Repository: michelrothgaenger/tt_app_translation
Catalog: index/index.*.xliff
Languages: da, de, es, ru

# app.metaDescriptionIndexPage
source: Transport Talent is the leading portal for transport, logistics and supply chain professionals. Make your next career move and sign up for free!
da: Transport Talent er den førende karriereportal for fagfolk indenfor transport, logistik og supply chain. Tag det næste skridt mod dit nye job og opret en gratis profil i dag!
de: Lassen Sie sich in unser Netzwerk aufnehmen und finden Sie mit Transport Talent die besten Stellen in Transport und Logistik.
es: Somos el portal de empleo especializado en transporte, logística y cadena de suministro. ¡Da un salto en tu carrera con Transport Talent!
ru: Transport Talent - ведущий портал для профессионалов в отрасли транспорта и логистики. Поднимитесь на свою следующую карьерную ступеньку и зарегистрируйтесь бесплатно!

# app.theFastestWayToFindNewJobIn
source: Connecting talents with opportunities
da: Vi forbinder branchens talenter med spændende jobmuligheder
de: Wir verbinden Talente mit spannenden Unternehmen
es: Conectamos al mejor talento con las mejores empresas
ru: Соединяем таланты с возможностями

# app.indexSecondTitle
source: The leading portal for transport & logistics professionals
da: Det globale karrierenetværk for transport og logistik
de: Das führende Portal für Transport- & Logistik-Jobs
es: El portal líder de empleo para profesionales del transporte y logística
ru: Ведущий портал для профессионалов в отрасли транспорта и логистики

# app.featuredJobs
source: Featured Jobs
da: Stillinger i Danmark
de: Interessante Angebote
es: Las mejores ofertas
ru: Популярные вакансии

# app.searchFeaturedJobs
source: Search all jobs
da: Søg alle stillinger
de: Alle Jobs ansehen
es: Ver todas las ofertas
ru: Поиск популярных вакансий

# app.companyProfiles
source: Meet the companies
da: Fremhævede virksomheder
de: Lernen Sie die Unternehmen kennen
es: Sigue a las empresas
ru: Знакомьтесь с компаниями

# app.seeAllCompanies
source: See all companies
da: Se alle virksomheder
de: Alle Unternehmen ansehen
es: Ver todas las empresas
ru: Просмотреть все компании

# app.index.signupCTA.candidates.title
source: Candidates
da: Kandidater
de: Kandidaten
es: Candidatos
ru: Кандидаты

# app.index.signupCTA.candidates.ctaTitle
source: Get personalised job alerts
da: Tusindvis af jobs.
de: Erhalten Sie persönliche Stellenempfehlungen
es: Te enviamos recomendaciones personalizadas
ru: Получайте персональные оповещения о вакансиях

# app.index.signupCTA.candidates.ctaDescription
source: Fill out our 2-minute career profile, and get personalised job alerts in your inbox from companies in transport, logistics and supply chain. We will only send you job opportunities that are relevant to you. You can also make money by referring your friends to one of our referral positions.
da: Det rigtige job venter på dig. Med over 6.000 jobs online er Transport Talent det bedste udgangspunkt til at find et nyt job. Du kan også blive præsenteret for interessante virksomheder eller tjene penge ved at henvise bekendte i industrien til ledige stillinger.
de: In nur 4 Minuten vom Profil zu persönlichen Stellenempfehlungen: Unser Team schickt Ihnen individuelle Vorschläge direkt per E-Mail.
es: Crea tu perfil en solo 2 minutos y comienza a recibir ofertas de trabajo: Transport Talent te envía ofertas de empleo a tu correo. Además, puedes reenviarlas a tus amigos o conocidos y llevarte tu provisión en el caso de que éstos encuentren empleo gracias a tu recomendación.
ru: Заполните наш 4-минутный профиль и получайте персональные оповещения о вакансиях на Вашу электронную почту. Без шуток - мы отправим только те вакансии, которые релевантны вам, лично подобранные нашей командой.

# app.index.signupCTA.candidates.button
source: I want to get hired
da: Jeg søger job
de: Ich suche einen Job
es: Busco empleo
ru: Я хочу быть принятым на работу

# app.index.signupCTA.employers.title
source: Employers
da: Virksomheder
de: Arbeitgeber
es: Empresas
ru: Работодатели

# app.index.signupCTA.employers.ctaTitle
source: Connect with top candidates
da: Rekruter kandidater fra industrien.
de: Erreichen Sie die Besten
es: Llega a los mejores
ru: Свяжитесь с лучшими кандидатами

# app.index.signupCTA.employers.ctaDescription
source: Your time is valuable, and you should be spending it on interviewing vetted candidates. With our recruitment solutions we launch your search, manage all communication with candidates, and guarantee a final list of 3-5 people that match your ideal candidate profile within 6 weeks.
da: Benyt vores rekrutteringsspecialister til finde kandidater til vanskelige stillinger. Målrettet eksponering af dine ledige stillinger til tusindvis af logistikfolk.
de: Ihre Zeit ist wertvoll – sprechen Sie nur mit relevanten Bewerbern. Wir übernehmen die Akquise und Vorauswahl von 3–6 Kandidaten anhand Ihres Kandidatenprofils. Innerhalb von 6 Wochen haben Sie so Liste mit Kandidaten für das Vorstellungsgespräch.
es: Tu tiempo es valioso - habla solo con los mejores candidatos. Nos ocupamos de la adquisición y preselección de 3 a 6 candidatos en base a sus perfiles. En un tiempo no superior a 6 semanas tendrás una lista con los mejores candidatos para cubrir la vacante.
ru: Ваше время ценно, и вы должны тратить его на связь с финалистами процесса подбора персонала. Мы запускаем ваш поиск, управляем всеми коммуникациями с кандидатами и гарантируем окончательный список из 3-6 человек, которые соответствуют вашему кандидату мечты в течение 6 недель.

# app.index.signupCTA.employers.button
source: I want to hire
da: Jeg søger en ny medarbejder
de: Ich suche Mitarbeiter
es: Busco nuevos empleados
ru: Я хочу нанять
