Repository: michelrothgaenger/tt_app_translation
Catalog: FOSUserBundle.*.xliff
Languages: da, ru

source: Update group
ru: Имя пользователя

source: Group name
ru: Пароль

source: Create group
ru: Запомнить

source: The group has been updated
ru: Зарегистрироваться

source: The group has been created
ru: Имя пользователя

source: The group has been deleted
ru: Электронная почта

source: Username
ru: Обновить

source: Password
ru: Профиль обновлен

source: Remember me
ru: Изменить пароль

source: Sign in
ru: Пароль изменен

source: Username
ru: Письмо было послано по адресу электронной почты %email%. Оно содержит ссылку для подключения, на которую Вам нужно нажать, чтобы активировать аккаунт.

source: Email
ru: Поздравляем, %username%, Ваш аккаунт активирован.

source: Update
ru: Вернуться к началу

source: The profile has been updated
ru: Регистрация

source: Change password
ru: Создание имени пользователя прошло успешно

source: The password has been changed
ru: Добро пожаловать, %username%!

source: An email has been sent to %email%. It contains an activation link you must click to activate your account.
ru: Пароль этого пользователя уже запрашивался в течение последних 24 часов.

source: Congrats %username%, your account is now activated.
ru: Письмо было послано по адресу электронной почты %email%. Оно содержит ссылку, на которую Вам нужно нажать, чтобы перезагрузить свой пароль.

source: Back to the originating page.
ru: Имя пользователя или адрес электронной почты "%username%" не существует

source: Register
ru: Имя пользователя или адрес электронной почты

source: The user has been created successfully
ru: Перезагрузить пароль

source: Welcome %username%!
ru: Изменить пароль

source: Hi %firstname%,<br> <br> To finish activating your account - please visit <a href="%confirmationUrl%">%confirmationUrl%</a><br> <br> Regards, <br> <br> Ulrich Nissen<br> Managing Director<br>
ru: Пароль успешно перезагружен

source: The password for this user has already been requested within the last 24 hours.
ru: Перезагрузить пароль

source: An email has been sent to %email%. It contains a link you must click to reset your password.
ru: Выйти из системы

source: The username or email address "%username%" does not exist.
ru: Войти в систему

source: Username or email address
ru: Зарегистрироваться

source: Reset password
ru: Быть в системе под именем %username%

source: Change password
ru: Имя группы

source: The password has been reset successfully
ru: Имя пользователя

source: Reset Password
ru: Электронная почта

source: Hello %username%!<br><br>To reset your password - please visit %confirmationUrl%<br><br>Regards,the Team.
ru: Действующий пароль

source: Sign Out
ru: Пароль

source: Sign in
ru: Повторите пароль

source: Register
ru: Новый пароль

source: Logged in as %username%
ru: Повторите новый пароль

source: Group name
ru: Имя

source: Username
ru: Фамилия

source: Your email
ru: Создать группу

source: Current password
ru: Имя группы

source: Password
ru: Группа создана

source: Confirm password
ru: Группа обновлена

source: New password
ru: Группа удалена

source: Repeat new password
ru: Обновить группу

source: Update group
da: Opdater gruppe

source: Group name
da: Gruppenavn

source: Create group
da: Opret gruppe

source: The group has been updated
da: Gruppen er blevet opdateret

source: The group has been created
da: Gruppen er blevet oprettet

source: The group has been deleted
da: Gruppen er blevet slettet

source: Username
da: Brugernavn

source: Remember me
da: Husk mig

source: Sign in
da: Log ind

source: Username
da: Brugernavn

source: Update
da: Opdater

source: The profile has been updated
da: Profilen er blevet opdateret

source: Change password
da: Ændre password

source: The password has been changed
da: Password er blevet ændret

source: An email has been sent to %email%. It contains an activation link you must click to activate your account.
da: En e-mail er blevet sendt til %emai%. Den indeholder et aktiveringslink du skal klikke på for at aktivere din konto

source: Congrats %username%, your account is now activated.
da: Tillykke %username%, din konto er nu aktiveret.

source: Back to the originating page.
da: Tilbage til den oprindelige side

source: Register
da: Registrer

source: The user has been created successfully
da: Brugeren er nu oprettet

source: Welcome %username%!
da: Velkommen %username%!

source: Hi %firstname%,<br> <br> To finish activating your account - please visit <a href="%confirmationUrl%">%confirmationUrl%</a><br> <br> Regards, <br> <br> Ulrich Nissen<br> Managing Director<br>
da: Hej %username%!<br><br>For at afslutte aktiveringen af din kont, venligst klik på <a href="%confirmationUrl%">%confirmationUrl%</a><br><br>Hilsen, TransportTalent.

source: The password for this user has already been requested within the last 24 hours.
da: Password for denne bruger er allerede blevet anmodet inden for de sidste 24 timer.

source: An email has been sent to %email%. It contains a link you must click to reset your password.
da: Brugernavn eller email adresse

source: The username or email address "%username%" does not exist.
da: Reset password

source: Username or email address
da: Skift password

source: Reset password
da: Password er blevet ændret

source: Change password
da: Nulstil password

source: The password has been reset successfully
da: Hej %username%!<br><br>For at nulstille din adgangskode - besøg %confirmationUrl%<br><br>Hilsen, Teamet

source: Reset Password
da: Det brugernavn eller email-adresse "%username%" findes ikke.

source: Hello %username%!<br><br>To reset your password - please visit %confirmationUrl%<br><br>Regards,the Team.
da: En email er blevet sendt til %email%. Den indeholder et link, du skal klikke på for at nulstille dit password.

source: Sign Out
da: Log ud

source: Sign in
da: Log ind

source: Register
da: Registrer

source: Logged in as %username%
da: Logged ind som %username%

source: Group name
da: Gruppenavn

source: Username
da: Brugernavn

source: Your email
da: Din emai

source: Current password
da: Nuværende kodeord

source: Confirm password
da: Gentag password

source: New password
da: Nyt password

source: Repeat new password
da: Gentag nyt password

source: First name
da: Fornavn

source: Last name
da: Efternavn
