Repository: michelrothgaenger/tt_app_translation
Catalog: LexikTranslationBundle.*.xliff
Languages: de

source: Invalidate cache
de: Cache leeren

source: Translations list
de: Übersetzungen

source: Cache files has been removed
de: Caches erfolgreich geleert

source: New translation
de: Neue Übersetzung

source: Add a translation
de: Übersetzung hinzufügen

source: Save
de: Speichern

source: Translations
de: Übersetzungen

source: Show/Hide columns
de: Spalten anzeigen/verstecken

source: Save current row
de: Zeile speichern

source: Translations for key #%id% has been successfully updated.
de: Übersetzungen für #%id% wurde erfolgreich aktualisiert.

source: Fail to update translations for key #%id%.
de: Fehler beim aktualisieren der Übersetzungen für schlüssel #%id%.

source: Back
de: Zurück
