Repository: michelrothgaenger/tt_app_translation
Catalog: messages.*.xliff
Languages: da, de

source: Educational Sciences
de: Großartig, Sie wiederzusehen!

source: Electrical Engineering
de: Du wirst jetzt weitergeleitet.

source: Engineering (general)
de: Hinweis

source: Entrepreneurship & Innovation
de: Wir leiten Sie jetzt auf die Webseite des Arbeitgebers weiter, wo Sie weitere Informationen zu dem Stellenangebot finden, das Sie interessiert.

source: Environmental Engineering
de: Zeige mir die Stellenanzeige

source: Fashion
de: Danke, nicht jetzt. Bring mich zurück zur vorherigen Seite.

source: Finance
de: Melden Sie sich zu unserem Newsletter an

source: Geography
de: E-Mail

source: Geology
de: Wir informieren über Neuerungen auf unseren Seiten und weitere Themen

source: History
de: Melden Sie sich an

source: Industrial Engineering
de: ... oder folge uns über Social Media.

source: Insurance
de: Impressum

source: International Relations
de: E-Mail-Adresse ungültig!

source: Journalism
de: Verantwortlich für die Internetseiten von Transport Talent ApS

source: Law
de: <b>Unternehmen und Anschrift</b><br>Transport Talent ApS<br>Islands Brygge 77D, 4 TH<br>DK-2300 Copenhagen<br>Denmark<br><br><b>Geschäftsführer</b><br>Ulrich Nissen<br><br><b>Ihr Kontakt zu Transport Talent</b><br>info@transporttalent.com<br>+49 40 53 799 1400<br><br><b>Umsatzsteuer ID Nummer</b><br>DK37395048

source: Literature
de: Wir nehmen Datenschutz ernst! Lesen Sie unsere Datenschutzerklärung, um mehr darüber zu erfahren, wie wir Ihre Daten schützen.

source: Marketing
de: Bei dem Thema Datenschutz und Sicherheit machen wir keine Kompromisse. Wir betreiben unsere Server ausschließlich in Deutschland. Die von Ihnen eingetragenen Daten werden wir nicht ohne Rücksprache und Genehmigung weitergeben. Bei uns entscheiden Sie, was mit Ihren Daten passiert!

source: Materials Sciences & Nanotechnology
de: Auf der Suche nach Ihrem nächsten Arbeitgeber?<br>Nutzen Sie die Filter für ein besseres Ergebnis.

source: Mathematics
de: Was

source: Mechanical Engineering
de: Melden Sie sich an und vervollständigen Sie Ihr Profil, damit wir uns für Sie auf die Suche machen können.<br>Melden Sie sich mit einem Ihrer Social-Media-Profile an oder nutzen Sie die untenstehenden Felder.

source: Media & Culture
de: Nutzen Sie die Filter, um Ihre Ergebnisse einzugrenzen.

source: Medicine
de: Alle Bereiche

source: Midwifery
de: Alle Level

source: Music
de: und

source: Nursing
de: oder

source: Pharmacology
de: Luft & See

source: Philosophy
de: Erweiterte Anzeige

source: Physical Therapy & Sports Science
de: Firmennummer

source: Physics
de: app.jobCityPlaceholder

source: Psychology
de: Level

source: Public Health
de: Geschäftsführer

source: Real Estate
de: Sie haben sich erfolgreich für unseren Newsletter angemeldet!

source: Religion
de: oder Telefonnummer

source: Social Work
de: Recruitment-Spezialist/-in

source: Sociology
de: SEO-Spezialist/-in

source: Supply Chain Management
de: Social-Media-Manager/-in

source: Elementary proficiency
de: Position

source: Full professional proficiency
de: Paket

source: Limited working proficiency
de: Stellen Sie Ihre Anzeige ein

source: Native or bilingual proficiency
de: Standardanzeige

source: Professional working proficiency
de: Tel

source: Over 1,000 new jobs posted monthly
de: Nutzungsbedingungen für Kandidaten

source: I agree to the
de: Express

source: Employer
de: Lebensmittellogistik

source: We use cookies to ensure that we give you the best experience on our website. This includes cookies from third party social media websites if you visit a page which contains embedded content from social media. Such third party cookies may track your use of our website. If you continue we'll assume that you are happy to receive all cookies on our website.
de: Hole mehr aus deiner Jobsuche heraus

source: Close
de: Level

source: e.g. AS/400
de: Logistik

source: male
de: Der schnellste Weg zu einem neuen Job in

source: female
de: Zusatzleistungen

source: Company description unavailable
de: Premiumanzeige

source: Not available
de: Ihr Profil ist zu

source: Search featured jobs
de: vollständig.

source: Register now to see more
de: Erstellen Sie Ihr Profil

source: <div class="headline headline-font">About Arvato BERTELSMANN</div><p>Global logistics means for us, being able to connect you with your customers anywhere. In our fast evolving world, the customer chooses the channels and dictates how service excellence is defined. We power the logistics backbone and orchestrate the multichannel fullfilment for B2C, B2B, store & retail fullfilment. With our innovative solutions and technologies, we ensure customer-centric operations and bring your omni-channel visions to life.</p><br><div class="headline headline-font">Working at Arvato</div><p>Arvato offers a wealth of job opportunities to bring out your best. There are now more than 70.000 people in over 40 countries working for Arvato – that is to say, for our clients. Whatever tasks and challenges we face across units and markets, we are united by one common goal: not just to satisfy our customers, but to delight them time and again with the work we do for them. This is demanding, but at the same time it grants us the creative leeway to achieve our goals. And it presents us with exceptional career opportunities. We are being encouraged to think ahead and take an entrepreneurial stance on doing business. An extraordinary team spirit, a co-operative management culture and individual support help us to not only meet any challenge, but to excel ourselves in what we do.</p>
de: Angaben zu Ihren Qualifikationen und Präferenzen erhöhen Ihre Chance auf einen neuen Job.

source: Home
de: Lebenslauf hochladen

source: Find companies
de: Speichern

source: Narrow your search results by using the filters.
de: Gespeicherte Jobs

source: What
de: Gespeicherte Unternehmen

source: All job types
de: Zum Hinzufügen klicken

source: All job levels
de: Datei hochgeladen!

source: Narrow your search results by using the filters.
de: Anzeigen

source: Sign in and complete your profile so that we can start matching.<br>Sign in using one of your social media profiles, or by filling out your information below.
de: Neue Unternehmen finden

source: Great to have you back.
de: Weiterlesen

source: We are adding new jobs every day. Sign in and start browsing.
de: Für wen ist Transport Talent gedacht?

source: Not registered yet? Click here to register.
de: Führungskräfte

source: Sign up for our newsletter
de: Interne Personalvermittler

source: We provide information about changes on our pages and other topics
de: Registrieren Sie sich jetzt für den Zugang zu unserem Kandidatenpool.

source: Email
de: Nach neuen Jobs suchen

source: Sign up
de: Hier finden Sie Ihre gespeicherten Jobs. Fügen Sie weitere Jobs hinzu oder löschen vorhandene, um Ihre Auswahl anzupassen.

source: You successfully subscribed to our news!
de: Hier finden Sie Ihre gespeicherten Unternehmen. Fügen Sie weitere Jobs hinzu oder löschen vorhandene, um Ihre Auswahl anzupassen.

source: ... ...or stay connected by following us on social media
de: So funktioniert es

source: Email is not valid!
de: Job Board Subscription

source: Please note
de: Active Sourcing

source: Dear user, we will now take you to the employers website where you will get further information regarding the job offering you are interested in.
de: Premium Sourcing

source: You will now be forwarded.
de: Wer wir sind

source: Take me to the job offering
de: Testen Sie uns.

source: Thanks, not now. Take me back where I came from.
de: Servicepakete ansehen

source: Imprint
de: die eine Stelle besetzen wollen und sich dabei durch einen Branchenspezialisten unterstützen lassen möchten.

source: Responsible for the internet pages of Transport Talent ApS
de: die ihr Employer Branding verbessern und ihre Abteilung produktiver machen wollen, indem sie die Zeit für die Kandidatensuche minimieren.

source: <b>Name and address</b><br>Transport Talent ApS<br>Islands Brygge 77D, 4 TH<br>DK-2300 Copenhagen<br>Denmark<br><br><b>Managing Director</b><br>Ulrich Nissen<br><br><b>Your contact to Transport Talent</b><br>info@transporttalent.com<br>+49 40 53 799 1400<br><br><b>Value-added tax identification number</b><br>CVR: 37 39 50 48
de: Personalverantwortliche

source: We take your privacy seriously. Please read our privacy policy to learn more about how we protect your data.
de: die den Recruitment-Prozess durch eine Vorauswahl geeigneter Kandidaten, die ihren Anforderungen entsprechen, beschleunigen möchten.

source: We care about your privacy. Our servers are exclusively located in Germany. Your personal information will be kept confidential unless you clearly indicated that you agree to expose whole or parts of it. At Transport Talent, you decide!
de: Technologie + Branchenwissen + Datenanalyse

source: and
de: Gewinnen Sie Top-Talente aus Transport und Logistik

source: Upload CV
de: Registrieren Sie sich noch heute für unseren Service und profitieren Sie von einem der am schnellsten wachsenden Netzwerke für Transport- und Logistikberufe.

source: Save
de: Wählen Sie Ihr Servicepaket

source: Saved jobs
de: Job Board Subscription

source: Saved companies
de: Datenschutz

source: Click to add
de: Wir verwenden auf unserer Website Cookies.

source: File uploaded!
de: Unternehmensprofil bearbeiten

source: Build your user profile
de: Verwalten

source: Improve your chances of being matched by completing your profile.
de: Richten Sie Ihr Nutzerkonto bei Transport Talent ein

source: Your profile is currently
de: Legen Sie Ihr kostenfreies Unternehmensprofil an und erhalten Sie Zugang zu Top-Kandidaten.<br><br>

source: complete.
de: Hinweis: Pflichtfelder sind mit * markiert.

source: Search for new jobs
de: Lies mehr über Cookies und unsere Cookie-Richtlinien.

source: Find your saved jobs below. Add and delete as you see fit.
de: Veröffentlichen Sie Ihre Stellenanzeigen

source: Find your saved companies below. Add and delete as you see fit.
de: Verwalten Sie Ihre Service-Abonnements

source: Search for new companies
de: Technischer Support

source: View
de: HIDE

source: See Service Packages
de: Unternehmen bereits vorhanden

source: Register now to gain immediate access to a pool of select candidates
de: Was ist Transport Talent?

source: Acquire top talent in logistics and transportation
de: Wer profitiert von unserem Service?

source: Read on.
de: Keine versteckten Kosten.

source: Technology + Industry Knowledge + Data Analytics
de: Mit modernsten Technologien und wertvoller Branchenexpertise hat Transport Talent den Schlüssel für eine erfolgreiche Kandidatensuche in Transport und Logistik. Wir finden die besten Kandidaten für Sie – dank datengestützter Analyse und unseren Erfahrungen aus der traditionellen Personalvermittlung. Sparen Sie wertvolle Zeit und gewinnen Sie leistungsstarke neue Mitarbeiter.

source: Transport Talent utilizes cutting-edge technology, hands-on industry expertise and hard data to identify and attract top talent and match them to your unique requirements. So that you have time to focus on what's important - your business.
de: Transport Talent hat drei Angebote entwickelt, damit Ihre Stellenanzeige die richtige Zielgruppe erreicht und Ihr Einstellungsprozess effizient und kosteneffektiv verläuft.

source: Who is Transport Talent for?
de: Und wir beginnen noch heute mit der Kandidatensuche für Sie.

source: Business Leaders
de: Fracht- und Hafenlogistik

source: trying to fill a position and who would benefit greatly from an industry specialist, reaching out to top candidates on their behalf.
de: Schienen- und Straßengüterverkehr

source: HR Managers
de: Vertrieb & Marketing

source: aiming to strengthen employer branding as well as increase department productivity by reducing the time and effort allocated to sourcing candidates.
de: Spedition

source: In-house Recruiters
de: Pakete

source: interested in streamlining the recruitment process by gaining access to a list of top candidates that meet specific requirements.
de: Supply Chain

source: How it works
de: Automotive

source: Transport Talent has developed three service packages that will ensure that you can reach the right target audience for your open positions and that you maintain a streamlined, efficient and cost effective recruitment process.
de: Zu einem jährlichen Festpreis können Sie eine unbegrenzte Anzahl offener Positionen auf unserem Stellenportal veröffentlichen. Sparen Sie dabei wertvolle Zeit und lassen Sie uns Ihre Anzeigen automatisch generieren.

source: Job Board Subscription
de: Im Rahmen dieses Premium-Services kümmern wir uns um den gesamten Prozess der Stellenbesetzung. Wir recherchieren für Sie die besten Kandidaten am Markt. Je nach Bedarf verwalten wir alle Bewerbungen und führen ein erstes Vorstellungsgespräch sowie einen psychometrischen Test mit einer engeren Auswahl von Kandidaten durch, bevor wir Ihnen die drei vielversprechendsten Talente präsentieren.

source: Post an unlimited number of open positions to the Transport Talent job board for a fixed annual fee. Depending on your specific needs, new positions can be uploaded automatically. Meaning you don't need to spend valuable time keeping our database up-to-date.
de: Mit Transport Talent besetzen Sie auch kurzfristig Positionen. Wir unterstützen Sie dabei, sich gegen andere Unternehmen abzuheben und eine höhere Rückmeldequote zu erreichen. Ihre Stellenanzeige wird über unsere Social-Media-Kanäle veröffentlicht, in unseren Newsletter eingebunden und auch in persönlichen Nachrichten direkt an geeignete Kandidaten geschickt.

source: Active Sourcing
de: Wir sind ein Team aus ehemaligen operativen Führungskräften und Personalern, die sich als Personalvermittler selbstständig gemacht haben. Aus unserer Zeit bei einigen der weltweit erfolgreichsten Logistikunternehmen wissen wir, wie stark sich eine sorgfältige Personalauswahl auf die Wettbewerbsfähigkeit einer Firma auswirken kann. Mit Transport Talent wollen wir allen Unternehmen in der Logistik- und Transportbranche diese Chance bieten, unabhängig von Größe und Marktposition.

source: With our premium sourcing service, we handle your entire candidate sourcing process. This starts with a thorough search for potential candiates and depending on your needs it can include management of the application process, initial interviews and psychometric assessments of top candidates before we deliver a shortlist of three.
de: Für Bewerber

source: For those critical positions that need to be filled ASAP, we will make sure you stand out and get a higher response rate from candidates. Your job ad will be distributed across our social media channels and promoted in our newsletter. We will even reach out personally to those special candidates that fulfill your requirements.
de: Unsere Servicepakete

source: Premium Sourcing
de: Laufzeit von 12 Monaten

source: Who We Are
de: Automatische Einbindung Ihrer Vakanzen

source: We are a team of business and hr executives turned recruiters, with years of experience at some of the world's most successful logistics and shipping companies. We have seen first‑hand the advantage that companies have with a targeted and effective sourcing and recruitment process. As a result, our goal is to make this available for all companies in the industry, regardless of their size.
de: Laufzeit von 12 Monaten

source: Try us.
de: Active Sourcing

source: Sign up for our services today and start benefitting from the fastest growing network of logistics and transportation professionals.
de: Hervorhebung der Stellenanzeige für 7 Tage

source: Find the service package that suits your needs
de: Direkte Ansprache passender Kandidaten

source: And we will start sourcing your candidates today
de: Erhöhte Reichweite über unsere Social-Media-Kanäle

source: Service Packages
de: Redaktionelle Unterstützung

source: Job Board Subscription
de: HIDE

source: 12 month Subscription
de: Delete

source: Automated listing of all your open positions
de: Verhandelbar pro Stelle

source: All your jobs on transporttalent.com
de: Wie viel kostet es?

source: Technical support
de: Unsere Preise sind einfach und transparent.<br>Wählen Sie zwischen zwei Optionen:

source: HIDE
de: 1. Job Board Subscription:

source: 12 month Subscription
de: Für 12 Monate Laufzeit zahlen Sie eine feste Gebühr von EUR 2995.

source: Active Sourcing
de: 2. Stand Out:

source: 30 days prominent listing
de: Der Preis für das Angebot “Active Sourcing” ist 395 EUR. Sind Sie bereits für den Service “Job Board Subscription” angemeldet, erhalten Sie eine Ermäßigung.

source: Direct contact with selected candidates
de: Transport Talent ist ein Unternehmen für Personalvermittlung mit Fokus auf Transport und Logistik. Über unsere Kanäle erreichen Ihre Stellenanzeigen eine genau ausgewählte Zielgruppe. So schaffen wir Ihnen mehr Raum für die eigentliche Personalauswahl.

source: Expanded reach via distribution on social media and newsletters
de: Transport Talent unterstützt Unternehmen aller Formen und Größen: Vom globalen Logistikdienstleister über Schifffahrtsgesellschaften, Hersteller bis hin zur lokalen Spedition. Es kommt nicht darauf an, wer oder was Sie sind – wir unterstützen Sie bei der Suche nach leistungsstarken Talenten mit den besten Qualifikationen in Transport und Logistik. Durch unser breites Angebot können wir unsere Dienstleistungen speziell Ihren Bedürfnissen anpassen und Sie bekommen die richtigen Kandidaten, wenn Sie sie brauchen.

source: Dedicated editorial support
de: Bitte aktivieren Sie dieses Kästchen, um fortzufahren.

source: HIDE
de: Stellenbezeichnung

source: Delete
de: z. B. Firma

source: Negotiated per position
de: Manuelle Einträge – Sie legen Ihre Stellenanzeigen selbst an.

source: How does pricing work?
de: Position hinzufügen

source: Our pricing is simple and transparent.<br>We only have two standard services:
de: Richten Sie Ihr Unternehmenskonto ein

source: 1. Job Board Subscription:
de: Erstellen Sie ein Unternehmensprofil

source: You pay a fixed fee for 12 months subscription. The price is EUR 2,995.
de: Hinweis: Pflichtfelder sind mit * markiert.

source: 2. Stand Out:
de: Veröffentlichen Sie Ihre Stellenanzeige

source: The price for Active Sourcing is EUR 395, but if you are already using our Job Board Subscription we offer a discount.
de: Tragen Sie die erforderlichen Informationen ein und speichern Sie.

source: There are no hidden costs.
de: Erstellen Sie Ihr kostenfreies Unternehmensprofil. Es bildet die Grundlage für die Nutzung unserer Services.<br>Stellen Sie sicher, dass die besten Kandidaten den richtigen Blick auf Ihr Unternehmen haben.

source: What is Transport Talent?
de: Aktive Ausschreibungen Ihres Unternehmens

source: Transport Talent is a candidate sourcing and recruitment company with a focus on the logistics and transportation industry. We promote your job postings to a pool of highly targeted candidates and help you to optimize your sourcing and recruitment process. This enables you to spend less time searching for the right candidates and more time making that final selection.
de: Wie möchten Sie Ihre Ausschreibungen bei uns veröffentlichen?

source: Who benefits most from our services?
de: Automatischer Import von folgender Adresse:

source: Transport Talent caters to companies of all shapes and sizes. From global logistics providers to local freight forwarders, shipping lines and even manufacturers. It doesn’t matter who or what you are, if you have a need for top talent with qualifications in logistics and transportation, we are here to help. With a broad set of service packages we tailor our services to your specific needs, whether that be providing you with ideal matches to your open positions or new recruits for your talent pipeline. We’ll make sure you get the right candidates when you need them.
de: Deaktiviert

source: Set up your Transport Talent account
de: Aktiviert

source: Create your free company profile here and get immediate access to top-tier talent.<br><br>
de: Ihre Stellenanzeigen

source: * Indicates required field.
de: Mit freundlichen Grüßen

source: Read more about cookies and our cookie policy here.
de: Daten von LinkedIn importieren

source: We use cookies on our website.
de: Daten von Xing importieren

source: Data Privacy
de: Alle Ihre Jobs auf transporttalent.com

source: Edit your profile
de: Jährlich

source: Manage your service subscriptions
de: Aktive Kandidatensuche

source: Manage
de: Psychometrische Testung der finalen Kandidaten (auf Nachfrage)

source: Publish your job offers
de: Ermäßigung für Nutzer von "Job Board Subscription"

source: Company already exists
de: Jetzt buchen

source: Please check this box if you want to proceed.
de: Laufzeit von 12 Monaten.

source: Choice
de: Laufzeit von 12 Monaten.

source: Passive sourcing
de: *Alle Preise exklusive Mehrwertsteuer.

source: Yearly
de: EUR 395

source: Import data from LinkedIn
de: EUR 2095

source: Import data from Xing
de: EUR 12995

source: With best regards
de: Buchen Sie Ihre Auswahl

source: Dear
de: Wählen Sie aus unseren Services

source: We would like to get to know you. The more we know about your qualifications and preferences, the faster we can match you with your dream job.
de: Testen Sie unsere passiven und aktiven Services

source: Get matched
de: Finden Sie den Service, der am besten zu Ihnen passt. Wir unterstützen Sie nach Ihren Vorstellungen.

source: Browse Jobs
de: *Alle Preise exklusive Mehrwertsteuer.

source: Create Your Profile
de: Bitte verwenden Sie das Format TT/MM/JJJJ.

source: Your jobs
de: Premium Sourcing

source: Find below your joblistings
de: EUR 319

source: How do you want to list your jobs with us?
de: Als Nutzer von “Job Board Subscription” erhalten Sie 20% Rabatt.

source: Automatic import from the following URL address:
de: Preis abhängig von Ihren Anforderungen

source: Off
de: Alle Leistungen aus "Active Sourcing" sowie:

source: On
de: Verwaltung aller Bewerbungen

source: Manual input, you fill in your jobs yourself below
de: Auswahl der 3 vielversprechendsten Kandidaten

source: Add job
de: Job suchen

source: Set up your company account
de: Profil erstellen

source: Building a company profile
de: Wir möchten Sie gerne kennenlernen. Je mehr wir über Ihre Erfahrungen und Präferenzen wissen, desto schneller können wir ihren Traumjob für Sie finden.

source: Create your free company profile here. It is the basis for using our other services.<br>Make sure that the best candidates have the right view of your company.
de: Vermitteln lassen

source: * Indicates required field.
de: EUR 12995

source: Post your job
de: Laufzeit von 12 Monaten.

source: Fill in below the necessary information and save.
de: Alle Unternehmen ansehen

source: Job title
de: Willkommen bei Transport Talent, %firstname%!
