Repository: michelrothgaenger/tt_app_translation
Catalog: messages.*.xliff
Languages: da, de

source: Global reach
de: Sie verpflichten sich, Transport Talent und alle Unternehmen der Transport-Talent-Gruppe von jeglichen Verlusten, Kosten, Mitteln, Ansprüchen, Schäden, Ausgaben (einschließlich angemessener Rechtskosten und -ausgaben) oder Haftungsansprüchen, die Ergebnis des Handelns und/oder der Unterlassung von Transport Talent oder Unternehmen der Transport-Talent-Gruppe sind und aus einem Verstoß Ihrerseits gegen diesen Vertrag und/oder aus Ihrer Nutzung der Webseite und/oder der Dienste resultieren (sofern dieser Anspruch nicht von einem zuständigen Gericht auf eine Handlung oder Unterlassung seitens Transport Talent zurückgeführt wird), freizustellen.

source: We are able to assist your recruitment efforts globally through our extensive database of candidates.
de: Keine Partei haftet der anderen für einen Verlust oder Schaden, welcher der jeweils anderen Seite aus Gründen, die sich dem vertretbaren Einfluss der ersten Partei entziehen, einschließlich und ohne Beschränkung von Ausfällen in der Energieversorgung, entsteht.

source: per month
de: Alle Mitteilungen erfolgen, sofern nicht ausdrücklich anders festgelegt, schriftlich und sind per E-Mail oder per Eilsendung an die Adresse der anderen Partei, wie in schriftlichen Dokumenten angegeben, zu schicken. Mitteilungen in Eilsendungen gelten ab dem zweiten Tag (in Ermangelung von Beweisen eines früheren Erhalts) nach dem Absenden als zugestellt. Mitteilungen in E-Mails gelten ab dem nächsten Werktag nach Absenden als zugestellt.

source: Standard Job Ad
de: Diese Vereinbarung bezieht sich allein auf Sie. Die daraus entstehenden Rechte und Pflichte können von Ihnen nicht ohne vorherige schriftliche Zustimmung durch Transport Talent abgetreten, übertragen, vermietet oder verpachtet werden.

source: Advanced Job Ad
de: Transport Talent behält sich das Recht vor, seine laut diesem Vertrag bestehenden Rechte und Verpflichtungen jedem Unternehmen der selben Unternehmensgruppe wie Transport Talent ApS oder einer beliebigen dritten Einheit vollständig oder teilweise zu übertragen oder zuzuweisen. Im Falle der Zuweisung oder Übertragung informieren wir Sie entweder per E-Mail oder auf der Webseite.

source: Premium Job Ad
de: Wenn jede Partei ein, kraft dieses Vertrags gewährtes Recht, nicht ausübt bzw. durchsetzt, gilt dies nicht als Verzicht auf dieses Recht und führt nicht dazu, dass die Ausübung oder Durchsetzung dieses Rechts oder jedes anderen Rechts später verweigert wird.

source: Post your job listing
de: Sollte eine Bestimmung dieses Vertrags ganz oder teilweise unwirksam oder undurchführbar sein oder werden oder sollte sich bei Durchführung dieses Vertrags eine Lücke herausstellen, so bleibt die Wirksamkeit der übrigen Bestimmungen hiervon unberührt.

source: Url
de: Diese Bestimmungen, einschließlich aller Abweichungen gemäß 13.2, begründen den gesamten Vertrag der beiden Parteien in Hinblick auf dieses Thema.

source: app.jobPositionPlaceholder
de: Transport Talent behält sich vor, diese Bedingungen zu ändern. Solche Änderungen werden Ihnen entweder per E-Mail oder auf der Webseite mitgeteilt. Änderungen gelten als akzeptiert, wenn Sie die Webseite und/oder die Dienste nach Ablauf einer Frist von zwei Wochen ab Übermittlung der E-Mail oder Eintrag des Hinweises auf der Webseite (je nach dem, welche Mitteilung später erfolgt) weiterhin nutzen.

source: app.jobUrlPlaceholder
de: Nutzung der Webseite und der Dienste

source: app.jobSalaryPlaceholder
de: Datenschutz und Verwendung personenbezogener Daten

source: app.jobCityPlaceholder
de: Mit der Einrichtung eines Profils auf Transport Talent willigt der Nutzer ein, dass personenbezogene Daten auf unseren Servern gespeichert und Teile davon den Arbeitgebern, die den Dienst nutzen, zur Verfügung gestellt werden.

source: app.jobStatePlaceholder
de: Schadensfälle

source: app.jobCountryPlaceholder
de: Höhere Gewalt

source: app.jobContractTermPlaceholder
de: Mitteilungen

source: employees
de: Abtretung

source: Articles
de: Kein Verzicht

source: Building user profile
de: Salvatorische Klausel

source: Careers at Transport Talent
de: Abweichungen der Vertragsformeln

source: Join our team
de: Transport Talent ApS, Unternehmensnummer 37395048 (“Transport Talent”) ist bemüht sicherzustellen, dass die Informationen, die Sie an uns übermitteln, vertraulich bleiben und ausschließlich für die in dieser Vereinbarung dargelegten Zwecke verwendet werden. Wir sind bestrebt, unseren Nutzern ein geschütztes und sicheres Nutzungserlebnis zu bieten.

source: Our benefits
de: Die Informationen werden Ihrem bzw. Ihren Anmeldeformular/-en und Ihrer Nutzung der Webseite und/oder der interaktiven Dienste, einschließlich Cookies, entnommen. Cookies sind Textdateien, die auf der Festplatte Ihres Rechners abgelegt werden, wenn Sie eine Webseite besuchen, und eine Identifikation ermöglichen. Ein Cookie enthält keinerlei persönliche Informationen, auch nicht solche, die Sie uns zur Verfügung gestellt haben, ausgenommen Ihren Nutzernamen, sofern der Cookie nicht im Zusammenhang mit anderen personenbezogenen Daten erzeugt wurde, wie etwa durch die Online-Registrierung.

source: “Our employees are our most valuable asset. A good working relationship and flexitime have proven to be cornerstones in recruiting and retaining dedicated employees”
de: Die gesammelten Informationen können von Transport Talent ApS und Firmen derselben Unternehmensgruppe wie Transport Talent ApS, das heißt Unternehmen, welche denselben Mutterkonzern haben, intern, im Zusammenhang mit Ihrer Nutzung der Webseite und der interaktiven Dienste, und für Marketingzwecke genutzt sowie an sorgfältig ausgewählte Dritte für Marketingzwecke weitergegeben werden. Mit Marketingzwecken bezeichnen wir die direkte Kommunikation von Werbung mit bestimmten Individuen per E-Mail, Post oder Telefon. Wenn Sie keine Werbung von Transport Talent ApS, Firmen derselben Unternehmensgruppe oder von sorgfältig ausgewählten Dritten erhalten möchten, aktivieren Sie bitte bei Ihrer Anmeldung das entsprechende Kästchen oder schicken Sie uns eine E-Mail. Entscheiden Sie sich später, dass Sie keine weitere Werbung von Transport Talent ApS oder Firmen derselben Unternehmensgruppe erhalten möchten oder nicht mehr wünschen, dass wir Informationen zu Ihnen an Dritte weitergeben, benachrichtigen Sie uns bitte ebenfalls per E-Mail.

source: Managing Director
de: Wir nutzen Ihre Informationen nicht und geben diese nicht über die an anderer Stelle in diesem Absatz 5 genannten Zwecke hinaus weiter. Sie stimmen den in Absatz 5 genannten Bedingungen zu, indem sie diese Nutzungsbedingungen akzeptieren.

source: Career development
de: Geltungsbereich der Datenschutzrichtlinie

source: Flexitime
de: Gegenstand dieser Erklärung ist der Umgang mit personenbezogenen Informationen, die wir sammeln, wenn Sie die Webseite nutzen, sich für Transport Talent anmelden, einen Lebenslauf hochladen, Job-Benachrichtigungen von Transport Talent einrichten oder sich über die Webseite bewerben. Diese Datenschutzrichtlinie gilt nicht für Unternehmen, die sich nicht im Besitz oder unter Kontrolle von Transport Talent befinden. Ebenso fallen Personen, die nicht von Transport Talent beschäftigt werden, nicht unter diese Datenschutzrichtlinie.

source: Comprehensive healthcare
de: Datenerhebung und -nutzung

source: Benefits
de: Transport Talent erhebt personenbezogene Daten, wenn Sie sich für Transport Talent registrieren, bestimmte Produkte oder Dienste von Transport Talent nutzen, die Webseite von Transport Talent besuchen oder an einem Wettbewerb teilnehmen. Darüber hinaus kann Transport Talent auch über Kunden Informationen zu Ihnen erhalten.

source: Current jobs
de: Transport Talent empfängt und speichert in seinem Serverprotokoll automatisch Informationen von Ihrem Browser, einschließlich Ihrer IP-Adresse. Jeder Computer, der mit dem Internet verbunden ist, hat eine IP-Adresse. Dies ist eine eindeutige Nummer, anhand welcher der Computer identifiziert werden kann. Transport Talent zeichnet die IP-Adresse für anonyme, statistische Zwecke, zur Verwaltung der Webseite und Server sowie zur Verbesserung seiner Dienste auf.

source: Careers
de: Transport Talent kann Cookies auf Ihrem Computer setzen und auf diese zugreifen. Ein Cookie ist eine Textdatei, die auf der Festplatte Ihres Rechners abgelegt wird, wenn Sie eine Webseite besuchen, und eine Identifikation ermöglicht. Jede Webseite kann Ihnen einen eigenen Cookie senden, sofern die Einstellungen Ihres Browsers dies zulassen. Um Ihre Privatsphäre zu schützen, gestattet Ihr Browser einer Webseite nur den Zugriff auf Cookies, die sie Ihnen gesendet hat, nicht auf die Cookies, die Ihnen von anderen Websites gesendet wurden. Sie können entscheiden, ob Sie einen Cookie akzeptieren möchten. Bitte beachten Sie, dass Ihnen manche unserer Dienste ohne einen Cookie nicht zur Verfügung stehen.

source: Companies
de: Transport Talent nutzt Google Analytics, um Daten zur Nutzung seiner Webseite zu erheben. Wenn Sie nicht möchten, dass Ihre anonymen Browserdaten von Google Analytics gesammelt werden, können Sie in Ihrem Webbrowser ein Add-on zur Deaktivierung von Google Analytics installieren. Bitte klicken Sie hierfür auf den nachfolgenden Link: https://tools.google.com/dlpage/gaoptout.

source: Maxim has years of experience building web solutions, including job portals, and has held positions in Denmark, China and Ukraine. This experience combined with his passion for programming and his persistence and ability to find solutions make him a perfect CTO.
de: Transport Talent sammelt allgemeine Informationen über seine Nutzer, wie zum Beispiel, welche Dienste am häufigsten genutzt und welche Bereiche der Webseite am häufigsten besucht werden. Diese aggregierten Daten helfen uns, die Nutzung der Transport-Talent-Webseite besser zu verstehen. Wir sammeln diese Informationen zur Verbesserung und Weiterentwicklung unserer Dienste für die Kunden. Wir können diese aggregierten Daten den Nutzern unserer Webseite, unseren Kunden und auch Prüfern zur Verfügung stellen. Diese Statistiken sind anonym und enthalten keinerlei personenbezogene Daten. Sie können auch nicht dafür genutzt werden, personenbezogene Daten zu erhalten.

source: Search jobs...
de: Wir fragen Sie nach persönlichen Informationen, wenn Sie sich für Transport Talent registrieren, einen Lebenslauf hochladen, Job-Benachrichtigungen einrichten, an einem Wettbewerb teilnehmen oder ein Produkt oder einen Service bezahlen. Dazu gehören Ihr Name, Ihr Geburtsdatum, Ihre Kontaktdaten und andere Angaben. Sie sind nicht mehr anonym für uns, sobald Sie sich für Transport Talent registriert und die Nutzungsbedingungen akzeptiert haben. Wir können diese Informationen nutzen, um Sie auf unsere eigenen Produkte und Dienste aufmerksam zu machen. Wir können Sie kontaktieren, um Sie über Änderungen auf der Webseite oder bei Produkten und Diensten von Transport Talent zu informieren.

source: Search articles...
de: Wir geben keine Informationen über Ihre Besuche auf der Webseite oder Ihre persönlichen Daten, wie Ihren Namen oder Kontaktdaten, an Dritte weiter, sofern Sie nicht ausdrücklich zugestimmt haben oder wir die rechtliche Notwendigkeit dazu sehen. Wir können aggregierte, nicht persönliche Daten sammeln und unseren Kunden zur Verfügung stellen. Die auf einer gemeinsam vermarkteten Registrierungs- oder Bewerbungsseite, zum Beispiel die Registrierungsseite eines Kunden von Transport Talent, erhobenen Informationen können sowohl von Transport Talent als auch dem anderen Unternehmen gespeichert werden. Transport Talent ist nicht für die Informationen verantwortlich, welche das andere Unternehmene erhält.

source: Package
de: Transport Talent kann Ihre personenbezogene Daten an andere Kunden weitergeben, wenn:

source: Company contact
de: wir Ihre Erlaubnis haben, die Informationen weiterzugeben;

source: Annual turnover
de: Weitere Möglichkeiten zum Schutz Ihrer Daten:

source: Postcode/ZIP Code
de: Sie können Ihre persönlichen Angaben jederzeit ändern. Gehen Sie hierfür in den Bereich “Mein Profil” auf unserer Webseite.

source: Company name
de: 1. Indem Sie die Austragen-Funktion am Ende der E-Mail nutzen

source: Submit profile
de: Sie können sich jederzeit aus den Verteilern für Job-Informationen oder Werbung austragen:

source: Post a job
de: 2. Ihre Einstellungen im Bereich “Mein Profil” auf unserer Webseite anpassen

source: Postcode
de: 3. Uns eine E-Mail senden an:

source: Contact info
de: Transport Talent, Islands Brygge 77D, 4 TH, DK-2300 Kopenhagen, Dänemark

source: Region
de: wir Informationen weitergeben müssen, um Ihnen einen gewünschten Service bieten zu können;

source: Company branding
de: wir Informationen weitergeben müssen, um Ihnen einen gewünschten Service bieten zu können. ein Kooperationspartner von Transport Talent die Informationen benötigt, um Ihnen ein Produkt oder einen Service zur Verfügung zu stellen. (Wenn nicht anders angegeben, dürfen die betroffenen Unternehmen Ihre personenbezogenen Daten nur im Rahmen des Auftrags und nicht darüber hinaus nutzen.) oder wenn eine vollstreckbare behördliche oder gerichtliche Anordnung vorliegt;

source: Test
de: Unsere Standorte

source: Company address
de: Personalberaterin

source: Company information
de: Willkommen

source: This field is required
de: Dr.

source: Name
de: Prof.

source: This is not a valid name
de: Unternehmenslogo hochladen

source: This is not a valid email
de: Keine Unternehmen gefunden

source: Subject
de: Vorname

source: The message is too short
de: Nachname

source: Send
de: Arbeitgeber finden

source: You message has been sent! We will be in touch soon.
de: Hauptsitz

source: Thank you
de: Mitarbeiter

source: Our office
de: Unternehmensprofil

source: Directions
de: Basic

source: Message
de: Active Sourcing

source: Email us
de: Premium

source: <div><b>Germany:</b></div><div>Transport Talent</div><div>Bernstorfstrasse 120</div><div>D-22767 Hamburg</div><div>&nbsp;</div><div><b>Denmark:</b></div><div>Transport Talent ApS</div><div>Kronprinsessegade 46E</div><div>DK-1306 Copenhagen</div>
de: Foto des Firmengebäudes oder sonstiges Bild hochladen

source: Michel is an experienced HR professional with a track record in both Operational and Strategic HR. Prior to co-founding Transport Talent he was responsible for vocational training as well as major HR IT projects and change management in one of the world's largest logistics companies.
de: Zusatzleistungen

source: Benefits & features
de: Flexible Arbeitszeiten

source: Flexible schedule
de: Anspruchsvolle und abwechslungsreiche Aufgaben

source: Company happy hours
de: Weiter zum nächsten Unternehmensprofil

source: Free fruit, coffee, tea, water and soft drinks
de: Anzahl der Mitarbeiter

source: Challenging and varied tasks
de: Psychologie

source: As much responsibility as you can handle
de: Physik

source: Relaxed and fun working environment
de: Physiotherapie & Bewegungswissenschaften

source: If you would like to know more about opportunities in Transport Talent, please contact us on
de: Religionswissenschaften

source: The working environment at Transport Talent is all about collaboration, innovation and having fun. You will have the opportunity to work with people who are experts in their field, highly engaged and ready to learn. We encourage initiative and if you are looking to contribute, learn and expand your responsibilities the sky is the limit. Our mission is to help great people find great jobs, and help terrific employers find terrific employees. We find this type of work highly rewarding and we hope you will too!
de: Musik

source: Go to next company profile
de: Medizin

source: Germany
de: Mathematik

source: Main Activities
de: Marketing

source: Number of employees
de: Geowissenschaften

source: Employer information
de: Design

source: Current job offers
de: Chemie

source: Offices/Countries
de: Erziehungswissenschaften

source: Company description
de: Ingenieurswissenschaften (allgemein)

source: Company profile
de: Geschichte

source: Employers
de: Mode

source: Search employers
de: Geografie

source: Headquarter
de: Geologie

source: employees
de: Versicherungen

source: <div class="headline headline-font">About BLG LOGISTICS</div> <p>BLG LOGISTICS is a firmly established name in global logistics. With our experience and our intuition that allows us to tune in to the spirit of the times, we combine traditional port logistics with a wide variety of modern logistics services. At more than 100 sites throughout the whole world, we provide over 16,000 jobs. Our customers include the leading German automobile manufacturers as well as strong commercial brands.</p> <br> <div class="headline headline-font">WORKING AT BLG LOGISTICS</div> <p>Our employees are the basis for our success. Our aim is to work together long-term with committed people who are happy to be working with us and who identify with BLG. In accordance with our mission statement, we offer attractive employment schemes and individual advanced training programs, and we promote an open communication culture.</p>
de: Internationale Beziehungen

source: Companies that match your search
de: Finanzwesen

source: Keyword
de: Umwelttechnik

source: e.g. Company name
de: Wirtschaftswissenschaften

source: <div class="headline headline-font">About DACHSER</div> <p>The company, with its headquarters in Kempten, was established in 1930 and is one of the global leaders in the field of logistics. DACHSER has successfully proved for decades that a family-owned company can achieve much with committed employees and innovative thinking. The DACHSER business model comprises transport logistics, warehousing and customer-specific services in three business divisions: DACHSER European Logistics, DACHSER Food-Logistics and DACHSER Air & Sea Logistics.</p> <br> <div class="headline headline-font">Working at DACHSER</div> <p>We place great value on employees who meet their constantly changing challenges with excitement and commitment. We see our employees as entrepreneurs within the enterprise and rely on the self-motivation of every single person. We support them through various (and individually tailored) programmes to promote their technical qualifications and personal competencies, and thereby create an environment for the constructive collaboration of all teams for the benefit of our customers. Therefore, we look for individuals who develop and implement innovative solutions to service their customers independently and with iniative. We also value employees who show an interest in foreign countries and cultures, who respect humanity and the environment and value the opportunity to work independently, creatively and responsively.</p>
de: Wirtschaftsingenieurwesen

source: <div class="headline headline-font">About DHL</div> <p>DHL is present in over 220 countries and territories across the globe, making it the most international company in the world. With a workforce exceeding 480,000 employees, we provide solutions for an almost infinite number of logistics needs. DHL is part of the world’s leading postal and logistics company Deutsche Post DHL Group, and encompasses the business units DHL Express, DHL Parcel, DHL eCommerce, DHL Global Forwarding, DHL Freight and DHL Supply Chain. The company was originally founded in 1969 in the United States but was acquired by Deutche Post in 2002 and is today head quartered in Bonn, Germany. </p> <br> <div class="headline headline-font">Working at DHL</div> <p>The roles within Deutsche Post and DHL are as diverse as the people who perform them. Many of our employees spend their careers in various roles – joining as interns or on the shop floor and working their way up through different departments and divisions (and often different countries too). We think this says a lot about the sort of company we are and it’s something of which we’re exceptionally proud. From flexible work schedules and a culture of openness and respect in the workplace to personal mentors and a comprehensive range of trainee and development programs, we help you to realise your full potential.</p>
de: Elektortechnik

source: <div class="headline headline-font">About NAGEL-GROUP</div> <p>Nagel-Group is a German family business with international presence and over 100 owned locations throughout Europe. The number one food logistics company in Germany and among the leading companies throughout Europe. </p> <br> <div class="headline headline-font">Working at NAGEL-GROUP</div> <p>Your prospects with the Nagel-Group is a challenging and varied work in an internationally successful company. You will work in inter-departmental and international teams. We offer individual development programmes for management or specialist career paths and have numerous options and opportunities for promotion.<p>
de: Informatik

source: <div class="headline headline-font">About Rhenus Group</div> <p>Rhenus Group is a global logistics service company with a turnover of € 4.2 billion. Rhenus has more than 460 locations worldwide and employs 25,000 people. The Rhenus business areas – Contract Logistics, Freight Logistics, Port Logistics and Public Transport – manage complex supply chains and provide a wealth of innovative value-added services. </p> <div class="headline headline-font">Working at Rhenus</div> <p> As a family business, the values that are lived out, jointly developed and shared in the family form the basis for our work together and represent our identity. Flat hierarchies, short decision-making processes and a friendly working environment – we ensure everyone is on an equal footing. Moreover, you are given all the opportunities and space you need to further develop your skills and turn your ideas into reality. Being an international logistics provider we are able to provide our staff with all the tools they need to pursue their chosen career. </p>
de: Kommunikationswissenschaften

source: <div class="headline headline-font">About Hellmann</div> <p>Founded in 1871, the company started with one man, Carl Heinrich Hellmann, using a horse- drawn cart to deliver parcels in and around the town of Osnabrueck, northern Germany. Four generations later, Carl’s great-grandchildren, Jost and Klaus, own and run the company with a worldwide network of 19,300 people in 443 branches in 157 countries. The owners have always been, and continue to be, directly involved in the management; each decision is taken weighted against criteria that reach far beyond short term outcomes. We ensure the long term viability of Hellmann so it continues to provide opportunities for generations to come.</p> <div class="headline headline-font">Working for Hellmann</div> <p>At Hellmann, we create and sustain a fun, stimulating and empowering environment that attracts, retains and nourishes good people. Through training, compensation and recognition we encourage our people to develop their talents, in an atmosphere of mutual respect and trust. The core of who we are resides in the fact that we are a family owned company and we are proud of that. We promote the essence of what it means to be a family throughout the company. We encourage our members worldwide to build strong relationships based on integrity, understanding and mutual cooperation.</p>
de: Altertumswissenschaften
