Repository: michelrothgaenger/tt_app_translation
Catalog: messages.*.xliff
Languages: da, de

source: This Privacy Policy covers treatment of personally identifiable information that we collect when you are on the TransportTalent website, register with TransportTalent, upload a CV, set up a job alert with TransportTalent or apply for a job via the TranpsportTalent site. This policy does not apply to companies that TransportTalent does not own or control, or to people that TransportTalent does not employ.
de: Unternehmensgröße

source: Information collection and use
de: Jahresumsatz

source: TransportTalent collects personally identifiable information when you register with TransportTalent, when you use certain TransportTalent products or services eg apply for a job via the TransportTalent site, when you visit TransportTalent web pages, and when you enter competitions. TransportTalent may also receive personally identifiable information from clients.
de: Über

source: TransportTalent automatically receives and records information on our web server logs from your browser including your Internet Protocol address. Every computer on the internet has an IP address which is a unique number by which it can be identified. TransportTalent records IP addresses for anonymous statistical purposes, administration of our website and servers, and to improve our services.
de: Max. 500 Wörter ...

source: TransportTalent may set and access cookies on your computer. A cookie is a small amount of data, which often includes an anonymous unique identifier, which is sent to your browser from a website's computers and stored on your computer's hard drive. Each website can send its own cookies to your browser if your browser's preference settings allow it. To protect your privacy, your browser will only permit a website to access the cookies it has already sent to you. You can choose whether or not to accept cookies, however, if you do not accept TransportTalent cookies, some of our services may not be available to you.
de: Profil sichern

source: TransportTalent uses Google Analytics tagging to collect data on website activity. Users can opt-out of Google Analytics by installing a browser add-on from the following link: https://tools.google.com/dlpage/gaoptout.
de: Geschlecht

source: General information
de: Geburtsdatum

source: TransportTalent gathers general information about users, for example, what services users access the most and which areas of the TransportTalent site are most frequently visited. Such data is used in the aggregate to help us to understand how the TransportTalent site is used. We gather this information so that we can continue to improve and develop our services to benefit of our users. We may make this aggregated information available to users of the TransportTalent site, to our clients and also to auditors. These statistics are anonymous and contain no personal information and cannot be used to gather such information.
de: Zusammenfassung

source: Your personal information
de: Kontaktformular

source: When you register with TransportTalent, upload a CV, set up a job alert, enter a competition, or buy a product or service, we ask for personal information such as your name, date of birth, contact details, and other details. Once you register with TransportTalent and accept our Terms & Conditions, you are not anonymous to us. We may use information that you provide to alert you to our own products and services. We may contact you regarding site changes or changes to the TransportTalent products or services that you use.
de: <div><b>Deutschland:</b></div><div>Transport Talent</div><div>Bernstorffstraße 120</div><div>D-22767 Hamburg</div><div>&nbsp;</div><div><b>Dänemark:</b></div><div>Transport Talent ApS</div><div>Kronprinsessegade 46E</div><div>DK-1306 Kopenhagen</div>

source: We do not disclose information about your individual visits to the TransportTalent site, or personal information that you provide, such as your name and personal contact details unless you have given us your permission or we believe that the law requires it. We may record and share aggregated information with our clients. Additionally, if you input your information on a co-branded registration page or job application page, eg a TransportTalent client-company registration page then the information that you give becomes the property of both TransportTalent and the client. TransportTalent is not responsible for the information that the client receives.
de: Wegbeschreibung

source: TransportTalent may send personally identifiable information about you to other clients when:
de: Senden

source: we have your consent to share the information;
de: Name

source: we need to share your information to provide the service you have requested;
de: Veröffentlichen Sie Ihren ersten Job.

source: we need to send the information to companies who work on behalf of TransportTalent to provide a product or service to you. (Unless otherwise stated, these companies do not have the right to use the personally identifiable information we provide to them beyond what is necessary to assist us and you);we respond to subpoenas, court orders or legal process;
de: Unternehmenskontakt

source: Other ways of ensuring your privacy:
de: E-Mail

source: You may amend your personal details at any time if you wish. These options are available from the "My Profile" page of our website.
de: Betreff

source: You may unsubscribe from any employment or promotional information that we may send to you by in any of the following ways:
de: Ihre Nachricht ist zu kurz.

source: Using the unsubscribe function at the bottom of the email
de: Ihre Nachricht wurde gesendet. Wir werden uns umgehend bei Ihnen melden.

source: Amending your account details in "My Profile" page of our website
de: Vielen Dank

source: Contacting us on:
de: Unser Büro

source: or phone number
de: Nachricht

source: Contact TransportTalent
de: Michel verfügt über umfangreiche Erfahrung sowohl im operativen als auch strategischen HR-Bereich. Vor der Gründung von Transport Talent war er bei einem der weltweit größten Logistikunternehmen tätig – unter anderem als Ausbildungsleiter und als Projektmanager im Bereich HR-IT-Systeme.

source: If you have any questions, concerns or comments regarding TransportTalent or this website, please contact us:
de: Ulrich ist seit vielen Jahren als Personalberater in der Transport- und Logistikbranche tätig. Leitende Positionen im Management zweier internationaler Logistikdienstleister führten ihn neben verschiedenen europäischen Ländern auch nach Asien sowie Nord- und Südamerika.

source: Tel
de: Maxim ist erfahrener Programmierer und entwickelte diverse Web-Lösungen, unter anderem auch für Jobportale. Er war bereits in unterschiedlichen Positionen in Dänemark, China und der Ukraine tätig. Mit seiner Leidenschaft für das Programmieren und seiner Zielstrebigkeit ist er unser perfekter CTO.

source: Post your first job listing.
de: Svenja ist ein Multitalent und über den akademischen Bereich zur Logistik gekommen. Durch ihre Erfahrungen aus der Verwaltung einer renommierten privaten Hochschule für Logistik und andere Positionen mit Kundenkontakt ist sie prädestiniert für eine unterstützende Rolle im Recruitmentprozess.

source: Salary
de: Registrieren

source: Department
de: Alle Länder

source: Contract term
de: Finde Jobs ...

source: Job description
de: Unternehmenskonto erstellen

source: Max 500 words...
de: Lernen Sie die Unternehmen kennen

source: Choose your service level
de: Unternehmenskontakt

source: Basic level
de: Unternehmensbild und -logo

source: Submit job
de: Postleitzahl

source: Post another job
de: PLZ

source: How to improve your job postings
de: Jahresumsatz

source: Set up a free company profile at TransportTalent.com.
de: Unternehmensname

source: Key words
de: Anrede

source: e.g. air freight
de: Unternehmensadresse

source: All types
de: Job veröffentlichen

source: e.g. Germany
de: Suche

source: All levels
de: Standort

source: No jobs found
de: Suchbegriff

source: Delete
de: Interessante Angebote

source: Visible
de: Kategorie

source: My profile
de: neu

source: Your details
de: Alle Artikel

source: Work experience
de: Mehr

source: Saved searches
de: Job veröffentlichen

source: Education
de: Registrieren

source: Working preferences
de: Unternehmensprofile

source: Hidden
de: Profil erstellen

source: Close
de: 30 Tage Anzeigenlaufzeit

source: Edit
de: Enthält Ihr Logo

source: Section name
de: Erwähnung in unserem Newsletter

source: Headline
de: Verlängerung der Laufzeit auf bis zu 60 Tage

source: First name
de: Kostenfreier Kundenservice

source: Last name
de: Posts auf unseren Social-Media-Kanälen

source: Country
de: Hervorhebung der Anzeige

source: Job employment type
de: Direktansprache passender Kandidaten durch uns

source: Job category
de: Aktive Kandidatensuche

source: Skill
de: Handling aller Bewerbungen durch uns

source: Degree
de: Auswahl der 3 geeignetsten Kandidaten

source: Graduation date
de: Monatsgehalt

source: University
de: Wählen Sie Ihren Service

source: Education level
de: Wie kann Transport Talent Sie unterstützen?

source: Education major
de: Zeitersparnis

source: Start date
de: Konzentrieren Sie sich auf Ihr Geschäft und überlassen Sie uns die Kandidatensuche.

source: End date
de: Jetzt kostenlos registrieren

source: Description
de: Registrieren Sie sich und erstellen Sie ein Profil, das Ihre Erfahrungen und Ziele unterstreicht. Unser Team geht Ihre Angaben durch und sucht nach passenden Jobs für Sie.

source: Language
de: Wie funktioniert Transport Talent?

source: This field must be filled!
de: Durchsuchen Sie unser Jobportal mit tausenden offenen Stellen aller Erfahrungsstufen. Finden Sie einen interessanten Job und bewerben Sie sich direkt auf ihn. Suchen Sie nicht aktiv nach einer neuen Herausforderung, lassen Sie unser Team die Arbeit machen. Wir melden uns bei Ihnen, sobald wir eine tolle Chance für Sie gefunden haben.

source: select an option
de: Lehnen Sie sich zurück und erhalte exklusive Stellenempfehlungen von uns. Es kommen ständig neue Positionen hinzu, aus denen unser Expertenteam passende Ausschreibungen für Sie heraussucht. Ihr Traumjob ist zum Greifen nah.

source: Save changes
de: Jobs finden

source: Add
de: Arbeitgeber

source: Cancel
de: Mitarbeiter

source: Link your profile
de: Schwerpunkt

source: Link your Transport Talent profile to LinkedIn or XING for extra features
de: Interview & Assessment der Kandidaten

source: Link your LinkedIn profile
de: Top-Talente rekrutieren

source: Link your XING profile
de: Erhöhen Sie mit unserer Unterstützung die Zahl qualifizierter Bewerber auf Ihre Ausschreibung.

source: Building a company profile
de: Positionen schneller besetzen

source: completed profile
de: Beschleunigen Sie den Recruiting-Prozess und verpassen Sie kein Geschäft mehr.

source: Complete the following steps to improve your chances of getting hired
de: Globales Netzwerk

source: Upload your CV
de: Dank unserer umfangreichen Datenbank können wir Sie weltweit bei der Besetzung vakanter Stellen unterstützen.

source: Set up your company account
de: Registrieren Sie jetzt Ihr Unternehmen und stellen Sie die erste Anzeige online.

source: Register and post your first job listing
de: Erreichen Sie mit geringem Aufwand Top-Kandidaten.

source: Company contact
de: Stellen Sie sicher, dass Kandidaten stets das beste Bild von Ihrem Unternehmen haben.

source: Title
de: Erstellen Sie mit dem nebenstehenden Formular Ihr kostenloses Unternehmensprofil. Die Erstellung eines Unternehmensprofils bildet die Grundlage zur späteren Inanspruchnahme unserer Services.

source: Mr.
de: Unternehmensdetails

source: Ms.
de: Profil sichern

source: First name
de: Anzeige schalten

source: Last name
de: Persönliche Daten

source: Email
de: Bevorzugte Karrierestufe

source: Phone
de: Wähle Sie Ihre Karrierestufe

source: State
de: Bevorzugte Tätigkeitsfelder

source: City
de: Wähle eine Kategorie

source: Password
de: Bevorzugte Länder

source: Confirm password
de: Kenntnisse

source: Company name
de: Ausbildung

source: Address
de: Berufserfahrung

source: Postcode, zip code
de: Sprachen

source: Company size
de: Sonstiges

source: Annual turnover
de: Aussagekraft Ihres Profils

source: About
de: Füllen Sie so viele Bereiche wie möglich aus, um Ihre Chance auf einen passendes Angebot zu erhöhen

source: Max 500 words...
de: Unternehmen durchsuchen

source: Submit profile
de: Alle Branchen

source: Post a job
de: Deutschland

source: Basic Information
de: Begriff

source: Gender
de: z.B. Unternehmensname

source: Birthday
de: Passwort vergessen?

source: Summary
de: Anmelden mit Xing

source: Preferred employment level
de: Anmelden mit LinkedIn

source: Choose job employment type
de: Anmelden mit Google

source: Preferred job categories
de: Anmelden mit Facebook

source: Choose job category
de: Arbeitgeberinformation

source: Preferred countries
de: Passwort zurücksetzen

source: Choose country
de: Mehr erfahren

source: Skills
de: Verfügbare Jobs

source: Your skill
de: Kontraktlogistik

source: Education
de: Seefracht

source: Major in
de: Landverkehr

source: Professional Experience
de: Bitte lesen die nachfolgende Vereinbarung sorgfältig durch. Sie legt die Bedingungen fest, unter denen Transport Talent ApS Ihnen die Nutzung seiner Services, wie definiert unter 1.1, anbietet. Durch die Nutzung einer der Services und/oder die Nutzung von TransportTalent.com (die "Webseite") bestätigen Sie, dass Sie die Nutzungsbedingungen gelesen haben und sie akzeptieren. Nutzen Sie die Webseite und Dienstleistungen von Transport Talent nicht, wenn Sie die hier dargestellten Bedingungen nicht akzeptieren.

source: Languages
de: Die folgenden Nutzungsbedingungen stellen einen Vertrag dar zwischen Ihnen und

source: Custom
de: Bitte beachten Sie, dass Sie im Falle einer Kontaktaufnahme direkt mit dem potentiellen Arbeitgeber kommunizieren und alle etwaigen Absprachen oder Verträge direkt mit dem Arbeitgeber getroffen bzw. geschlossen werden. Transport Talent ist in diesen Prozess nicht involviert und kann für etwaige daraus entstehende Ansprüche Ihrerseits nicht haftbar gemacht werden (ausgenommen sind gesetzliche Vorschriften).

source: Meet the companies
de: Die Dienste sind nur dann verfügbar, wenn Sie den Registrierungsprozess auf der Webseite abschließen und bestätigen, die Nutzungsbedingungen gelesen und akzeptiert zu haben.

source: No articles found
de: Die Webseite und die Dienste sind ausschließlich für den privaten, nicht kommerziellen Gebrauch bestimmt. Transport Talent autorisiert Sie gemäß dieser Bedingungen, Teile der Webseite und/oder Dienste, ausschließlich für den privaten, nicht kommerziellen Gebrauch, auszudrucken und/oder herunterzuladen. Insbesondere ist es Ihnen nicht erlaubt, Informationen jedweder Art aus Verzeichnissen, Listen oder von Diensten zur Informationsrückgewinnung (wenn zutreffend), die auf der Webseite dargestellt werden, für geschäftliche oder kommerzielle Zwecke (gleich, ob gemeinnützig oder nicht) zu nutzen. Jegliche Nutzung des Materials von der Webseite und/oder aus den Diensten (einschließlich, aber ohne Beschränkung auf die Reproduktion für andere Zwecke als die oben genannten, die Modifikation, Verbreitung oder Wiederveröffentlichung) ohne vorherige schriftliche Genehmigung durch Transport Talent ist strengstens verboten. Außerdem stimmen Sie zu, keinerlei Deep-Links zwischen dieser und Websites Dritter zu erstellen oder die Webseite oder Teile derselben zu framen, sofern Sie nicht ausdrücklich von Transport Talent dazu autorisiert wurden.

source: Search results
de: Sie verpflichten sich, die Webseite oder die Dienste nicht zur vorsetzlichen oder leichtfertigen Übertragung oder Verteilung von Material, welches obszön, bedrohend, verunsichernd, beleidigend, diffamierend, beschimpfend oder unwahr ist oder einen Vertrauensbruch oder eine Verletzung geistigen Eigentums darstellt (einschließlich des Urheberrechts) oder welches eine bedrohliche oder bedrohende Wirkung, einschließlich rassistischer oder sexistischer Inhalte, hat oder Material, welches auf andere Art gegen geltendes Recht, Regulierungen oder Vorschriften verstößt oder eine übermäßige Auslastung der Bandbreite verursacht oder einen Computervirus enthält oder das Computersystem von Transport Talent oder Dritten auf andere Art beeinträchtigt oder beschädigt.

source: All categories
de: Mit der Anmeldung für die Dienste gemäß 1.3 gewähren Sie Transport Talent automatisch das lizenz- und gebührenfreie Recht, jegliches Material und Informationen, die Sie Transport Talent durch die Nutzung der Dienste bereitstellen, im Rahmen der Erfüllung der Dienste zu nutzen und auf der Webseite darzustellen, zu vervielfältigen oder zu reproduzieren.

source: Get Top Passive Candidates in Less Time
de: Soweit dies nicht gesetzlich oder behördlich erforderlich ist, wird in Bezug auf die Webseite und/oder die Dienste oder ihre Inhalte (einschließlich, aber ohne Beschränkung auf persönliche Ansichten oder Kommentare) keine Garantie, Gewährleistung oder eine Zusicherung abgegeben. Alle Informationen und/oder Daten, die auf der Webseite und/oder im Rahmen der Dienste und/oder in beliebigen Verzeichnissen oder anderen Listen oder Informationsrückgewinnungsdiensten zur Verfügung gestellt werden, dienen lediglich der Orientierung. Das Risiko der Nutzung solcher Informationen und/oder Daten tragen Sie selbst. Jegliche Haftung von Transport Talent, seiner Direktoren, Angestellten oder sonstigen Vertretern des Unternehmens im weitesten, gesetzlich zulässigen Ausmaß für Schäden, die sich bei oder im Zusammenhang mit der Benutzung dieser Webseite oder der darin enthaltenen Informationen, Inhalte, Materialien oder Produkte einstellen, wird hierdurch bis zum gesetzlich zulässigen Höchstumfang ausgeschlossen.

source: Setup profile
de: Transport Talent übernimmt keine Garantie, dass die Inhalte aller E-Mails, die über die Webseite verschickt werden, frei von Viren oder anderen infizierenden oder zerstörerischen Eigenschaften sind und übernimmt diesbezüglich keine Haftung.

source: Make sure that the best candidates have the right view of your company
de: Diese Website und/oder Dienste enthalten möglicherweise Links oder Hinweise auf die Webseiten und/oder Dienste von Dritten. Diese Informationen werden lediglich im Dienste der Benutzerfreundlichkeit bereitgestellt. Transport Talent ist nicht für sie verantwortlich und macht keine Zusicherungen bzw. gibt keine Garantien im Zusammenhang mit diesen Webseiten und/oder Diensten und ist nicht verantwortlich oder haftbar in Hinblick auf den Inhalt oder Ihre Nutzung solcher Webseiten (soweit gesetzlich zulässig).

source: How can Transport Talent help you?
de: Sie erkennen an, dass Transport Talent nicht für den Inhalt Dritter auf der Webseite verantwortlich ist, und dass Transport Talent nicht die Legalität des im Internet verfügbaren Materials gewährleisten kann. Transport Talent wird den Zugriff auf Material nicht einschränken, sofern es nicht über einen Rechtsverstoß in Kenntnis gesetzt wird. Sie erkennen insbesondere an, dass Transport Talent nicht für die Stellenanzeigen Dritter auf seiner Webseite verantwortlich ist und diese auch nicht überwacht. Transport Talent behält sich das Recht vor, Stellenanzeigen, Material und andere Inhalte von seiner Webseite zu löschen, wenn es diese für illegal oder unangemessen hält.

source: Save time
de: Transport Talent ist in keiner Weise an der Kommunikation zwischen Ihnen und Dritten beteiligt, die über die Dienste von Transport Talent zustande kommt. Transport Talent behält sich das Recht vor, jegliche Kommunikation, die über die Webseite erfolgt, zu überwachen.

source: Let us do the sourcing of candidates so you can focus on other critical business priorities
de: Mit Ausnahme des in diesem Vertrag festgelegten Umfangs gewährt Transport Talent keine Lizenz oder andere Form der Autorisierung zur Nutzung seiner Markenzeichen, Produktbezeichnungen, Firmennamen oder -logos oder anderer seiner urheberrechtlich geschützten Inhalte oder anderer Rechte am geistigen Eigentum, indem es sie durch seine Webseite oder Dienste zur Verfügung stellt.

source: Recruit top talent
de: Transport Talent verspricht keinen störungs- oder fehlerfreien Betrieb der Webseite und/oder der Dienste. Jegliche Haftung von Transport Talent, seiner Direktoren, Angestellten oder sonstigen Vertretern des Unternehmens im weitesten, gesetzlich zulässigen Ausmaß für Schäden, die sich bei oder im Zusammenhang mit der Benutzung dieser Webseite oder der Dienste, wird hierdurch bis zum gesetzlich zulässigen Höchstumfang ausgeschlossen.

source: Increase the number of qualified candidates that apply to your open positions
de: Werden Sie aufgefordert, ein Anmeldeformular auszufüllen, müssen die persönlichen Angaben, die Sie machen, wahr, korrekt und vollständig sein. Sie stimmen zu, uns über alle relevanten Änderungen im Zusammenhang mit Ihrer Registrierung zu informieren.

source: Hire faster
de: Ihre personenbezogenen Daten werden von Transport Talent im Rahmen unserer Datenschutzrichtlinie gesammelt und verarbeitet. Die erhobenen personenbezogenen Daten können unter anderem Ihren Namen, Ihre Adresse, Ihre Telefon- und Faxnummer, Ihre E-Mail-Adresse und andere Informationen enthalten. Die Informationen werden Ihrem bzw. Ihren Anmeldeformular/-en und Ihrer Nutzung der Webseite und/oder der interaktiven Dienste, einschließlich Cookies, entnommen. Cookies sind Textdateien, die auf der Festplatte Ihres Rechners abgelegt werden, wenn Sie eine Webseite besuchen, und eine Identifikation ermöglichen. Ein Cookie enthält keinerlei persönliche Informationen, auch nicht solche, die Sie uns zur Verfügung gestellt haben, ausgenommen Ihren Nutzernamen, sofern der Cookie nicht im Zusammenhang mit anderen personenbezogenen Daten erzeugt wurde, wie etwa durch die Online-Registrierung. Die gesammelten Informationen können von Transport Talent ApS und Firmen derselben Unternehmensgruppe wie Transport Talent ApS, das heißt Unternehmen, welche denselben Mutterkonzern haben, intern, im Zusammenhang mit Ihrer Nutzung der Webseite und der interaktiven Dienste, und für Marketingzwecke genutzt sowie an sorgfältig ausgewählte Dritte für Marketingzwecke weitergegeben werden. Mit Marketingzwecken bezeichnen wir die direkte Kommunikation von Werbung mit bestimmten Individuen per E-Mail, Post oder Telefon. Wenn Sie keine Werbung von Transport Talent ApS, Firmen derselben Unternehmensgruppe oder von sorgfältig ausgewählten Dritten erhalten möchten, aktivieren Sie bitte bei Ihrer Anmeldung das entsprechende Kästchen oder schicken Sie uns eine E-Mail. Entscheiden Sie sich später, dass Sie keine weitere Werbung von Transport Talent ApS oder Firmen derselben Unternehmensgruppe erhalten möchten oder nicht mehr wünschen, dass wir Informationen zu Ihnen an Dritte weitergeben, benachrichtigen Sie uns bitte ebenfalls per E-Mail. Wir nutzen Ihre Informationen nicht und geben diese nicht über die an anderer Stelle in diesem Absatz 5 genannten Zwecke hinaus weiter. Sie stimmen den in Absatz 5 genannten Bedingungen zu, indem sie diese Nutzungsbedingungen akzeptieren.

source: Reduce the lead time in your recruitment cycle so your business never misses an opportunity
de: Transport Talent kann Ihren Zugang zur Webseite und/oder den Diensten ohne Ankündigung, aus jedem Grund und ohne, dass sich hieraus Ihnen gegenüber eine Haftung ergibt, beenden, aussetzen oder verweigern.
