Repository: michelrothgaenger/tt_app_translation
Catalog: messages.*.xliff
Languages: da, de

source: For candidates
de: Hallo %firstname%,<br> <br> herzlich willkommen bei Transport Talent! Wir freuen uns, dass wir Ihre Karriere in der Logistik begleiten dürfen. <br> <br> Nach nur noch einem Schritt erhalten Sie schon bald die ersten Stellenanzeigen, die genau zu Ihnen passen.<br> <br> Richten Sie Ihr Profil ein: Helfen Sie uns, Ihnen die passenden Stellenanzeigen zukommen zu lassen, indem Sie Ihre bevorzugten Tätigkeitsfelder, Kenntnisse und Erfahrungen angeben. Sie können Ihr Profil auch mit nur einem Klick aus Xing. <br> <br> <div style="text-align: center; font-weight: bold;"><a href="%profile%">Jetzt Profil einrichten!</a><br> </div> <br> <span style="font-weight: bold;">Gehen Sie mit Transport Talent sofort auf Jobsuche </span><br> <br> Suchen Sie direkt nach Jobs: Natürlich können Sie sofort eigenständig nach Jobs suchen. Durch verschiedene Filter können Sie die Suche begrenzen. <br> <br> <div style="text-align: center; font-weight: bold;"><a href="%searchjobs%">Jetzt nach Jobs suchen!</a><br> </div> <br> Lernen Sie Unternehmen kennen: Bei Transport Talent können Sie sich über die kleinen, mittleren und großen Unternehmen der Transport- und Logistikbranche informieren. <br> <br> <div style="text-align: center; font-weight: bold;"><a href="%browsecompanies%">Jetzt mehr über die Unternehmen erfahren!</a><br> </div> <br> Schon bald bietet Ihnen Transport Talent weitere Services. Seien Sie gespannt auf den <a href="http://blog.transporttalent.com"><span style="font-weight: bold;">Transport-Talent-Blog</span></a>, unsere Karriereberatung und mehr. <br> <br> Folgen Sie uns schon heute auf <a href="https://www.facebook.com/transporttalent"><span style="font-weight: bold;">Facebook</span></a>, <a href="https://twitter.com/transporttalent"><span style="font-weight: bold;">Twitter</span></a> oder <a href="https://www.linkedin.com/company/transport-talent"><span style="font-weight: bold;">Linkedin</span></a>, um immer auf dem Laufenden zu bleiben und Interessantes rund um Logistik und Karriere zu erfahren. &nbsp; <br> <br> Sollten Sie Fragen haben, melden Sie sich gerne jederzeit unter <a href="mailto:support@transporttalent.com"><span style="font-weight: bold;">support@transporttalent.com</span></a>. <br> <br> Mit freundlichen Grüßen <br> <br> Michel Rothgaenger <br> Operativer Geschäftsführer<br>

source: e.g. Company
de: Falsches Unternehmen.

source: Delete
de: Stellenanzeige nicht gefunden.

source: Premium Sourcing
de: Ihre Stellenanzeige wurde veröffentlicht.

source: All services in Active Sourcing, plus:
de: app.jobContractTermPlaceholder

source: Active candidate search
de: app.jobCountryPlaceholder

source: Application handling
de: app.jobStatePlaceholder

source: Psychometric assessment of final candidates (upon request)
de: app.jobSalaryPlaceholder

source: Short list of top 3 candidates
de: app.jobUrlPlaceholder

source: Discounts do apply for employers also subscribed for our Job Board Subscription.
de: Stellenanzeige gespeichert

source: Priced individually
de: Bevorzugte Anstellung

source: Subscription for 12 months.
de: Wahl

source: Subscription for 12 months.
de: Kosten

source: *All prices are excluding VAT.
de: Hallo

source: Book now
de: bitte füllen Sie dieses Feld ebenfalls aus.

source: Choose from our services
de: Nächste Aktion:

source: Try our passive and active services
de: Allgemeinen Geschäftsbedingungen

source: See what services apply best to your business model. Have us help you in every way you need us.
de: EUR 12995

source: You are entitled to a 20% special discount for employers who are also using our "Job Board Subscription"
de: Jetzt anmelden

source: Book your selection
de: Willkommen bei Transport Talent!

source: EUR 12,995
de: Hallo %title% %lastname%,<br> <br> vielen Dank für Ihre Anmeldung auf TransportTalent.com und Ihrem damit verbundenen Interesse an unseren Leistungen.<br> <br style="font-weight: bold;"> <span style="font-weight: bold;">Wie geht es jetzt weiter?</span><br> <br> 1. <a href="%companieprofile%">Erstellen Sie Ihr kostenloses Unternehmensprofil, um sich interessierten Bewerbern optimal präsentieren zu können.<br> </a><br> 2. <a href="%servicespage%">Buchen Sie unseren Service "Job Board Subscription", um all Ihre Stellenausschreibungen automatisch auf unserem Portal zu veröffentlichen.</a><br> <br> 3. <a href="%servicespage%">Lassen Sie uns bestimmte Stellenausschreibungen gezielt hervorheben und passenden Kandidaten vorschlagen mit unserem Produkt "Active Sourcing".</a><br> <br> 4. <a href="%servicespage%">Legen Sie den gesamten Recruitingprozess für eine bestimmte Vakanz in unsere Hände und unterhalten Sie sich nur noch mit den Kandidaten, welche am besten auf Ihre Anforderungen passen.</a><br> <br> Für Fragen stehen wir Ihnen gern unter <a href="mailto:support@transporttalent.com">support@transporttalent.com</a> zur Verfügung.<br> <br> Mit freundlichen Grüßen<br> <br> Michel Rothgaenger <br> Operativer Geschäftsführer<br>

source: EUR 2,095
de: Ihre Leistungsbuchung bei Transport Talent

source: EUR 395
de: Hallo %title% %lastname%,<br> <br> hiermit bestätigen wir Ihnen Ihre Leistungsbuchung über unser Portal. Ein Mitarbeiter wird sich kurzfristig bei Ihnen melden, um weitere Details zu klären.<br> <br> Sollten Sie in der Zwischenzeit Fragen haben, so wenden Sie sich gern per E-Mail an support@transporttalent.com oder Nutzen Sie unsere weiteren <a href="https://transporttalent.com/de/contact">Kontaktmöglichkeiten</a>.<br> <br> Mit freundlichen Grüßen<br> <br> Michel Rothgaenger <br> Operativer Geschäftsführer<br>

source: Please input date in format dd/mm/yyyy.
de: Sollten Sie bereits ein Konto besitzen, fahren Sie bitte fort.

source: requires this field to be filled too.
de: Vielen Dank für die Anmeldung bei Transport Talent!

source: *All prices are excluding VAT.
de: Vielen Dank für Ihren Auftrag. Sie erhalten umgehend eine E-Mail mit weiteren Informationen.

source: EUR 319
de: Ihr Nutzerkonto wurde noch nicht bestätigt.

source: You can continue to
de: Laufzeit von 12 Monaten

source: EUR 12,995
de: Anzeigen

source: Subscription for 12 months.
de: Verstecken

source: Welcome to Transport Talent, %firstname%!
de: Preis pro Position

source: Hello %firstname%,<br> <br> Welcome to Transport Talent! We are happy to take part in your logistics career. <br> <br> After completing just one step you will receive your first matching job opportunities.<br> <br> Create your profile: Help us find the right position for you by telling us about your preferred employment level, qualifications and professional experience. You can also import your profile from LinkedIn or Xing with just a few clicks. <br> <br> <div style="text-align: center; font-weight: bold;"><a href="%profile%">Create your profile now!</a><br> </div> <br> <span style="font-weight: bold;">Go job hunting with Transport Talent</span><br> <br> Access the job search directly: Of course you can also look for jobs yourself. Narrow the search results by using the different filters. <br> <br> <div style="text-align: center; font-weight: bold;"><a href="%searchjobs%">Search for jobs now!</a><br> </div> <br> Get to know employers: At Transport Talent you have access to a database of transport and logistics companies of all sizes. <br> <br> <div style="text-align: center; font-weight: bold;"><a href="%browsecompanies%">Learn more about employers!</a><br> </div> <br> Transport Talent will soon offer additional services. Stay tuned for our new <a href="http://blog.transporttalent.com"><span style="font-weight: bold;">Transport Talent blog</span></a>, our career counseling and more. <br> <br> Start following us today on <a href="https://www.facebook.com/transporttalent"><span style="font-weight: bold;">Facebook</span></a>, <a href="https://twitter.com/transporttalent"><span style="font-weight: bold;">Twitter</span></a> or <a href="https://www.linkedin.com/company/transport-talent"><span style="font-weight: bold;">Linkedin</span></a>, to keep yourself updated and learn interesting facts about careers and logistics. &nbsp; <br> <br> Should you have any questions, do not hesitate to contact us at <a href="mailto:support@transporttalent.com"><span style="font-weight: bold;">support@transporttalent.com</span></a>. <br> <br> Kind regards, <br> <br> Ulrich Nissen <br> Managing Director<br>
de: Profil deaktivieren

source: Welcome to Transport Talent!
de: Profil veröffentlichen

source: Hello %title% %lastname%,<br> <br> Thank you for registering for TransportTalent.com. We appreciate your interest in our services.<br> <br style="font-weight: bold;"> <span style="font-weight: bold;">What are the next steps?</span><br> <br> 1. <a href="%companieprofile%">Set up your free company profile to present your company to interested candidates.<br> </a><br> 2. <a href="%servicespage%">Book our service "Job Board Subscription" to have your job openings automatically posted on our site.</a><br> <br> 3. <a href="%servicespage%">Have us highlight certain positions and find the right candidate for you with our product "Active Sourcing".</a><br> <br> 4. <a href="%servicespage%">Leave the whole recruiting process to us and onlycommunicate with candidates meeting your requirements.</a><br> <br> If you have any questions, we are happy to answer them at <a href="mailto:support@transporttalent.com">support@transporttalent.com</a>.<br> <br> Kind regards,<br> <br> Ulrich Nissen <br> Managing Director<br>
de: Unternehmensprofil deaktiviert

source: Your Service Booking at Transport Talent
de: Unternehmensprofil veröffentlicht

source: Hello %title% %lastname%,<br> <br> We hereby confirm your service booking via our portal. One of our team members will get in touch with you soon to discuss further details.<br> <br> In the meantime, should you have any questions, please do not hesitate to contact us at support@transporttalent.com or by <a href="https://transporttalent.com/de/contact">phone</a>.<br> <br> Kind regards,<br> <br> Ulrich Nissen <br> Managing Director<br>
de: Schön, Sie wiederzusehen.

source: app.serviceBookedTitle(change)
de: Jobs verwalten

source: app.serviceBookedDescription(change)
de: Hallo %title% %lastname%,<br> <br> vielen Dank für Ihre Anmeldung zu unserem Angebot. <a style="font-weight: bold;" href="%confirmationUrl%">Bitte klicke hier, um Ihre Anmeldung zu bestätigen</a>. Nach dem Abschluss Ihrer Anmeldung erhalten Sie eine E-Mail mit weiteren Informationen zu unserem Service. <br> <br> Sollteten Sie Fragen haben, so wenden Sich sich gern unter <a href="mailto:support@transporttalent.com">support@transporttalent.com</a> jederzeit an uns.<br> <br> Wir bedanken uns bereits jetzt für das entgegengebrachte Vertrauen.<br> <br> Mit freundlichen Grüßen<br> <br> Michel Rothgaenger<br> Operativer Geschäftsführer<br>

source: Thank you for your order. We will contact you short term.
de: Lehrstellen

source: Your job has been posted.
de: Bearbeiten Sie Ihre Anzeige

source: Your account is not yet approved.
de: Tragen Sie die erforderlichen Informationen ein und speichern Sie.

source: User is not employer.
de: Gespeichert

source: Job is not found.
de: Der Nutzer ist nicht als Arbeitgeber registriert.

source: Wrong company.
de: Geben Sie die URL ein

source: Great to have you back.
de: Diese Stellenanzeige ist inaktiv!

source: If you already have an account please proceed.
de: Dankeschön!

source: See all companies
de: Gebucht

source: Job has been saved.
de: Datei anhängen

source: 12 months subscription
de: Danke, %firstName%! Wir melden uns in Kürze bei Ihnen.

source: Price per job
de: Sie können keine Stellenanzeigen veröffentlichen. Buchen Sie die gewünschte Option unter <a href="%serviceslink%">Services</a>.

source: Terms & Conditions
de: Stellenanzeige

source: Hide
de: Dieses Angebot ist leider abgelaufen

source: EUR 12,995
de: Das gesuchte Angebot wurden bereits aus der Datenbank entfernt. <br> Nachstehend haben wir ähnliche Angebote aufgelistet.<br><br>Wir bitten die Unannehmlichkeit zu entschuldigen.

source: jobs found
de: Ähnliche Jobs durchsuchen

source: Register now
de: Ähnliche Jobs durchsuchen

source: Thank you for signing up with Transport Talent!
de: Schifffahrt

source: app.profileGroupImportDesc
de: Sparen Sie Zeit und importieren vorhandene Daten aus Ihrem Xing- oder LinkedIn-Profil.

source: Please give us a short summary of your professional focus.
de: Erzählen Sie uns von Ihrem beruflichen Schwerpunkt. Welche Branchenkenntnisse bringen Sie mit? Worin sind Sie Spezialist?

source: app.profileGroupSkillsDesc
de: Teamplayer, Motivator oder Querdenker – was zeichnet Sie aus? Nennen Sie uns Ihre Fähigkeiten.

source: app.profileGroupCertificatesDesc
de: Hast du zusätzliche Qualifikationen für die du ein Zertifikat bekommen hast? Das können z. B. Sprachkenntnisse, berufliche Weiterbildungen, Softwarekenntnisse oder Ähnliches sein.

source: Saved certificates
de: Gespeicherte Zertifikate

source: Graduation year
de: Abschlussjahr

source: Country
de: Land

source: Language
de: Sprache

source: Saved languages
de: Gespeicherte Sprachen

source: Level
de: Abschluss

source: Certificate title
de: Bezeichnung

source: Level
de: Kenntnisse

source: Congo (Democratic Republic of the)
da: Månedsløn

source: The fastest way to find a new job in
da: 30-dages Job Posting på

source: Logistics
da: Inkludere din virksomheds logo

source: Shipping
da: Nævnt i vores Nyhedsbrev

source: or
da: Forlænget Posting i op til 60 dage

source: Search
da: Gratis kundesupport

source: Where
da: Posting på sociale medier

source: Search term
da: Fremhævet Job Listing på forsiden

source: Featured Jobs
da: Personlig email til de bedste matchende kandidater

source: Category
da: Aktiv Search på kandidater

source: new
da: Behandling af alle ansøgninger

source: Level
da: Shortlisting af de 3 bedste kandidater

source: Get more from your job search
da: Registrer

source: All articles
da: Alle lande

source: More
da: Alle industrier

source: Post a job
da: <br>Islands Brygge 77D, 4 TH<br>Copenhagen DK-2300<br>Denmark

source: Register
da: Log ind med Facebook

source: Register
da: Log ind with Google

source: Find Jobs
da: Log ind med LinkedIn

source: Post a job
da: Log ind med Xing

source: Find top jobs in
da: Glemt din adgangskode?

source: Logistics
da: Velkommen

source: or
da: Rekrutteringskonsulent

source: Transportation
da: Vælg din prisplan

source: Search term
da: Basic

source: Where
da: Active Sourcing

source: Search
da: Premium

source: Advanced search
da: Virksomhedslogo

source: Featured Jobs
da: Virksomhedsprofil

source: Level
da: Arbejdsgivere

source: Category
da: Søg arbejdsgivere

source: new
da: Hovedkvarter

source: Get more from your job search
da: Ansatte

source: All articles
da: Led efter virksomehder

source: More
da: Kodeord

source: Sign in
da: Ingen virksomheder fundet

source: For Employers
da: Fornavn

source: Profile
da: Efternavn

source: Sign Out
da: 7 Tage Hervorhebung der Stellenanzeige

source: Candidate
da: EUR 12,995

source: Jobs
da: Hej %username%!<br><br>For at afslutte aktiveringen af din kont, venligst klik på <a href="%confirmationUrl%">%confirmationUrl%</a><br><br>Hilsen, TransportTalent.
