Repository: michelrothgaenger/tt_app_translation
Catalog: messages.*.xliff
Languages: da, de

source: <div class="headline headline-font">About DB Schenker</div> <p>DB Schenker supports industry and trade in the global exchange of goods: in land transport, worldwide air and ocean freight, contract logistics and supply chain management. Roughly 65,000 employees at some 2,000 locations around the globe generated revenues totaling 14.943 billion euros in 2014.</p> <p>As a specialist in European land transport, both by road and rail, DB Schenker connects all of the important economic regions in over forty European countries via a dense network of regular scheduled services. The company also specializes in global air and ocean freight solutions as well as all related logistics services. Integrated logistics centers at the world’s most important intersections where flows of goods converge create an effective link between all carriers and enable a wide range of value-added services.</p> <div class="headline headline-font">Working for DB Schenker</div> <p>Only with the help of our staff will we be able to achieve our vision of becoming the global market leader in logistics services. This is why the professional and personal development of our staff is a topic close to our hearts. We therefore endeavour to fill vacant management and specialist positions as often as we can from among our own ranks. Your career path and career potential knows no bounds at DB Schenker. Our numerous locations both nationally and internationally offer you the chance to further your career as a manager or specialist in one of our diverse business areas. </p>
de: Chemieingenieurwesen

source: <div class="headline headline-font">About Panalpina</div> <p>The Panalpina Group is one of the world’s leading providers of supply chain solutions. The company combines its core products of Air Freight, Ocean Freight, and Logistics to deliver globally integrated, tailor-made end-to-end solutions. Drawing on in-depth industry know-how and customized IT systems, Panalpina manages the needs of its customers’ supply chains, no matter how demanding they might be. Energy Solutions is a specialized service for the energy and capital projects sector.</p> <p>The Panalpina Group operates a global network with some 500 offices in more than 70 countries, and it works with partner companies in a further 90 countries. Panalpina employs over 15,000 people worldwide who deliver a comprehensive service to the highest quality standards – wherever and whenever.</p> <div class="headline headline-font">Working for Panalpina</div> <p>As one of the worldwide industry leaders, Panalpina offers an attractive work environment and job opportunities. We reward outstanding achievements with performance-based incentive plans. Panacademy, the virtual corporate training and development platform, aims to upgrade the skills and knowledge of our employees and prepares the internal talents for international work assignments.</p> <p>Panalpina strives to be the employer of choice in our industry. In order to achieve our corporate objectives, we have to attract the most talented people on the market and to keep our high performing colleagues within the company. We focus on people who embrace our core values, reflect in their behavior the Panalpina spirit “a passion for solutions” and who turn challenging situations into promising opportunities.</p>
de: Betriebswirtschaftslehre

source: <div class="headline headline-font">About DSV A/S</div> <p>DSV is a global transport and logistics company offering transport services worldwide by road, air, sea and train. Since its foundation in 1976, the company has achieved rapid expansion and international presence, predominantly through a series of strategic competitor acquisitions. With headquarters in Copenhagen, Denmark, and offices in more than 70 countries, and collaborates with partners and agents worldwide. DSV is listed on NASDAQ OMX Copenhagen.</p> <p>The company is structured in three divisions, DSV Road, DSV Air & Sea and DSV Solutions. Its main activities lie within the European road transport (trucking) network, and its air and sea freight forwarding business. Jens Bjørn Andersen became CEO in August 2008. In 2014 DSV reported a turnover of Euro 6,517 million and EBITA of Euro 352 million.</p> <div class="headline headline-font">Working at DSV</div> <p>DSV employs approximately 23,000 people and is constantly evolving and expanding with the global market. Working for the world’s fifth largest global supplier of transport and logistics can open up many opportunities for you to develop your career on an international scale. </p>
de: Biowissenschaften

source: No companies found
de: Biomedizin

source: First name
de: Kunst

source: Last name
de: Anthropologie

source: Register
de: Architektur, Stadt- und Landschaftsplanung

source: All countries
de: Entrepreneurship & Innovation

source: All industries
de: Literaturwissenschaften

source: Svenja is an all-rounder who approached transport and logistics from the academic side. With her experience from the administration of a renowned private university for logistics and other customer-facing positions she is the perfect fit for a supportive role in the recruitment process.
de: Jura

source: Recruitment Consultant
de: Publizistik

source: Transport Talent, Islands Brygge 77D, 4 TH, Copenhagen DK-2300, Denmark
de: Maschinenbau

source: Sign in with Facebook
de: Medien- und Kulturwissenschaften

source: Sign in with Google
de: Geburtskunde

source: Sign in with LinkedIn
de: Krankenpflege

source: Sign in with Xing
de: Pharmazie

source: Forgot password?
de: Philosophie

source: Welcome
de: Immobilienwirtschaft

source: Dr.
de: Werkstoffwissenschaft & Nanotechnologie

source: Prof.
de: Soziale Arbeit

source: Upload company logo
de: Soziologie

source: Upload company building
de: Luftfracht

source: Choose Your Plan
de: Aktuelle Stellenangebote

source: Basic
de: Standorte/Länder

source: Active Sourcing
de: Unternehmensbeschreibung

source: Premium
de: Das Passwort wurde erfolgreich geändert!

source: Month salary
de: Praktikum

source: 30-Day Job Posting on
de: Absolventen

source: Includes your company logo
de: Studierende

source: Mentioned in our eNewsletters
de: Master

source: Extended Posting of up to 60 days
de: Bachelor

source: Free client support
de: Führungskräfte

source: Posting on our social media channels
de: Berufserfahrene

source: Featured Job Listing
de: Länder auswählen

source: Personal email to best matching candidates
de: Promotion

source: Active candidate search
de: Rechnungswesen

source: Application handling
de: Einzelner Kurs

source: Short listing of 3 best suitable candidates
de: Sonstige

source: Register now - it's free
de: Grundkenntnisse

source: Search jobs
de: Wenn du mehr über Karrieremöglichkeiten bei Transport Talent wissen möchtest, kontaktiere uns unter

source: Our offices
de: Entspannte und lockere Arbeitsatmosphäre

source: How it works
de: Dies ist kein gültiger Name

source: Register and create a profile that highlights your experience and career goals. Our team will review your information and start searching for a match.
de: Dies ist keine gültige E-Mail-Adresse

source: Review our job board with thousands of openings for all experience levels. Find something you like and then apply directly. If you are not actively looking for a new challenge, then let our team of experts take it from here. We will let you know once we have found an excellent opportunity for you.
de: Dieses Feld ist erforderlich

source: Sit back and receive high quality job recommendations. Our long list of open positions is growing constantly and our team of experts is actively looking for an opening that matches your profile. Your dream job is on its way.
de: Test

source: Interview & Assessment of candidates
de: Region

source: Password was successfully changed!
de: Kontaktdetails

source: Create your free company profile here and get immediate access to top-tier talent.
de: Finde Artikel ...

source: Reset password
de: Aktuelle Stellenangebote

source: Find out more
de: Werde Teil unseres Teams

source: Jobs listed
de: Artikel

source: Automotive
de: Monatlich

source: Contract Logistics
de: Suchergebnisse

source: Ocean Freight
de: Studiengang

source: Trucking
de: Alle Kategorien

source: Air & Sea
de: Keine Artikel gefunden

source: Food Logistics
de: Karrierestufe

source: Express
de: Studiengang

source: Parcel
de: Qualifikation

source: Freight Forwarding
de: Konversationssicher

source: Supply Chain
de: Fließend

source: Air freight
de: Verhandlungssicher

source: Road Contract Logistics
de: Muttersprache

source: Road & Rail services
de: <div class="headline headline-font">Über BLG LOGISTICS</div> <p> Die BLG LOGISTICS ist eine feste Größe in der weltweiten Logistik. Mit Erfahrung und Gespür für den Zeitgeist vereinen wir traditionellen Hafenumschlag mit der breiten Vielfalt moderner Logistikdienstleistungen. An über 100 Standorten in der ganzen Welt bieten wir mehr als 16.000 zukunftssichere Arbeitsplätze. Erfahren Sie hier, welche Vorteile bei uns auf Sie warten.</p> <br> <div class="headline headline-font">Arbeiten bei BLG LOGISTICS</div> <p> Unsere Beschäftigten sind die Basis unseres Erfolgs. Unser Ziel ist es, langfristig mit zufriedenen und engagierten Menschen, die gern bei uns beschäftigt sind und sich mit der BLG identifizieren, zusammenzuarbeiten. Unserem Unternehmensleitbild entsprechend, bieten wir attraktive Beschäftigungsmodelle und individuelle Weiterbildungsprogramme an und fördern eine offene Kommunikationskultur.</p>

source: Freight Logistics & Port Logistics
de: <div class="headline headline-font">Über DHL</div> <p> DHL ist in über 220 Ländern und Territorien weltweit präsent und ist damit das internationalste Unternehmen der Welt. Über unsere mehr als 285.000 Mitarbeiter bieten wir nahezu unendlich viele Logistiklösungen. DHL ist Teil des weltweit führenden Logistikkonzerns Deutsche Post DHL Group und besteht aus den Unternehmensbereichen: DHL Paket, DHL Express, DHL Global Forwarding, Freight und DHL Supply Chain. Das Unternehmen wurde 1969 in den USA gegründet und gehört seit 2002 zur Deutsche Post, mit Hauptsitz in Bonn.</p> <br> <div class="headline headline-font">Arbeiten bei DHL</div> <p>Viele unserer Mitarbeiter sind im Laufe Ihrer Karriere in unterschiedlichen Rollen tätig – einige haben zum Beispiel als Trainees oder Lagerfachkräfte bei uns angefangen und haben dann in verschiedenen Abteilungen und Divisionen (und häufig sogar unterschiedlichen Ländern) gearbeitet und sind heute Senior Experten in Ihrem Fachbereich oder Führungskräfte. Die Möglichkeit unterschiedlichste Karrierewege bei uns einzuschlagen, zeigt, wie vielfältig die Karrieremöglichkeiten bei uns sind – und macht uns stolz.</p>

source: Other
de: <div class="headline headline-font">Über DACHSER</div> <p>Heute gehört das im Jahr 1930 gegründete Unternehmen mit Sitz in Kempten zu den Weltmarktführern im Bereich Systemlogistik. Als einer der weltweit führenden Logistiker hat DACHSER über Jahrzehnte hinweg erfolgreich bewiesen, dass ein Familienunternehmen mit klaren Prinzipien, engagierten Mitarbeitern und innovativem Denken viel bewegen kann. Das DACHSER Geschäftsmodell umfasst Transportlogistik, Warehousing und kundenindividuelle Services innerhalb von drei Geschäftsfeldern: DACHSER European Logistics, DACHSER Food-Logistics und DACHSER Air & Sea Logistics.</p> <br> <div class="headline headline-font">Arbeiten bei DACHSER</div> <p> Wir legen daher vor allem Wert auf Mitarbeiter, die sich mit Freude und Engagement den täglich wechselnden Herausforderungen stellen. Unsere Mitarbeiter begreifen wir als Unternehmer im Unternehmen und setzen auf die Eigenverantwortung eines jedes Einzelnen. Wir unterstützen sie dabei durch zahlreiche (und individuell zugeschnittene) Programme zur Förderung ihrer fachlichen Qualifikationen sowie persönlichen Kompetenzen und schaffen damit den Rahmen für eine konstruktive Zusammenarbeit aller Teams zum Wohl unserer Kunden. Wir suchen daher auch Menschen, die aus eigenem Antrieb und eigenverantwortlich innovative Lösungen im Dienst der Kunden entwickeln und umsetzen. Wir schätzen daher Mitarbeiter, die Interesse haben an fremden Ländern und Kulturen, die Mensch und Umwelt respektieren und Wert darauf legen, eigenständig, kreativ und verantwortungsvoll zu arbeiten.</p>

source: Sales & Marketing
de: <div class="headline headline-font">Über die NAGEL-GROUP</div> <p> Die Nagel-Group ist ein Familienunternehmen mit ostwestfälischen Wurzeln und über 100 Standorten in Europa. Wir sind seit vielen Jahren einer der führenden Anbieter in Europa für Lebensmittellogistik und in Deutschland die Nr. 1.</p> <br> <div class="headline headline-font">Arbeiten bei der NAGEL-GROUP</div> <p> Ihre Perspektiven bei der Nagel-Group sind herausfordernde und vielfältige Aufgaben in einem international erfolgreichen Unternehmen. Sie arbeiten in abteilungsübergreifenden und internationalen Teams. Wir bieten Ihnen individuelle Entwicklungsprogramme für eine Führungs- oder Fachlaufbahn sowie zahlreiche Perspektiven und Aufstiegsmöglichkeiten.<p>

source: Students
de: <div class="headline headline-font">Über die Rhenus-Gruppe</div> <p>Die Rhenus-Gruppe ist ein weltweit operierender Logistikdienstleister mit einem Jahresumsatz von 4,2 Mrd. EUR. Mit mehr als 25.000 Beschäftigten ist Rhenus an über 460 Standorten präsent. Die Geschäftsbereiche Contract Logistics, Freight Logistics, Port Logistics sowie Public Transport stehen für das Management komplexer Supply Chains und für innovative Mehrwertdienste. </p> <div class="headline headline-font">Arbeiten bei der Rhenus-Gruppe</div> <p> Flache Hierarchien und kurze Entscheidungswege prägen unsere familiäre Arbeitsatmosphäre – wir begegnen uns auf Augenhöhe. Vielfältige Handlungsspielräume bieten Ihnen zahlreiche Chancen, Ihre Talente weiterzuentwickeln und eigene Ideen umzusetzen. Als weltweit operierender Logistikdienstleisterversorgen wir unsere Mitarbeiter mit allem, was sie für die individuelle Gestaltung ihrer Karriere brauchen.</p>

source: Graduates
de: <div class="headline headline-font">Über Hellmann</div> <p>1871 von Carl Heinrich Hellmann als Ein-Mann-Betrieb mit Pferdefuhrwerk im norddeutschen Osnabrück gegründet, wird unser Unternehmern heute in vierter Generation von Jost und Klaus Hellmann geführt. Als global agierender Logistikdienstleister sind wir mit einem weltweiten Netzwerk von 19.300 Beschäftigten in 443 Büros in 157 Ländern vertreten. Die Eigentümer waren und werden direkt in der Unternehmensführung aktiv sein. Jede Entscheidung wird gegen Kriterien abgewogen, die weit über kurzfristige Ergebnisse hinaus gehen. Wir sichern die langfristige Entwicklung von Hellmann, damit das Unternehmen auch für kommende Generationen Chancen bietet.</p> <div class="headline headline-font">Arbeiten bei Hellmann</div> <p>Bei Hellmann schaffen und unterstützen wir ein attraktives, anregendes und forderndes Umfeld, das die Aufmerksamkeit guter Mitarbeiter auf sich zieht und diese bindet und fördert. Durch Trainings, Entlohnung und Anerkennung ermutigen wir unsere Mitarbeiter ihre Talente in einem Klima von gegenseitigem Respekt und Vertrauen weiter zu entwickeln. Was uns ausmacht, ist die Tatsache, dass wir ein familiengeführtes Unternehmen sind. Darauf sind wir sehr stolz. Wir setzen uns im gesamten Unternehmen für das ein, was Familie bedeutet. Wir ermutigen weltweit alle Firmenangehörigen, auf der Basis von Integrität, Verständnis und gegenseitiger Zusammenarbeit starke Netzwerke zu bilden.</p>

source: Professionals
de: <div class="headline headline-font">Über DB Schenker</div> <p> DB Schenker Logistics unterstützt Industrie und Handel beim globalen Güteraustausch: im Landverkehr, bei der weltweiten Luft- und Seefracht sowie in der Kontraktlogistik und im Supply Chain Management. Rund um den Globus erwirtschafteten die rund 65.000 Mitarbeiter an rund 2.000 Standorten im Jahr 2014 einen Umsatz von 14,943 Milliarden Euro.</p> <p> Als Spezialist für Landverkehre in Europa, auf Straße und Schiene, verbindet DB Schenker Logistics mit einem dichten Netz von Linienverkehren nach Fahrplan die wesentlichen Wirtschaftsregionen in über 40 europäischen Ländern. Das Unternehmen ist gleichermaßen auf weltweite Lösungen in der Luft- und Seefracht sowie alle damit verbundenen logistischen Dienstleistungen spezialisiert. Die integrierten Logistik-Zentren an den Schnittstellen der globalen Güterströme schaffen die wirkungsvolle Verbindung zwischen allen Verkehrsträgern und ermöglichen eine breite Palette an Value Added Services.</p> <div class="headline headline-font">Arbeiten bei DB Schenker</div> <p>Nur durch unsere Mitarbeiter können wir unsere Vision, global führender Anbieter von logistischen Dienstleistungen zu sein, verwirklichen. Deshalb liegt uns sowohl die fachliche als auch die persönliche Entwicklung unserer Mitarbeiter besonders am Herzen. Daraus ergibt sich auch unser Ziel und unser Anspruch: Wir besetzen vakante Spezialisten- und Führungspositionen so oft wie möglich aus den eigenen Reihen. Bei uns sind Ihre individuellen Entwicklungs- und Karrierewege nahezu unbegrenzt. Besonders durch unsere zahlreichen Standorte im In- und Ausland bieten sich Ihnen immer wieder neue Optionen, Ihre Karriere als Führungskraft oder Fachexperte in einem unserer vielfältigen Geschäftsfelder zu gestalten.</p>

source: Management
de: Jeden Monat mehr als 1.000 neue Jobs

source: Internship
de: Ich akzeptiere die

source: Doctor
de: Transport Talent stellt durch die Webseite einen Online-Informationsdienst zur Arbeits- und Personalvermittlung bereit, über welchen wir Stellenanzeigen von Arbeitgebern in der Transport- und Logistikbranche zeigen. Bei Interesse können Sie auf die Ausschreibungen (die “Dienste”) reagieren.

source: Executive
de: Arbeitgeber

source: Master
de: <div class="headline headline-font">Über Panalpina</div> <p>Die Panalpina Gruppe ist eine der weltweit führenden Anbieterinnen von Supply-Chain-Lösungen. Das Unternehmen kombiniert seine Kernprodukte Luftfracht, Seefracht und Logistik zu global integrierten, maßgeschneiderten End-to-End-Lösungen. Mit fundierten Branchenkenntnissen und kundenspezifischen IT-Systemen kann Panalpina selbst auf die anspruchsvollsten Bedürfnisse ihrer Kunden und deren Lieferketten eingehen. Energy Solutions ist ein spezieller Service für den Bereich der Energie- und Investitionsprojekte.</p> <p>Die Panalpina Gruppe betreibt ein weltweites Netzwerk mit rund 500 eigenen Geschäftsstellen in mehr als 70 Ländern und arbeitet in weiteren 90 Ländern mit Partnern zusammen. Panalpina beschäftigt weltweit rund 15.000 Mitarbeitende, die einen umfassenden Service nach höchsten Qualitätsstandards liefern – überall und jederzeit.</p> <div class="headline headline-font">Arbeiten bei Panalpina</div> <p>Als einer der weltweit führenden Logistikdienstleister bietet Panalpina ein attraktives Arbeitsumfeld und Berufsaussichten. Wir belohnen herausragende Leistungen mit erfolgsabhängigen Bonusplänen. Panacademy, unsere virtuelle Trainings- und Bildungsplattform, ermöglicht unseren Mitarbeitenden die Weiterentwicklung ihrer Fähigkeiten und Fachkenntnisse und bereitet interne Talente für den Auslandseinsatz vor.</p> <p>Panalpina will zu den besten Arbeitgebern ihrer Branche gehören. Nur indem wir die größten Talente anziehen und im Unternehmen halten, erreichen wir unsere Unternehmensziele. Wir konzentrieren uns auf Menschen, die hinter unseren Unternehmenswerten stehen, in Ihrem Handeln das Panalpina-Motto “A passion for solutions” widerspiegeln und die aus herausfordernden Situationen vielversprechende Möglichkeiten machen.</p>

source: Bachelor
de: <div class="headline headline-font">Über DSV A/S</div> <p>DSV ist ein globales Transport- und Logistikunternehmen, das weltweit Straßenverkehr-, Luft- und Seefrachtdienstleistungen anbietet. Seit der Gründung 1976 ist DSV schnell bis zu internationaler Präsenz gewachsen, hauptsächlich durch die gezielte Akquise von Konkurrenzunternehmen. Heute beschäftigt DSV weltweit über 40.000 Mitarbeiter und verfügt neben dem Hauptsitz in Kopenagen über eigene Büros in mehr als 70 Ländern. Ein internationales Netz an Partnern ermöglicht es uns, unsere Leistungen in der ganzen Welt anzubieten. Die Aktien von DSV sind zum Handel an der Kopenhagener Börse zugelassen.</p> <p>Das Unternehmen ist in drei Bereiche unterteilt: DSV Road, DSV Air & Sea and DSV Solutions. Der Schwerpunkt der Aktivitäten liegt auf dem europäischen Straßentransportnetz sowie den Luft- und Seefrachttransporten. Geschäftsführer (CEO) ist seit 2008 Jens Bjørn Andersen. 2014 erzielte DSV einen Umsatz von 6.517 Millionen Euro und einen EBITA vno 352 Millionen Euro.</p> <div class="headline headline-font">Arbeiten bei DSV</div> <p>DSV beschäftigt rund 23.000 Mitarbeiter und befindet sich mit dem globalen Markt im steten Wandel. Als fünftgrößter Anbieter von Transport- und Logistikdienstleistungen weltweit eröffnet DSV Ihnen vielfältige Möglichkeiten der beruflichen Entwicklung mit internationaler Perspektive.</p>

source: Associate
de: z.B. AS/400

source: Single course
de: weiblich

source: Accounting
de: männlich

source: Anthropology
de: Wir verwenden Cookies, um Ihr Nutzungserlebnis auf dieser Website zu verbessern. Dazu gehören auch Cookies von Drittanbietern, wenn Sie z. B. eine Seite mit eingebetteten Inhalten aus sozialen Netzwerken besuchen. Diese Cookies von Drittanbietern können Ihre Nutzung unserer Website aufzeichnen. Wenn Sie fortfahren, gehen wir davon aus, dass Sie damit einverstanden sind, Cookies von unserer Website zu erhalten.

source: Architecture, Urban Design & Landscaping
de: Schließen

source: Art
de: Supply-Chain-Management

source: Biological Sciences
de: Gesundheitswissenschaften

source: Biomedical Sciences
de: Unsere Services

source: Business Administration
de: Unternehmensprofil nicht verfügbar

source: Chemical Engineering
de: Nicht verfügbar

source: Chemistry
de: Interessante Angebote durchsuchen

source: Classics
de: Registrieren Sie sich, um mehr zu sehen

source: Communication
de: Startseite

source: Computer Sciences
de: Unternehmen suchen

source: Design
de: <div class="headline headline-font">Über Arvato BERTELSMANN</div><p>Globale Logistik bedeutet für uns, Ihre Produkte überall auf der Welt für Ihre Kunden verfügbar zu machen. In unserer sich schnell verändernden Welt, wählt der Kunde über welchen Kanal er mit uns kommuniziert und gibt dabei mit seinem Shopping-Verhalten die Service-Anforderungen vor. arvatos flexibles Set-Up ist die Antwort für Ihre Absatzkanäle, egal ob Handel, Filialen, B2C oder B2B. Mit unseren innovativen Lösungen und Technologien gewährleisten wir, dass Ihr Kunde immer an erster Stelle steht und erwecken mit Ihnen gemeinsam Ihre Omni-Channel Vision zum Leben.</p><br><div class="headline headline-font">Arbeiten bei Arvato</div><p>Mehr als 70.000 Menschen in über 40 Ländern arbeiten für arvato – genauer gesagt: für unsere Kunden. So unterschiedlich unsere Aufgaben und Arbeitsbereiche auch sind – uns alle verbindet ein gemeinsames Ziel. Es reicht uns nicht, wenn unsere Kunden zufrieden sind. Wir möchten sie mit unserer Arbeit jeden Tag aufs Neue begeistern. Dieser Anspruch fordert uns heraus. Er ermöglicht uns aber auch große Gestaltungsspielräume und vielfältige Möglichkeiten für eine außergewöhnliche Laufbahn. Wir stellen an uns selbst die Erwartung, vorauszudenken und unternehmerisch zu handeln. Mit Teamgeist, einer kooperativen Führungskultur und individueller Förderung schaffen wir es, diese Erwartung zu erfüllen, unsere vielfältigen Aufgaben zu meistern und über uns hinauszuwachsen.</p>

source: Earth Sciences
de: Noch nicht registriert? Hier klicken, um das jetzt zu tun.

source: Economics
de: Jeden Tag fügen wir neue Jobs hinzu. Melden Sie sich an und beginnen mit Ihrer Suche.
