Repository: michelrothgaenger/tt_app_translation
Catalog: messages.*.xliff
Languages: da, de

source: The fastest way to find a new job in
de: Registrieren

source: Logistics
de: Jobs suchen

source: Shipping
de: Job veröffentlichen

source: or
de: Die besten Stellen in

source: Search
de: Logistik

source: Where
de: oder

source: Search term
de: Transport

source: Featured Jobs
de: Suchbegriff

source: Category
de: Standort

source: new
de: Suchen

source: Level
de: Erweiterte Suche

source: Get more from your job search
de: Interessante Angebote

source: All articles
de: Kategorie

source: More
de: neu

source: Post a job
de: Holen Sie mehr aus Ihrer Jobsuche heraus

source: Register
de: Alle Beiträge

source: Register
de: Mehr

source: Find Jobs
de: Anmelden

source: Post a job
de: Für Arbeitgeber

source: Find top jobs in
de: Profil

source: Logistics
de: Abmelden

source: or
de: Kandidaten

source: Transportation
de: Jobs

source: Search term
de: Anmelden

source: Where
de: Services

source: Search
de: Services

source: Advanced search
de: Über uns

source: Featured Jobs
de: Allgemeine Geschäftsbedingungen

source: Level
de: Kontakt

source: Category
de: Folge uns

source: new
de: Datenschutz

source: Get more from your job search
de: Unternehmen

source: All articles
de: zeige Standort auf Karte

source: More
de: Bereich

source: Sign in
de: Jetzt bewerben

source: For Employers
de: Im Profil speichern

source: Profile
de: Mehr Jobs wie diesen

source: Sign Out
de: Sende mir ähnliche Jobs

source: Candidate
de: Drucke Job

source: Jobs
de: Job Details

source: Sign in
de: In meinem Profil speichern

source: Services
de: Zum nächsten Job

source: Services
de: Unternehmensprofil

source: About us
de: Standorte

source: Terms & Conditions
de: Größe

source: Contact us
de: Umsatz

source: Follow us
de: Industrie

source: Privacy Policy
de: Webseite

source: Job title
de: Mehr Jobs bei

source: Company
de: Standort

source: view map
de: Andere interesante Angebote

source: Job level
de: Jobsuche

source: Job type
de: Jobs durchsuchen

source: Division
de: Sortieren nach

source: Apply now
de: Standard

source: Save to profile
de: Datum absteigend

source: Show more jobs like this
de: Beliebtheit absteigend

source: Email me jobs like this
de: Datum

source: Print job
de: Artikel

source: Job details
de: Ressourcen um Sie zu unterstützen

source: Save to profile page
de: Ressourcen und Beiträge

source: Go to next job profile
de: Kategorien durchsuchen

source: company overview
de: Karriere

source: Offices
de: Management

source: Company size
de: Vorstellungsgespräch

source: Turnover
de: Umzug

source: Industry
de: Unsere 5 beliebtesten Beiträge

source: Website
de: Kürzlich hinzugefügte Beiträge

source: More jobs at
de: Zum nächsten Beitrag

source: Office
de: Dieser Beitrag wurde erstellt mit Unterstützung von

source: Other interesting offers
de: Thema

source: Job search
de: Geschäftsführer (MD)

source: Browse jobs
de: Operativer Geschäftsführer & Mitgründer

source: Sort jobs by
de: Technischer Leiter & Mitgründer

source: Default
de: Designer und Frontendentwickler

source: Date descending
de: Grafikdesigner

source: Views descending
de: Unser Büro

source: Posted
de: Transport Talent ist ein Karrierenetzwerk für Talente aus der Logistik- und Transportbranche. Wir arbeiten mit Kandidaten, die passiv nach einer neuen Stelle suchen. Durch den Zugang zu unserem sorgfältig und passgenau ausgewählten Kandidatenpool können unsere Kunden freie Positionen in ihrem Unternehmen schneller und effizienter besetzen.

source: Article
de: Unser Service beruht auf einer intelligenten Matching-Datenbank, welche die Stellenanforderungen der Unternehmen mit den Profilen der Kandidaten abgleicht. Die Kombination einer sehr großen, sorgfältig gepflegten Datenbank mit einem zielgenauen Matching-Prozess und der langjährigen Erfahrung der Gründer im Bereich Transport und Logistik macht den Einstellungsprozess für beide Seiten deutlich effizienter. Der kostenlose Service für Kandidaten bietet außerdem umfassende Unterstützung in Form von Coaching und Expertentipps zu Karrierefragen.

source: Resources to support you
de: Transport Talent wurde von Ulrich Nissen und Michel Rothgaenger gegründet. Beide blicken auf langjährige Erfahrung im Management und Personalbereich weltweit führender Logistikunternehmen zurück.

source: Resources and Articles
de: Unser Team

source: Browse categories
de: Geistiges Eigentum

source: Career
de: Verfügbarkeit unserer Webseite und Services

source: Management
de: Registrierung

source: Interview skills
de: Einstellung unseres Angebotes

source: Relocation
de: Gerichtsstand

source: Top 5 most popular articles
de: Diese Vereinbarung unterliegt den Gesetzen Dänemarks. Als Gerichtsstand wird Kopenhagen festgesetzt. Mit der Nutzung unserer Angebote unterwerfen Sie sich der ausschließlichen Zuständigkeit der dänischen Gerichte.

source: Recently added articles
de: Weitergabe personenbezogener Daten

source: Go to next article
de: Allgemeine Informationen

source: The article was compiled with help from
de: Ihre personenbezogenen Daten

source: Topic
de: Kontakt zu Transport Talent

source: Managing Director & Co-founder
de: Bitte richten Sie Fragen oder Anregungen zu Transport Talent oder dieser Webseite an:

source: Ulrich has been engaged in executive search and recruitment within the transport and logistics industry for the past several years. Prior to that he worked for two global logistics providers and held senior management positions in Europe, Asia, North America and South America.
de: Laden Sie Ihren Lebenslauf hoch

source: Operational Director & Co-founder
de: Typ

source: Technical Director & Co-founder
de: Level

source: Designer and Front-End engineer
de: Gehalt

source: Graphic Designer
de: Abteilung

source: Content Manager & Senior Editor
de: Vertragsart

source: Social Media Manager
de: Tätigkeitsbeschreibung

source: Recruitment Specialist
de: Max 500 Wörter...

source: Account Executive
de: Unser Angebot

source: SEO Specialist
de: Job veröffentlichen

source: Headquarters
de: Weiteren Job erstellen

source: Transport Talent is a career network with focus on talents in the logistics and transport industry. We engage with candidates that are normally considered passive job-seekers. We make companies in the Logistics and Transport industry more efficient by giving them access to a highly targeted and curated pool of candidates, so they can fill their open positions faster and more effectively.
de: Hinweise zur Verbesserung Ihrer Anzeigen

source: Our services rely on an intelligent matching database which compares specific job requirements with potential candidates’s profiles. The combination of a very large large and curated database of candidates, a strong matching process and the founders’ expertise from many years in the logistics industry results in a significantly improved recruitment process for all parties involved. Transport Talent’s free candidate service also includes comprehensive support, such as coaching and expert tips on various career topics.
de: Erstellen Sie ein kostenloses Firmenprofil auf unserer Seite, um sich den Bewerbern bestmöglich präsentieren zu können.

source: Transport Talent was founded by Ulrich Nissen and Michel Rothgaenger. Both have a long track record in Management and HR from some of the world’s leading logistics companies.
de: Begriff

source: The team
de: z.B. Luftfracht

source: Transport Talent Candidate Terms and Conditions
de: z.B. Deutschland

source: Please read this agreement carefully. It sets out the terms under which Transport Talent ApS offers you use of its services as defined in clause 1.1 of this agreement by means of TransportTalent (The "website"). By using any of the services and/or the website you agree that you have read and accepted these terms and conditions and that you should apply these to your use. If you do not wish to be bound by them, please do not register or use this website.
de: Alle Typen

source: This Agreement is made between you and Transport Talent ApS whose registered office is
de: Alle Level

source: Company No
de: Keine Jobs gefunden

source: Our Services
de: Löschen

source: By means of the Website, TransportTalent makes available an on-line recruitment and employment information service, where we display advertisements for positions from employers in the transport and logistics industry. If any of these have your interest you may submit responses to such positions (the "Services").
de: Sichtbar

source: Please note that when responding to employers you will be dealing with them directly and as such any contracts and/or arrangements will be formed between you and them, without TransportTalent as a party and TransportTalent cannot be held liable for your use of or any liability arising out of the same (save to the extent required by law).
de: Mit LinkedIn verbinden

source: The Services are only available on the completion of the registration section of the Website including confirmation that the relevant terms and conditions have been read and accepted.
de: Mit XING verbinden

source: Use of the Website and the Services
de: Unternehmensprofil erstellen

source: The Website and the Services are for personal and non-commercial use only. You may copy electronically and print portions of the Website and/or the Services for your personal, non-commercial use only. In particular, you may not use any information from any directory or other listing or information retrieval service (if any) made available on the Website and/or the Services, in connection with any business or commercial undertaking (whether or not for profit). Any other use of materials on the Website and/or the Services (including without limitation reproduction for a purpose other than that noted above and any modification, distribution or republication) without the prior written permission of TransportTalent is strictly prohibited. You also agree not to deep-link and/or frame the Website or any of the Services for any purpose, unless specifically authorized by TransportTalent to do so.
de: Änderungen speichern

source: You agree that you shall not use the Website or the Services to transmit or knowingly or recklessly receive (or knowingly or recklessly authorize or permit any other person to receive or transmit) material which is obscene, threatening, menacing, offensive, defamatory, abusive, untrue, in breach of confidence, in breach of any intellectual property right (including copyright) or which may cause anxiety to others including racist or sexist content or material which otherwise violates any applicable law or regulation or code, or which makes excessive demands for bandwidth or contains any virus or which may otherwise impair or harm TransportTalent's computer systems or any third party computer system.
de: Hinzufügen

source: By registering to use the Services pursuant to clause 1.3, you automatically and hereby grant to TransportTalent a royalty free right to display, copy, reproduce and make available on the Website and otherwise deal with as necessary to provide to you the Services any material and information which you may provide to TransportTalent through your use of the Services.
de: Abbrechen

source: Save to the extent required by law, no representations, warranties or terms of any kind are made in respect of the Website and/or the Services or their contents (including, without limitation, any views or comment made). All information and/or data included in and/or on the Website, the Services and/or in any directory or other listings or information retrieval service made available on or by the Website and/or the Services has been so made available for guidance only. Your use of such information and/or data is therefore entirely at your own risk. All liability of TransportTalent, its directors, employees or other representatives howsoever arising for any loss suffered as a result of your use of the Website and/or the Services is expressly excluded to the fullest extent permitted by law.
de: Verbinden Sie Ihr Transport-Talent-Profil mit LinkedIn oder XING

source: TransportTalent make no warranty that the contents of any and all e-mails communicated through the Site are free from infection by viruses or anything else which has contaminating or destructive properties and shall have no liability in respect thereof.
de: Verbindung mit anderen Diensten

source: The Website and/or the Services may include links to websites and/or services owned and/or operated by third parties. These are provided for your convenience only and TransportTalent is not responsible for and does not give any warranties or make any representations regarding any such websites and/or services and is not responsible for or liable in relation to the content or your use of such websites (save to the extent required by law).
de: Vorname

source: You acknowledge that TransportTalent is not responsible for third party content on the Website and that TransportTalent cannot ensure that material presented on the Internet is legal. TransportTalent will not limit access to material unless notified that it is illegal. In particular, you acknowledge that TransportTalent is not responsible for and does not monitor the content of job postings provided by third parties on the Website. However, TransportTalent shall have the right to remove any postings, materials or other items on the Website which it believes may be illegal or which it determines to be inappropriate.
de: Mein Profil

source: TransportTalent will not be a party to any communications whatsoever between you and those responding to any use which you may make of the Services, although TransportTalent reserves the right to monitor any such communications which are made by you or third parties by means of the Website and/or the Services.
de: Meine Details

source: Intellectual Property
de: Berufserfahrung

source: Save to the extent permitted by this Agreement, TransportTalent does not grant any licence or other authorization to use any of its trade marks, product names, company names or logos or any of its copyright works or other intellectual property rights by placing them on or making them available by means of the Website or the Services.
de: Gespeicherte Suchen

source: Availability of the Website and the Service
de: Ausbildung

source: TransportTalent does not promise full, uninterrupted or error free operation of the Website and/or the Services. All liability of TransportTalent, its directors or employees howsoever arising for any loss whatsoever arising from your use of or inability to use the Website and/or the Services is excluded, insofar as it is possible to do so in law.
de: Verstecken

source: Get Started
de: Schließen

source: Where you are asked to complete a registration form the personal details that you provide must be true, accurate and complete. You agree to notify us of any changes which are relevant to your registration.
de: Slogan

source: Data Protection and Use of Personal Information
de: Bearbeiten

source: When the user establishes a profile on TransportTalent the user also accepts that personal information will be stored on our servers and that part hereof can be shared with the Employers using the services provided by TransportTalent.
de: Bereichsname

source: Your personal data will be collected and processed by TransportTalent in accordance with its privacy policy. The personal data collected may include, without limitation, your name, address, telephone and fax details, email contact address, and other data obtained from you from time to time. Information may be gathered from your registration form(s) and your use of the Sites and/or the Interactive Services including through "cookies". Cookies are blocks of text placed in files on your computer's hard drive when you visit a web site which contain information to identify you. A cookie does not contain any personal information you have provided us with, except your user name, unless the cookie attached to personal information collected another way, such as by means of your on-line registration form. The information gathered may be used by Transport Talent ApS and companies in the same group as Transport Talent ApS (ie companies which share the same ultimate parent company) internally, for purposes relating to your use of the Sites and the Interactive Services and for marketing activities, and may be passed to carefully selected third parties to use for marketing activities. By marketing activities, we mean the communication directly to particular individuals (by e-mail, post or telephone) of any advertising or marketing material. If you do not wish to receive marketing material from Transport Talent ApS, from companies in the same group as Transport Talent ApS or from carefully selected third parties you should tick the appropriate box on the registration form(s) or notify us by e-mail. If you subsequently decide you no longer wish to receive direct marketing/information from Transport Talent ApS or companies in the same group as Transport Talent ApS or no longer wish us to pass your information to third parties you should again notify us by e-mail. Other than as set out elsewhere in this clause 5 your information shall not be disclosed or used by us. You hereby agree to these terms in this clause 5 by your agreement to the terms and conditions of this Agreement.
de: Nachname

source: Termination
de: Land

source: TransportTalent may terminate, suspend or deny you access to the Website and/or Services immediately for any reason without incurring any liability whatsoever to you.
de: Tätigkeitsfeld

source: You agree to indemnify TransportTalent and all companies within the TransportTalent group for all losses, costs, actions, claims, damages, expenses (including reasonable legal costs and expenses) or liabilities, whatsoever suffered or incurred by TransportTalent or companies within the Transport Talent ApS group in or as a consequence of your breach of this Agreement and/or your use of the Website and/or Services (save to the extent that a court of competent jurisdiction holds that such a claim arose due to an act or omission of TransportTalent).
de: Fähigkeit

source: Claims
de: Abschluss

source: Force Majeure
de: Abschlussdatum

source: Neither party shall be liable to the other, for any loss or damage which may be suffered by the other party due to any cause beyond the first party's reasonable control including without limitation any power failure.
de: Universität

source: Notices
de: Ausbildungslevel

source: Any notices shall, unless otherwise expressly stated, be in writing and shall be given by sending the same by e-mail, first class post to the other party's address as may be designated in writing from time to time. Any notice sent by first class post shall be deemed (in the absence of evidence of early receipt) to have been delivered two days after dispatch. Any notice given by e-mail shall be deemed to have been delivered on the next working day following transmission.
de: Beginn

source: Assignment
de: Ende

source: This Agreement shall be personal to you and you may not assign, transfer, sublet, lease or delegate all or any of your rights and obligations, without TransportTalenets’s prior written consent.
de: Beschreibung

source: TransportTalent reserves the right to assign or transfer all or any of its rights and obligations under this Agreement to any companies in the same group as Transport Talent ApS or any other third party. In the event of assignment or transfer, notification will either be given to you by e-mail or posted on the Website.
de: Sprache

source: No Waiver
de: Dieses Feld muss ausgefüllt sein!

source: Failure or neglect by either party to exercise or enforce any right conferred shall not be deemed to be a waiver of any such right nor operate so as to bar that exercise or enforcement thereof or of any other right on any later occasion.
de: Wählen Sie eine Option

source: Severability
de: vollständig

source: If any provision of this Agreement or part thereof is determined to be invalid, unlawful or unenforceable, such provision, or part thereof, shall be severed from the remaining terms, conditions and provisions which shall continue to be valid and enforceable to the fullest extent permitted by law.
de: Herr

source: Variation of Terms
de: Frau

source: This Agreement (together with any variations to it pursuant to clause 13.2) constitutes the entire agreement between the parties in respect of its subject matter.
de: Vorname

source: TransportTalent reserves the right to vary this Agreement from time to time. Such changes shall either be notified to you by e-mail or posted on the home pages of the Website. Changes in this manner shall be deemed to have been accepted if you continue to use the Website and/or the Services after a period of two weeks from the date of transmission of the e-mail or of posting on the home pages of the Website, whichever occurs later.
de: Nachname

source: Law and Jurisdiction
de: Telefon

source: This Agreement shall be governed by the laws of Denmark and you hereby submit to the exclusive jurisdiction of the Danish courts.
de: Bundesland

source: Transport Talent ApS, Company No. 37395048 ("TransportTalent") endeavors to ensure that the information that you submit to us remains private, and that it is used only for the purposes described below. We aim to provide a safe and secure experience for all of our users.
de: Stadt

source: Disclosure of personal information
de: Passwort

source: Information may be gathered from your registration form(s) and your use of the Sites and/or the Interactive Services including through "cookies". Cookies are blocks of text placed in files on your computer's hard drive when you visit a web site which contain information to identify you. A cookie does not contain any personal information you have provided us with, except your user name, unless the cookie attached to personal information collected another way, such as by means of your on-line registration form.
de: Passwort bestätigen

source: The information gathered may be used by Transport Talent ApS and companies in the same group as Transport Talent ApS (ie companies which share the same ultimate parent company) internally, for purposes relating to your use of the Sites and the Interactive Services and for marketing activities, and may be passed to carefully selected third parties to use for marketing activities. By marketing activities, we mean the communication directly to particular individuals (by e-mail, post or telephone) of any advertising or marketing material. If you do not wish to receive marketing material from Transport Talent ApS, from companies in the same group as Transport Talent ApS or from carefully selected third parties you should tick the appropriate box on the registration form(s) or notify us by e-mail. If you subsequently decide you no longer wish to receive direct marketing/information from Transport Talent ApS or companies in the same group as Transport Talent ApS or no longer wish us to pass your information to third parties you should again notify us by e-mail.
de: Unternehmensname

source: Other than as set out elsewhere in this clause 5 in our terms & conditions your information shall not be disclosed or used by us. You hereby agree to these terms in this clause 5 by your agreement to the terms and conditions of this Agreement.
de: Adresse

source: What this Privacy Policy covers
de: PLZ
