Repository: michelrothgaenger/tt_app_translation
Catalog: validators.*.xliff
Languages: da

source: This value should be false.
da: Denne værdi skal være falsk.

source: This value should be true.
da: Denne værdi skal være sandt.

source: This value should be of type {{ type }}.
da: Denne værdi skal være af typen {{ TYPE} }.

source: This value should be blank.
da: Denne værdi skal være tom.

source: The value you selected is not a valid choice.
da: Den valgte værdi er ikke et gyldig valg.

source: You must select at least {{ limit }} choice.|You must select at least {{ limit }} choices.
da: Du skal vælge mindst {{ grænse }} valg | . Du skal vælge mindst {{ limit }} valg.

source: You must select at most {{ limit }} choice.|You must select at most {{ limit }} choices.
da: Du må maksimalt vælge {{grænse}} valg |. Du må maksimalt vælge {{ limit }} valg.

source: One or more of the given values is invalid.
da: En eller flere af de givne værdier er ugyldig.

source: This field was not expected.
da: Dette felt var ikke forventet.

source: This field is missing.
da: Dette felt mangler.

source: This value is not a valid date.
da: Denne værdi er ikke en gyldig dato.

source: This value is not a valid datetime.
da: Denne værdi er ikke en gyldig datetime.

source: This value is not a valid email address.
da: Denne værdi er ikke en gyldig email-adresse.

source: The file could not be found.
da: Filen blev ikke fundet.
