Repository: michelrothgaenger/tt_app_translation
Catalog: employerServicesHiringsolutions/employerServicesHiringsolutions.*.xliff
Languages: da, de, es

# app.employerServicesHiringsolutions.popup.recruiting.descr
source: With our recruitment solution for positions where a more experienced and senior person is needed we will spend as much time as needed talking with your management and HR to fully understand your company culture, your mission and vision, what the key expectations of the role is within the first 12 months and the ideal target candidate. We will dedicate a senior recruiter with the support of a researcher to do a full search of the market. You will receive weekly updates on our progress and in the end, we will present a shortlist 3-5 candidates ready to be interviewed by you. The pricing and payment conditions for this service is € 2.500 in Activation fee due upon starting the search, and a Success fee in the equivalent of 1 month salary due only when you have selected and signed with your preferred candidate.
da: Med Recruitment Premium hjælper vi jer med at optimere jeres jobannonce, sikre en øget eksponering rækkevidde via sociale medier og foretager en udvidet søgning af markedet for at finde de helt rigtige kandidater. Vi gennemfører personlighedstest og referencetagning samt supportere jer i lønforhandlingen med kandidaten. Pris og betingelser denne service er DKK 15.000 i Aktivering som betales ved opstart af søgningen, samt et succes-baseret fee på DKK 37.500 som først skal betales når i har udvalgt den endelige kandidat og har underskrift på ansættelseskontrakten.
de: Im Rahmen unseres Vermittlungsservices für höhere Positionen suchen wir zunächst das Gespräch mit Ihrer Personalabteilung und dem Management, um die Anforderungen der Stelle sowie die Erwartungen an den Kandidaten innerhalb der ersten 12 Monate genau zu verstehen. Daneben möchten wir auch ein Gefühl für Ihre Unternehmenskultur, -vision und -mission bekommen. Einer unserer erfahrenen Personalvermittler wird hierauf aufbauend gemeinsam mit einem zusätzlichen Kollegen eine umfassende Marktanalyse durchführen. Sie erhalten wöchentliche Updates, bevor wir Ihnen schließlich eine Auswahl mit 3–5 Kandidaten für das Vorstellungsgespräch vorlegen. Der Preis für dieses Angebot setzt sich aus einer Grundgebühr von € 2.500 für die Suche und einer Erfolgsgebühr in Höhe eines Monatsgehalts, welche nur bei Vertragsschluss mit einem Kandidaten von Transport Talent fällig wird, zusammen.
es: Como parte de nuestro plan de servicios para posiciones Senior, nos ponemos en contacto con el departamento de Recursos Humanos y de Dirección para ganar una idea concreta y bien definida sobre la cultura y estilo de la empresa, y los requisitos del puesto a cubrir por el candidato ideal y las expectativas de la empresa sobre el candidato durante los primeros 12 meses de contrato. Una vez ganado un entendimiento claro del objetivo, uno de nuestros expertos en reclutamiento y un asistente realizarán un estudio de mercado. Te enviamos información semana sobre nuestros progresos, hasta que podamos presentarle de 3 a 5 candidatos con encaje y dispuestos a entrevistarse con ustedes. Coste y condiciones de pago: 2.500 € por la búsqueda y, en el caso de que ésta haya llegado a buen término, 1 mes de sueldo a la firma de contrato con el candidato presentado por TransporTalent.

source: for positions up to %count%
de: für Positionen bis zu %count%
es: para puestos hasta %count%

source: for positions up to %count%
de: für Positionen bis zu %count%
es: para puestos hasta %count%

source: up to %count%
de: bis zu %count%
es: hasta %count%

source: up to %count%
de: bis zu %count%
es: hasta %count%
