Repository: michelrothgaenger/tt_app_translation
Catalog: employerServicesHiringsolutions/employerServicesHiringsolutions.*.xliff
Languages: da, de, es

# app.employerServicesHiringsolutions.meta.title
source: Recruitment Solutions
da: Rekrutteringsløsninger
de: Recruiting-Lösungen
es: Soluciones de reclutamiento

# app.employerServicesHiringsolutions.section.singleJobPost.tableRow2.descr
source: Our pricing is based on the seniority and salary level of the position with the assumption that the more specialised and experienced the person needs to be the fewer candidates are available in the market.
da: Vi hjælper jer med at formulere jeres behov
de: Unsere Preise orientieren sich an der Gehaltsklasse und den damit einhergehenden Anforderungen der Position: Je anspruchsvoller das gesuchte Profil, desto weniger Kandidaten fallen grundsätzlich in das Raster und machen die Recherche entsprechend aufwendiger.
es: Nuestros precios se basan en el nivel salarial y en los requisitos asociados a la posición: A mayor exigencia del perfil, un menor número de candidatos cumplirán la misma, resultando en un mayor grado de dificultad a la hora de realizar la búsqueda.

source: We strive to know all we can about your organisation to gain deep insight into what kind of candidate will be most effective for you. We work with you to pinpoint the ideal candidate’s competencies, personality traits, and behavioural characteristics.
da: Vi sender emails direkte til egnede kandidater i vores database omkring jeres ledige stilling
de: Wir möchten möglichst viel über Ihr Unternehmen erfahren, um ein gutes Gefühl für den passenden Kandidaten zu bekommen. So können wir gemeinsam mit Ihnen das ideale Kandidatenprofil erstellen.
es: Queremos conocer tu empresa lo mejor posible, pues solo así podemos tener la certeza de que estamos buscando el candidato con mejor encaje.

source: Our access to top candidates is provided by our knowledge of the market and our industry-leading database, sourcing by a recruitment specialist, a range of advertising solutions and keeping up-to-date with social media trends.
da: En af vores erfarne rekrutteringseksperter vil personligt tage kontakt til egnede kandidater og motivere dem til at søge på jeres stilling. Vi begrænser os ikke til kun at kontakte kandidater fra vores egne database men tager også kontakt til mulige kandidater der endnu har lavet en profil på TransportTalent.com.
de: Fundierte Branchenkenntnisse und unsere moderne Datenbank ermöglichen uns Zugang zu den besten Fachkräften. Erfahrene Personalvermittler verantworten die Akquise, kombiniert mit gezielten Werbemaßnahmen, die auch neuste Social-Media-Trends berücksichtigen.
es: Nuestro profundo conocimiento del mercado y nuestro moderno banco de datos nos permiten acceder a los mejores candidatos. Nuestros reclutadores expertos se encargan de la adquisición y combinan estrategias de marketing con todo el potencial de las redes sociales.

source: ​Once we have a long-list ready, we complete extensive screening and interviewing (by video, phone or in person) and select the best suitable candidates ready to be interviewed by you.
da: Når vi har en liste af potentielle kandidater på plads foretager vi et telefon- eller videointerview for at screene dem og udarbejde en shortlist af kandidater vi kan præsenterer til jer.
de: Sobald wir eine Liste mit potenziellen Kandidaten erstellt haben, prüfen wir alle Profile sorgfältig und führen erste Telefon- und Videointerviews, um eine Shortlist für Ihre Vorstellungsgespräche zu erstellen.
es: Una vez que hemos creado una lista preliminar de potenciales candidatos, revisamos cuidadosamente sus perfiles y llevamos a cabo primeras entrevistas, telefónicas o por videoconferencia, para crear la primera shortlist que te presentaremos.

# app.employerServicesHiringsolutions.intro
source: ACCESS THE BEST TALENT
da: ADGANG TIL BRANCHENS STØRSTE TALENTER
de: Konzentrieren Sie sich auf das Wesentliche
es: Llega a los mejores

# app.employerServicesHiringsolutions.intro2
source: Our recruitment solutions are for all companies in the transport & logistics industry who need help finding the best applicants and getting them through the hiring process faster.
da: Transport Talent Rekrutteringsløsninger er for virksomheder der har behov for hjælp til at finde de bedste ansøgere og få dem igennem ansættelsesprocessen så hurtigt som muligt. Det spiller ingen rolle hvor stor jeres virksomhed er eller hvorvidt du er en ansættende chef eller arbejder i HR. Hvis du har behov for at finde en ny medarbejder så står vi klar til at hjælpe dig.
de: Wir Sie mit einer Auswahl passender Kandidaten für das Vorstellungsgespräch.
es: Transport Talent Recruitment ha sido creado para ayudarte a encontrar a los mejores profesionales y, de la mano de nuestro equipo de expertos, agilizar los procesos de contratación. Independientemente del tamaño de tu empresa: si eres es un Hiring Manager o un profesional de Recursos Humanos, en Transport Talent te ayudaremos a cubrir sus vacantes a tu entera satisfacción.

# app.employerServicesHiringsolutions.choiceIntro
source: One of our recruitment consultants will support you throughout the process and will conduct an extensive market search. All applicants will be screened and the most relevant ones interviewed before we present you with a list of hand-picked candidates who match the criteria of your vacant position.
da: En af vores rekrutteringskonsulenter vil supportere dig gennem hele processen og vil foretage en omfattende søgning af markedet. Alle ansøgere vil blive screenet og de mest relevante interviewet før vi præsentere dig for en liste af håndplukkede kandidater, der matcher kriterierne for din ledige stilling.
de: Aus unserer Datenbank mit mehr als 15.000 aktiven und passiven Kandidaten sowie sozialen und beruflichen Netzwerken wählen unsere erfahrenen Personalberater passende Kandidaten für Ihre Position aus.
es: Uno de nuestros consultores lleva a cabo una extensa búsqueda en el mercado y te apoya durante todo el proceso. Los solicitantes con mejor encaje serán entrevistados antes de presentarte una terna final con los mejores candidatos.

# app.employerServicesHiringsolutions.packages.first.title
source: Junior
da: Recruitment Lite

# app.employerServicesHiringsolutions.shortlisting.activationPrice
source: Activation fee: %count%
da: DKK 7.500 Aktivering
de: Aktivierung: %count%
es: Activación: %count%

# app.employerServicesHiringsolutions.recruiting.activationPrice
source: Activation fee: %count%
da: DKK 15.000 Aktivering
de: Aktivierung: %count%
es: Activación: %count%

# app.employerServicesHiringsolutions.shortlisting.additionalPrice
source: + 1 month salary per hired candidate*
da: + DKK 30.000 per ansat kandidat*
de: + 1 Monatsgehalt pro erfolgreicher Vermittlung*
es: + 1 mes de sueldo por mediación exitosa*

# app.employerServicesHiringsolutions.recruiting.additionalPrice
source: + 1 month salary per hired candidate**
da: + DKK 37.500 per ansat kandidat*
de: + 1 Montasgehalt pro erfolgreicher Vermittlung**
es: + 1 mes de sueldo por mediación exitosa**

# app.employerServicesHiringsolutions.section.singleJobPost.tableRow1.info
source: Annual salary level
da: Gennemgang af jobbeskrivelse
de: Gehaltsstufe
es: Categoría salarial

# app.employerServicesHiringsolutions.section.singleJobPost.tableRow2.info
source: Clarification of your requirements
da: Notifikation til matchende kandidater
de: Klärung Ihrer Anforderungen
es: Concretando tus requisitos

# app.employerServicesHiringsolutions.section.singleJobPost.tableRow4.info
source: Sourcing and advertisement activities
da: Sourcing foretaget af rekrutteringsekspert
de: Akquise und Werbung
es: Adquisición y Publicidad

# app.employerServicesHiringsolutions.section.singleJobPost.tableRow7.info
source: Interview scheduling
da: Interviewplanlægning
de: Terminvereinbarung für Vorstellungsgespräche
es: Planificación y concertación de entrevistas

# app.employerServicesHiringsolutions.section.singleJobPost.tableRow8.info
source: Pre-hire assessment
da: Personlighedstest af kandidat
de: Assessment-Test
es: Prueba de evaluación

# app.employerServicesHiringsolutions.section.singleJobPost.tableRow9.info
source: Negotiation support
da: Support til lønforhandling
de: Unterstützung bei Verhandlungen
es: Apoyo en las negociaciones

# app.employerServicesHiringsolutions.section.singleJobPost.tableRow10.info
source: Reference checks
da: Referencetagning
de: Prüfung der Referenzen
es: Comprobación de referencias

# app.employerServicesHiringsolutions.further
source: * Junior covers the pricing for positions with annual salaries up to %juniorSalary%. <br> ** Experienced covers the pricing for positions with annual salaries between up to %experiencedSalary%. <br> For higher level positions please <a target=blank href="%contactUrl%">contact us</a>.
da: *Ovenstående dækker priser for stillinger med en årlig løn på op til DKK 450.000. For stillinger over dette niveau venligst <a target=blank href="%contactUrl%">kontakt os</a> et tilbud.
de: * Das Servicepaket "Junior" deckt Positionen mit einem Jahresgehalt bis zu %juniorSalary% ab. <br> ** Das Servicepaket "Experienced" deckt Positionen mit einem Jahresgehalt bis zu %experiencedSalary% ab. <br> Bitte <a target=blank href="%contactUrl%">kontaktieren Sie uns</a> für Positionen mit einem höheren Gehalt.
es: * El paquete de servicios "Junior" cubre puestos con un sueldo anual de hasta %juniorSalary%. <br> ** El paquete de servicios "Experienced" cubre puestos con un sueldo anual hasta %experiencedSalary%. <br> <a target=blank href="%contactUrl%">Contáctanos</a> para puestos de una categoría salarial superior.

# app.employerServicesHiringsolutions.ad.leftDescr
source: Advertise all of your open positions up for a fixed annual price
da: Annoncer alle jeres ledige stillinger for en fast årlig pris
de: Veröffentlichen Sie alle offenen Positionen zu einem festen jährlichen Preis
es: Publica todas tus vacantes por una tarifa fija anual

# app.employerServicesHiringsolutions.ad.leftBtnLabel
source: Read more
da: Læs mere
de: Mehr erfahren
es: Más información

# app.employerServicesHiringsolutions.ad.rightTitle
source: Posting your jobs has never been easier
da: En nem og billig løsning til jeres stillingsopslag
de: Stellenanzeigen veröffentlichen war noch nie einfacher
es: Publicar ofertas de empleo nunca ha sido tan fácil

# app.employerServicesHiringsolutions.ad.rightDescr
source: Transport Talent is the fastest growing portal for jobs in transport & logistics. This is the where you place your job ad, if you want to reach job applicants with industry experience. Our cost effective subscriptions allows you to advertise all of your jobs at a low annual cost, alongside a company profile that gives the job seekers an insight to what it is like to work at your company.
da: Transport Talent er den hurtigst voksende karriere- og rekrutteringsportal indenfor transport- og logistik. Det er stedet hvor i opretter jeres jobannonce hvis i ønsker at nå ud til jobansøgere med brancheerfaring. Vores omkostningseffektive abonnementer giver jer mulighed for at annoncere alle jeres ledige stillinger til en fast lav månedlig pris, sammen med en virksomhedsprofil der giver jobsøgende indsigt til hvordan det er at arbejde i jeres virksomhed.
de: Transport Talent ist das am schnellsten wachsende Jobportal für Transport und Logistik. Bei uns erreichen Sie mit Ihrer Stellenanzeige ausschließlich Fachkräfte aus der Branche. Veröffentlichen Sie dank unserer attraktiven Angebote alle offenen Positionen zu einem günstigen Festpreis. Ein Unternehmensprofil ist bereits im Preis enthalten: So erhalten die Kandidaten einen Eindruck von der Arbeit in Ihrem Unternehmen.
es: Transport Talent es el portal de empleo de más rápido crecimiento en el sector de transporte y logística. Con nosotros llegarás a tu público objetivo: los profesionales de mayor experiencia en el sector. Nuestras sencillas tarifas de suscripción anual te permitirán publicar todas tus vacantes por un bajo coste mensual. En el precio viene incluido el perfil de empresa - así podrás presentar tu empresa, su estilo y filosofía ante los candidatos del sector.

# app.employerServicesHiringsolutions.ad.rightBtnLabel
source: Read more
da: Se Produkter & Priser
de: Mehr erfahren
es: Más información

# app.employerServicesHiringsolutions.choiceHeader
source: Our solutions
da: VORES FOKUS
de: Stellen Sie nur die Besten ein
es: Nuestros servicios

# app.employerServicesHiringsolutions.section.singleJobPost.header
source: Our pricing is transparent so you know exactly what to budget
da: Vores priser er simple og gennemskuelige så i ved præcis hvad i skal budgettere med
de: Dank transparenter Preise können Sie genau kalkulieren
es: Con nuestras tarifas transparentes podrás calcular el coste sin sorpresas

# app.employerServicesHiringsolutions.section.singleJobPost.descr
source: Our pricing packages are designed to be as transparent as possible and with a minimum risk on your side. We have divided them up in two parts: an up-front activation when we start the search paired with a success based placement fee that is due only when the role is filled with a candidate provided by Transport Talent.
da: Vores priserpakker har til formål at være så simple og gennemskuelige som muligt og med mindst mulig risiko for jer. Vi har derfor delt dem op i to dele: et aktiverings fee når vi sætter opgaven igang og et ansættelses fee når i har har valgt jeres nye medarbejder og har skrevet under på ansættelseskontrakten.
de: Wir minimieren Ihr Risiko durch transparente Preise. Diese setzen sich aus zwei Teilen zusammen: einer einmaligen Aktivierungsgebühr für die Suche sowie einer erfolgsgebunden Vermittlungsgebühr, die nur dann fällig wird, wenn die Position mit einem Kandidaten von Transport Talent besetzt wird.
es: Nuestras tarifas tienen como objetivo ser transparentes y minimizar tu riesgo. Es por eso que dividimos el coste de nuestro servicio en dos partes: una cuota de activación inicial y una cuota de éxito que se factura solo cuando la vacante se cubre con un candidato proporcionado por Transport Talent.

# app.employerServicesHiringsolutions.section.singleJobPost.tableRow5.info
source: Screening and short-listing
da: Screening & shortlisting af kandidater
de: Prüfung und Shortlist
es: Comprobación y shortlist

# app.employerServicesHiringsolutions.section.singleJobPost.tableRow11.info
source: Retention guarantee
da: Fastholdelsesgaranti
de: Gewährleistungsgarantie
es: Nuestra Garantía

# app.employerServicesHiringsolutions.section.singleJobPost.section.shortlisting
source: Junior
da: Recruitment Lite

# app.employerServicesHiringsolutions.singleJobPost.recruiting.retention
source: 90 days
da: 30 dage
de: 90 Tage
es: 90 días

# app.employerServicesHiringsolutions.section.singleJobPost.tableRow11.descr
source: We offer to conduct a new search in cases where your new hire leaves within the first few months, whether it was a decision by the candidate or you.
da: Hvis jeres nye medarbejder falder fra inden for de første måneder så tilbyder vi at finde en ny til jer uden beregning.
de: Verlässt Ihr neuer Mitarbeiter innerhalb der Garantiezeit das Unternehmen, bieten wir Ihnen eine neue Suche an – unabhängig davon, ob die Entscheidung von Ihnen oder dem Mitarbeiter getroffen wurde.
es: Realizamos una nueva búsqueda en caso de que el candidato cese en su puesto dentro del tiempo de garantía tras la contratación, ya sea por decisión del candidato o de la empresa.

# app.employerServicesHiringsolutions.section.singleJobPost.section.recruiting
source: Experienced
da: Recruitment Premium

# app.employerServicesHiringsolutions.section.singleJobPost.tableRow7.descr
source: Once we have a sign-off on the shortlist from you, we will begin to schedule interviews on your behalf saving you significant administration time.
da: Når vi har jeres godkendelse af short-listen begynder vi at planlægge interviews på jeres vegne og sparer jer for denne administrative byrde.
de: Sparen Sie wertvolle Zeit: Sobald Sie die Shortlist abgezeichnet haben, vereinbaren wir für Sie alle Vorstellungsgespräche.
es: Ahorra valioso tiempo: Una vez que obtenido tu visto bueno a la terna, procedemos a planificar y concertar entrevistas en tu nombre.

# app.employerServicesHiringsolutions.section.singleJobPost.tableRow8.descr
source: We send a pre-hire assessment (or pre-employment assessment) test to the final candidate(s). The use of a valid assessment is an effective way to determine which applicants are the most qualified for a specific job based on their strengths and preferences and it is a good way to prepare for an interview.
da: Vi sender en personlighedstest og til den valgte kandidat. Brugen af assessment værktøjer er et effektiv redskab til til at foretage den endelige vurdering af ansøgere og det er en god måde at forberede sig til det sidste interview.
de: Wir schicken den Kandidaten auf der Shortlist einen Assessment-Test. Ein Assessment-Test ist ein valides Instrument, um die qualifiziertesten Bewerber für eine Position zu ermitteln. Dies geschieht basierend auf ihren Stärken und Präferenzen und ist gleichzeitig eine gute Vorbereitung auf das Vorstellungsgespräch.
es: Enviamos un test de evaluación a los candidatos/as finalistas - una forma eficaz de determinar qué candidatos son los más adecuados para un puesto específico, basándonos en sus capacidades. Esta información te ayudará a preparar la posterior entrevista con el candidato.

# app.employerServicesHiringsolutions.section.singleJobPost.tableRow9.descr
source: We support you in the negotiation with your selected candidate and act as a more neutral party in this critical part of the process.
da: Vi støtter jer i forhandlingerne med din valgte kandidat og fungere som en neutral part i denne kritiske del af processen.
de: Wir unterstützen Sie bei der Verhandlung mit dem ausgewählten Kandidaten und fungieren bei diesem wichtigen Abschnitt als neutraler Vermittler.
es: Te apoyamos en la negociación con el candidato seleccionado y actuamos como una parte más neutral en esta parte crítica del proceso.

# app.employerServicesHiringsolutions.section.singleJobPost.tableRow10.descr
source: As the last step in the recruitment process, we will conduct reference checks on the selected candidate to confirm information on the candidate's application form and resumes and gain greater insights into the candidate's skills, knowledge and abilities from someone who has actually observed the candidate perform.
da: Som det sidste trin i ansættelsesprocessen vil vi tage referencer på den valgte kandidat for at bekræfte de oplysninger vi har omkring kandidaten og samtidig få en større indsigt i kandidatens færdigheder, viden og evner fra en tidligere kollega eller chef der rent faktisk har observeret kandidaten udføre et arbejde.
de: Die Prüfung der Referenzen ist unser letzter Schritt im Vermittlungsprozess. Wir kontrollieren die Angaben des Kandidaten und erhalten außerdem weitere Informationen zu seinen Fähigkeiten, Kenntnissen und Kompetenzen aus seinem unmittelbaren Arbeitsumfeld.
es: Como último paso en el proceso de reclutamiento, realizamos la toma y comprobación de referencias del candidato seleccionado. También recaudamos información de su entorno, para ampliar y contrastar la información sobre sus habilidades, conocimientos y competencias.

# app.employerServicesHiringsolutions.singleJobPost.shortlisting.retention
source: 120 days
da: 90 dage
de: 120 Tage
es: 120 días

# app.employerServicesHiringsolutions.detailsTable.mobile.retentionDescription
source: Retention guarantee for %days% days
da: Fasthholdelsesgaranti i %dage% dage
de: Gewährleistungsgarantie für %days% Tage
es: Garantía de %days% días

# app.employerServicesHiringsolutions.packages.second.title
source: Experienced
da: Recruitment Premium

# app.employerServicesHiringsolutions.h1
source: Recruitment Solutions
da: Rekrutteringsløsninger
de: Recruiting-Lösungen
es: Soluciones de reclutamiento

# app.employerServicesHiringsolutions.meta.description
source: Make your hiring process fast, cost effective and streamlined – with Transport Talent.
da: Gør din ansættelsesproces hurtig, omkostningseffektiv og strømlinet - med Transport Talent.
de: Gestalten Sie Ihren Einstellungsprozess schnell, kostengünstig und zielführend – mit Transport Talent.
es: Un proceso de contratación rápido, eficaz y económico - con Transport Talent.

# app.employerServicesHiringsolutions.subheadline
source: Attract the best transport & logistic professionals to your vacancies
da: Få fat i de bedste fagfolk indenfor transport- og logistik til jeres ledige stillinger
de: Präsentieren Sie Ihr Unternehmen und Ihre Vakanzen einem ausgewählten Publikum von mehr als 15.000 Fachkräften.
es: Llega a miles de profesionales que buscan trabajo cada día con tu anuncio en Transport Talent

# app.employerServicesHiringsolutions.popup.headline
source: Recruitment Solutions
da: Rekrutteringsløsninger
de: Recruiting-Lösungen
es: Soluciones de reclutamiento

# app.employerServicesHiringsolutions.popup.shortlisting.descr
source: With our recruitment solution for Junior staff, we will talk with the hiring manager and/or HR to understand your company culture, the open position in question and the ideal target candidate. We will use what we have learned to present your role in a way that will attract the right candidates. We use social media channels to get the message out to a wide audience while conducting a full search at the same time. In the end, we will present a shortlist 3-5 candidates ready to be interviewed by you. The pricing and payment conditions for this service is € 1.500 in Activation fee due upon starting the search, and a Success fee in the equivalent of 1 month salary due only when you have selected and signed with your preferred candidate.
da: Med Recruitment Lite hjælper vi jer med at optimere jeres jobannonce, sikre en øget eksponering via sociale medier, foretager en komplet søgning af markedet og præsentere jer for shortlist på 3-5 kandidater der er klar til at blive interviewet af jer. Vores priser og betingelser for denne service er DKK 7.500 i Aktivering som betales ved opstart af søgningen, og et succes-baseret fee på DKK 30.000 der først betales når i har udvalgt og underskrevet med jeres nye foretrukne kandidat.
de: Im Rahmen unseres Vermittlungsservice für Junior-Positionen sprechen wir zunächst mit Ihrer Personalabteilung, um einen Eindruck von Ihrer Unternehmenskultur sowie der offenen Position und dem idealen Kandidaten zu bekommen. Dieses tiefere Verständnis nutzen wir für die optimale Präsentation Ihrer Stelle nach außen. Neben dem regulären Recherche- und Akquiseprozess bewerben wir Ihre Position zusätzlich über relevante Social-Media-Kanäle bei der Zielgruppe. Abschließend erhalten Sie von uns eine Auswahl mit 3–5 Kandidaten für das Vorstellungsgespräch. Der Preis für dieses Angebot setzt sich aus einer Grundgebühr von € 1.500 sowie einer Erfolgsprämie in Höhe eines Montagsgehalts, welche nur bei Vertragsschluss mit einem Kandidaten von Transport Talent fällig wird, zusammen.
es: Como parte de nuestro plan de servicios para posiciones Junior, nos ponemos en contacto con el departamento de Recursos Humanos para ganar una idea concreta y bien definida sobre la cultura y estilo de la empresa, y de los requisitos del puesto a cubrir por el candidato ideal. Una vez ganado un entendimiento claro del objetivo, comunicamos la vacante de forma óptima. También promocionamos la vacante en las redes sociales y llevamos a cabo una búsqueda completa del mercado confeccionando una lista de entre 3 a 5 candidatos listos para acudir a su entrevista. Coste y condiciones de pago: 1.500 € como tarifa de activación y, en caso de que la búsqueda haya llegado a buen término, un mes de sueldo a la firma de contrato del candidato.
