Repository: michelrothgaenger/tt_app_translation
Catalog: employerRegister/employerRegister.*.xliff
Languages: vi

# app.register
source: Employer registration
vi: Ghi danh

# app.metaDescriptionEmployerRegisterPage
source: Find the best professionals from the transport and logistics industry with our innovative targeting methods.
vi: Ngài hãy tạo một tài khoản doanh nghiệp miễn phí và có được các ứng viên tốt nhất của Transport und Logistik.

# app.employerRegisterHeadline
source: Set up your Transport Talent account
vi: Thiết lập tài khoản của Ngài với Transport Talent

# app.employerRegisterDesc1
source: Create your free company profile here and get immediate access to top-tier talent.<br><br>
vi: Lập hồ sơ công ty miễn phí của và truy cập vào các ứng cử viên hàng đầu.<br><br>

# app.employerRegisterDesc2
source: * Indicates required field.
vi: Lưu ý: Các trường bắt buộc được đánh dấu *.

# app.iAgreeToThe
source: I agree to the
vi: Tôi đồng ý

# app.termsConditionsCheckbox
source: Terms & Conditions
vi: Điều kiện chung

# app.checkBoxRequiredMsg
source: Please check this box if you want to proceed.
vi: Vui lòng kính hoạt hộp này để tiếp tục.

# app.title
source: Title
vi: Lời chào

# app.selectAnOption
source: select an option
vi: Hãy chọn

# app.first_name
source: First name
vi: Tên gọi

# app.last_name
source: Last name
vi: Họ

source: app.position
vi: Lĩnh vực công việc

# app.email
source: Email
vi: Địa chỉ Email

# app.company_name
source: Company name
vi: Tên doanh nghiệp

# app.password
source: Password
vi: Mật khẩu

# app.password_confirmation
source: Confirm password
vi: Xác nhận mật khẩu

# app.signUp
source: Register
vi: Đăng ký
