Repository: michelrothgaenger/tt_app_translation
Catalog: profile/profile.*.xliff
Languages: da, de, es, it, vi

# app.or
source: or
da: eller
de: oder
es: o
vi: hoặc

# app.jobSearch
source: Job search
da: Jobsøgning
de: Jobsuche
es: Buscar empleo
vi: Tìm việc làm

# registration.confirmed
source: Congrats! Your email is now confirmed.
da: Tillykke %username%, din konto er nu aktiveret.
de: Ihre E-Mail wurde erfolgreich bestätigt.
es: ¡Felicidades %username%! Tu cuenta ha sido activada.
it: Congrats %username%, your account is now activated.
vi: Xin chúc mừng, %username%. Tài khoản người dùng đã được xác nhận.

# app.youCanContinueTo
source: You can continue to
da: Du kan fortsætte til
de: Weitermachen mit
es: Puedes seguir con
it: You can continue to
vi: Tiếp theo

# app.profile
source: Profile
da: Profil
de: Profil
es: Perfil
it: Profile
vi: Hồ sơ cá nhân

# app.profileInputCvUploadBtnText
source: Upload file
da: Upload fil
de: Datei hinzufügen
es: Subir archivo
it: Upload file
vi: Cập nhật dữ liệu

# app.deleteCV
source: Delete CV
da: Slet CV
de: Lebenslauf löschen
es: Eliminar CV
it: Delete CV
vi: Xóa hồ sơ

# app.profileInputCvRequirements
source: The file must be a PDF and not larger than 15 MB.
da: Filen skal være en PDF og må ikke være større end 15 MB.
de: Datei muss im PDF-Format vorliegen und darf eine Größe von 15 MB nicht überschreiten.
es: El archivo ha de ser un PDF no superior a 15 MB.
it: The file must be a PDF and not larger than 15 MB.
vi: Các tập tin phải là file PDF và không được lớn hơn 15MB.

# app.fileUploaded
source: File uploaded!
da: Filen er nu uploaded!
de: Datei hochgeladen!
es: ¡Hecho!
it: File uploaded!
vi: Tải dữ liệu!

# app.profileSavedJobsCta
source: Your saved jobs
da: Dine gemte jobs
de: Ihre gespeicherten Jobs
es: Tus vacantes guardadas
it: Find your saved jobs below. Add and delete as you see fit.
vi: Các công việc đã lưu của Ngài

# app.delete
source: Delete
da: Slet
de: Löschen
es: Eliminar
it: Delete
vi: Xóa

# app.searchForNewJobs
source: Search for new jobs
da: Søg efter nye jobs
de: Nach neuen Jobs suchen
es: Buscar nuevas ofertas de empleo
it: Search for new jobs
vi: Tìm kiếm công việc mới

# app.profileSavedCompaniesCta
source: Find your saved companies below. Add and delete as you see fit.
da: Få et overblik over dine gemte virksomheder har gemt.
de: Hier finden Sie Ihre gespeicherten Unternehmen. Fügen Sie weitere Jobs hinzu oder löschen vorhandene, um Ihre Auswahl anzupassen.
es: Empresas que sigues. Añade más vacantes o elimina las que consideres, para ajustar mejor tu búsqueda.
it: Find your saved companies below. Add and delete as you see fit.
vi: Xem công ty đã lưu của Ngài dưới đây. Thêm và xóa như thấy phù hợp.

# app.searchForNewCompanies
source: Search for new companies
da: Søg efter nye virksomheder
de: Neue Unternehmen finden
es: Buscar nuevas empresas
it: Search for new companies
vi: Tìm kiếm công ty mới

# app.profileUnpublishBtn
source: Unpublish profile
da: Gør profil usynlig
de: Profil deaktivieren
es: Desactivar perfil
it: Unpublish profile
vi: Không công khai tiểu sử

# app.profilePublishBtn
source: Publish profile
da: Offentliggør profil
de: Profil veröffentlichen
es: Publicar Perfil
it: Publish profile
vi: Công khai tiểu sử

# app.contactInfo
source: Contact info
da: Kontakt info
de: Kontaktdetails
es: Información de contacto
it: Contact info
vi: Thông tin liên lạc

# app.title
source: Title
da: Tiltaleform
de: Anrede
es: Tratamiento
it: Title
vi: Lời chào

# app.firstName
source: First name
da: Fornavn
de: Vorname
es: Nombre
it: First name
vi: Tên

# app.lastName
source: Last name
da: Efternavn
de: Nachname
es: Apellidos
it: Last name
vi: Họ

# app.email
source: Email
de: Ihre E-Mail-Adresse
it: Email
vi: Địa chỉ Email

# app.phone
source: Phone
da: Telefon
de: Telefon
es: Teléfono
it: Phone
vi: Điện thoại

# app.country
source: Country
da: Land
de: Land
es: País
it: Country
vi: Nước

# app.city
source: City
da: By
de: Stadt
es: Ciudad
it: City
vi: Thành phố

# app.companyBranding
source: Company branding
da: Virksomhedsbranding
de: Unternehmensbild und -logo
es: Identidad Corporativa y Logo
it: Company branding
vi: Thương hiệu công ty

# app.companyAddress
source: Company address
da: Virksomhedsadresse
de: Unternehmensadresse
es: Dirección social
it: Company address
vi: Địa chỉ công ty

# app.companyName
source: Company name
da: Virksomhedsnavn
de: Unternehmensname
es: Nombre de la empresa
it: Company name
vi: Tên công ty

# app.address
source: Address
da: Adresse
de: Adresse
es: Dirección
it: Address
vi: Địa chỉ

# app.postcodeZipCode
source: Postcode/ZIP Code
da: Postnummer
de: Postleitzahl
es: Código postal
it: Postcode/ZIP Code
vi: Mã bưu điện

# app.companyInformation
source: Company information
da: Virksomhedsinformation
de: Unternehmensdetails
es: Sobre la empresa
it: Company information
vi: Thông tin công ty

# app.companySize
source: Company size
da: Virksomhedens størrelse
de: Größe
es: Tamaño
it: Company size
vi: Quy mô công ty

# app.annualTurnover
source: Annual turnover
da: Årlig omsætning
de: Jahresumsatz
es: Volumen de negocio anual
it: Annual turnover
vi: Doanh thu hàng năm

# app.website
source: Website
da: Hjemmeside
de: Webseite
es: Sitio web
it: Website
vi: Trang mạng

# app.about
source: About
da: Omkring
de: Über
es: Sobre
it: About
vi: Trong khoảng

# app.profileInputGeneralBirthdayLabel
source: Birthday
da: Fødsesldato
de: Geburtsdatum
es: Fecha de nacimiento
it: Birthday
vi: Sinh nhật

# app.profileSectionTotalExperienceTitle
source: Experience
da: Erfaring
de: Berufserfahrung
es: Experiencia laboral
it: Experience
vi: Kinh nghiệm

# app.jobTitle
source: Job title
da: Jobtitel
de: Position
es: Posición
it: Job title
vi: Vị trí công việc

# app.position
source: Position
da: Stilling
de: Tätigkeitsbereich
es: Área de actividad
vi: Lĩnh vực làm việc

# app.employerPublishedFlashMsg
source: Company profile has been published
da: Virksomheds profil er blevet offentliggjort.
de: Unternehmensprofil veröffentlicht
es: Tu perfil de empresa ha sido publicado
it: Company profile has been published
vi: Hồ sơ đã được công ty công khai

# app.employerUnpublishedFlashMsg
source: Company profile has been unpublished
da: Virksomheds profil er gjort usynlig.
de: Unternehmensprofil deaktiviert
es: Tu perfil de empresa ha sido desactivado
it: Company profile has been unpublished
vi: Hồ sơ chưa được công ty công khai

# app.profileSavedMsg
source: Saved
da: Gemt
de: Gespeichert
es: Guardado
it: Saved
vi: Lưu

# app.complete
source: complete
da: fuldfør
de: vollständig
es: Completo
it: complete
vi: Hoàn thành

# app.sectionName
source: Section name
da: Sektionsnavn
de: Bereichsname
es: Nombre de la sección
it: Section name
vi: Chọn tên

# app.thisFieldMustBeFilled
source: This field must be filled!
da: Denne felt skal udfyldes!
de: Dieses Feld muss ausgefüllt sein!
es: Este campo es obligatorio.
it: This field must be filled!
vi: Phải điền vào ô này!

# app.selectAnOption
source: select an option
da: vælg en mulighed
de: Wählen Sie eine Option
es: Selecciona
it: select an option
vi: Ngài hãy chọn một

# app.add
source: Add
da: Tilføj
de: Hinzufügen
es: Añadir
it: Add
vi: Thêm vào

# app.save
source: Save
da: Gem
de: Speichern
es: Guardar
it: Save
vi: Lưu

# app.cancel
source: Cancel
da: Annuler
de: Abbrechen
es: Cancelar
it: Cancel
vi: Hủy

# app.edit
source: Edit
da: Rediger
de: Bearbeiten
es: Editar
it: Edit
vi: Thay đổi

# app.profileInputCertificateUploadBtnText
source: Upload file
da: Upload fil
de: Datei hinzufügen
es: Añadir archivo
it: Upload file
vi: Cập nhật dữ liệu

source: Insert Image
da: Indsæt billede
de: Bild einfügen
es: Insertar imagen
vi: Chèn hình ảnh

source: Upload Image
da: Upload billede
de: Bild hochladen
es: Subir imagen
vi: Tải ảnh lên

source: Crop and Use
da: Beskær og brug
de: Zuschneiden und verwenden
es: Editar y guardar
vi: Cắt và sử dụng

source: Drop your file here
da: Drop din fil her
de: Ziehen Sie Ihre Datei hierher
es: Arrastra tu foto aquí
vi: Thả các tập tin của Ngài ở đây

source: or
da: eller
de: oder
es: o
vi: Hoặc

source: Select a file...
da: Vælg en fil...
de: Wählen Sie eine Datei aus...
es: Elige un archivo...
vi: Chọn một file...

source: Please adjust selection to your image
da: Juster valg til dit billede
de: Bitte passen Sie die Auswahl Ihrem Bild an
es: Recorta la imagen si lo deseas
vi: Vui lòng điều chỉnh lựa chọn cho hình ảnh của bạn

source: Please select or upload an image
da: Venligst vælg eller upload et billede
de: Bitte wählen Sie ein Bild aus
es: Selecciona o carga una foto
vi: Hãy chọn hoặc tải lên một hình ảnh

source: Close
da: Luk
de: Schließen
es: Cerrar
vi: Đóng

# Crop &amp; Use !
source: Crop & Use !
da: Beskær & brug !
de: Zuschneiden und verwenden!
es: Recortar y guardar
vi: Cắt và sử dụng!

# The uploaded file exceeds the upload_max_filesize directive in php.ini
source: The uploaded file exceeds the maximum size.
da: Den uploadede fil overstiger den maksimale størrelse.
de: Die ausgewählte Datei überschreitet die maximal zulässige Größe.
es: El archivo subido supera el tamaño máximo permitido.
it: The uploaded file exceeds the maximum size.
vi: Các tập tin được tải lên vượt quá kích thước tối đa.

source: The uploaded file exceeds the maximum size.
da: Den uploadede fil overstiger den maksimale størrelse.
de: Die ausgewählte Datei überschreitet die maximal zulässige Größe.
es: El archivo subido supera el tamaño máximo permitido.
it: The uploaded file exceeds the maximum size.
vi: Các tập tin được tải lên vượt quá kích thước tối đa.

source: The uploaded file was only partially uploaded
da: Den uploadede fil blev kun delvist uploadet
de: Die übertragene Datei wurde nur teilweise hochgeladen
es: El archivo subido sólo se cargó parcialmente
vi: Các tập tin được chỉ tải lên được một phần

source: No file was uploaded
da: Ingen fil blev uploadet
de: Keine Datei hochgeladen
es: No se ha cargado ningún archivo
vi: Không có tập tin đã được tải lên

source: Missing a temporary folder
da: Mangler en midlertidig mappe
de: Fehlender temporärer Ordner
es: La carpeta temporal no ha podido ser localizada
vi: Thiếu một thư mục tạm thời

source: Failed to write file to disk
da: Kunne ikke gemme filen på disken
de: Datei konnte nicht gespeichert werden
es: El archivo no ha podido ser guardado
vi: Không thể ghi file vào đĩa

source: A PHP extension stopped the file upload
da: En PHP extension stoppede file upload
de: Eine PHP-Erweiterung hat den Upload unterbrochen
es: Una extensión de PHP detuvo la subida del archivo
vi: Một phần mở rộng PHP ngừng tải lên các file

# The uploaded file exceeds the post_max_size directive in php.ini
source: The uploaded file exceeds the maximum size.
da: Den uploadede fil overstiger den maksimale størrelse.
de: Die ausgewählte Datei überschreitet die maximal zulässige Größe.
es: El archivo supera el tamaño máximo permitido.
it: The uploaded file exceeds the maximum size.
vi: Các tập tin được tải lên vượt quá kích thước tối đa.

source: File is too big
da: Filer er for stor
de: Datei zu groß
es: El archivo es demasiado grande
vi: File quá lớn

source: File is too small
da: Filen er for lille
de: Datei zu klein
es: El archivo es demasiado pequeño
vi: File quá nhỏ

source: Filetype not allowed
da: Filtformatet er ikke tilladt
de: Unzulässiges Dateiformat
es: Formato de archivo no permitido
vi: Không chấp nhận định dạng file

source: Maximum number of files exceeded
da: Det maksimale antal filer er overskredet
de: Maximale Anzahl an Dateien überschritten
es: Se ha superado el número máximo de archivos
vi: Số lượng tối đa của tập tin vượt quá

source: Image exceeds maximum width
da: Billede overskrider den maksimale bredde
de: Maximale Breite überschritten
es: La imagen supera el ancho máximo permitido
vi: Hình ảnh vượt quá chiều rộng tối đa

source: Image requires a minimum width (%min%)
da: Billeder skal have en minimum bredde (%min%)
de: Mindestbreite erforderlich
es: La imagen requiere un ancho mínimo
vi: Hình ảnh đòi hỏi phải có chiều rộng tối thiểu (%min%)

source: Image exceeds maximum height
da: Billede overskrider den maksimale højde
de: Maximale Höhe überschritten
es: La imagen supera la altura máxima permitida
vi: Hình ảnh vượt quá chiều cao tối đa

source: Image requires a minimum height (%min%)
da: Billeder skal have en minimum højde (%min%)
de: Mindesthöhe erforderlich
es: La imagen requiere una altura mínima
vi: Hình ảnh đòi hỏi một chiều cao tối thiểu (%min%)

source: File upload aborted
da: File upload afbrudt
de: Upload abgebrochen
es: Se ha interrumpido la carga del archivo
vi: File tải lên bị hủy bỏ

source: Failed to resize image
da: Kunne ikke omdanne størrelsen på billedet
de: Größe konnte nicht angepasst werden
es: Error al ajustar el tamaño de la imagen
vi: Không thể thay đổi kích thước hình ảnh

# app.profile.dashboard.profile.tile.title
source: Profile
da: Profil
de: Profil
es: Perfil
vi: Hồ sơ

# app.profile.dashboard.settings.tile.title
source: Settings
da: Indstillinger
de: Einstellungen
es: Configuración
vi: Cài đặt

# app.profile.dashboard.saved-jobs.tile.title
source: Saved jobs
da: Gemte jobs
de: Gespeicherte Jobs
es: Vacantes guardadas
vi: Việc làm đã lưu

# app.profile.dashboard.saved-companies.tile.title
source: Saved companies
da: Gemte virksomheder
de: Gespeicherte Unternehmen
es: Empresas que sigues
vi: Công ty đã lưu

# app.profile.dashboard.saved-job.tile.description
source: Here you can see your shortlisted jobs.
da: Her kan du se dine shortlistede jobs.
de: Hier sehen Sie Ihre ausgewählten Stellen.
es: Tu listado de vacantes.
vi: Tối ưu hóa tìm việc của Ngài bằng cách theo dõi các vị trí thú vị.

# app.profile.saved.jobs.description
source: Manage your job hunt with Transport Talent â€“ add and delete jobs as you see fit. Postings will still be available after deactivation by the employer to allow you to prepare for interviews.
da: Få et godt overblik over din jobsøgning. Tilføj de jobannoncer der har din interesse og forbered dig til interviews.
de: Organisieren Sie Ihre Jobsuche mit Transport Talent: Fügen Sie weitere Jobs hinzu oder löschen Sie vorhandene, um Ihre Auswahl anzupassen. Alle hier gespeicherten Anzeigen sind auch dann noch verfügbar, wenn sie vom Anbieter deaktiviert wurden. So können Sie sich optimal auf Ihre Vorstellungsgespräche vorbereiten.
es: Organiza tu búsqueda de empleo con Transport Talent: añade y elimina vacantes a tu lista. Los avisos seguirán disponibles después de la desactivación por parte del empleador para que puedas prepararte para las entrevistas.
vi: Tổ chức tìm kiếm công việc với Transport Talent:Thêm hoặc xóa các công ty để phù hợp với lựa chọn của Ngài. Tất cả các quảng cáo vẫn được lưu trữ ở đây, khi chúng bị vô hiệu hóa bởi các nhà cung cấp. Như vậy Ngài có thể chuẩn bị một cách lý tưởng cho cuộc phỏng vấn.

# app.profile.dashboard.saved-companies.tile.description
source: Keep track of the companies you are interested in here.
da: Hold styr på de virksomheder du er interesseret i.
de: Verwalten Sie Ihre Auswahl interessanter Unternehmen.
es: Edita tu listado de empresas.
vi: Lựa chọn các công ty thú vị của Ngài ở đây.

# app.profile.dashboard.profile.tile.description
source: Keep your profile accurate with up-to-date information and get spotted by top employers.
da: Sørg for at din profil er opdateret så virksomhederne kan få øje på dig.
de: Aktualisieren Sie Ihr Profil, um von führenden Arbeitgebern entdeckt zu werden.
es: Recuerda actualizar tu perfil para no pasar desapercibido a los empleadores del sector.
vi: Thông tin của Ngài sẽ giúp chúng tôi tìm thấy những công việc tốt nhất.

# app.profile.dashboard.settings.tile.description
source: Manage your account settings, e.g. email address and password.
da: Administrer dine profilindstillinger (f.eks. emailadresse og kodeord).
de: Verwalten Sie Ihre Kontoeinstellungen, z.B. E-Mail-Adresse und Passwort.
es: Configura y actualiza tus datos, por ej., tu email o tu contraseña.
vi: Quản lý cài đặt tài khoản, như địa chỉ e-mail và mật khẩu vân vân... của Ngài.

# app.profile.saved.companies.description
source: Transport Talent allows you to keep in mind interesting companies from transport and logistics. Add companies to your overview or delete them as you see fit.
da: Mange af vores medlemsvirksomheder har lavet en profil på Transport Talent som du kan følge ved at tilføje dem her.
de: Mit Transport behalten Sie interessante Unternehmen aus Transport und Logistik im Blick. Fügen Sie weitere Unternehmen hinzu oder löschen Sie vorhandene, um Ihre Auswahl anzupassen.
es: Sigue a las principales empresas del sector Transporte y Logística. Añade o elimina empresas en tu perfil para ajustar tu búsqueda.
vi: Transport Talent cho phép Ngài kiểm soát được các công ty thú vị từ lĩnh vực vận tải và kho vận. Thêm hoặc xóa các công ty để phù hợp với lựa chọn của Ngài.

# app.profile.referrals.sectionTitle
source: Referrals
da: Henvisninger
de: Empfehlungen
es: Recomendaciones
vi: Giới thiệu

# app.profile.referrals.sectionDescription
source: Here you find all referrals you have ever made. Remember, once a job has been filled with a candidate that you put forward, you will get rewarded with the amount you find next to the recommended job.
da: Her finder du henvisninger til alle de stillinger du har anbefalet til dit netværk. Husk at når en stilling er blevet besat takket være dig, vil få blive belønnet med det beløb der er vist ved det anbefalede job.
de: Hier sehen Sie alle Positionen, die Sie bisher empfohlen haben. Sie erhalten die nebenstehende Summe, wenn die Stelle mit einem Ihrer Kontakte besetzt wird.
es: Aquí encuentras tus recomendaciones para las vacantes. Recuerda: en el caso de que una vacante se cubra gracias a tu recomendación te corresponderá la gratificación indicada junto a la vacante.
vi: Ở đây Ngài tìm thấy tất cả các lời giới thiệu về các công việc mình đã từng làm. Nhớ rằng, ngay sau khi công việc được Ngài lấp đầy, Ngài sẽ được khen thưởng một khoản sẽ thấy trong công việc được đề nghị tiếp theo.

# app.profile.referrals.sharedOn
source: First shared on
da: Først delt på
de: Zuerst geteilt am
es: Compartido en
vi: Chia sẻ trên

# app.profile.referrals.reward
source: Reward
da: Belønning
de: Belohnung
es: Gratificación
vi: Phần thưởng

# app.profile.referrals.reactions
source: Reactions
da: Reaktioner
de: Reaktionen
es: Reacciones
vi: Sự phản ứng

# app.profile.referrals.referralLink
source: Referral link
da: Henvisningslink
de: Empfehlungslink
es: Enlace de recomendación
vi: Đường link giới thiệu

# app.profile.referrals.closed
source: Closed
da: Lukket
de: Geschlossen
es: Cerrado
vi: Đóng

# app.profile.referrals.pending
source: Pending
da: Verserende
de: Offen
es: Pendiente
vi: Dừng

# app.profile.referrals.accepted
source: Accepted
da: Accepteret
de: Angenommen
es: Aceptado
vi: Chấp thuận

# app.profile.referrals.button.copy
source: Copy
da: Kopi
de: Kopieren
es: Copiar
vi: Sao chép

# app.profile.dashboard.referrals.tile.description
source: Help your network to get a job and earn money.
da: Hjælp dit netværk med at få et job og tjen penge.
de: Helfen Sie anderen mit der Karriere und verdienen Sie Geld.
es: Ayuda a otros a dar el siguiente salto en su carrera y gana dinero.
vi: Hãy hỗ trợ mạng của Ngài có được một công việc và kiếm tiền

# app.profile.dashboard.referrals.tile.title
source: Referrals
da: Henvisninger
de: Empfehlungen
es: Recomendaciones
vi: Giới thiệu

# app.profile.settings.password.title
source: Password
da: Kodeord
de: Passwort
es: Contraseña

# app.profile.settings.password.newLabel
source: New Password
da: Nyt Kodeord
de: Neues Passwort
es: Nueva Contraseña

# app.profile.settings.password.confirmationLabel
source: Retype Password
da: Gentag Kodeord
de: Passwort wiederholen
es: Repetir contraseña

# app.profile.settings.password.currentTitle
source: Current Password
da: Nuværende Kodeord
de: Aktuelles Passwort
es: Contraseña actual

# app.profile.settings.password.currentLabel
source: Current Password
da: Nuværende Kodeord
de: Aktuelles Passwort
es: Contraseña actual

# app.profile.settings.passwordsDoNotMatch
source: Passwords do not match
da: Kodeord er ikke korrekt
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden

# app.profile.settings.social-login.title
source: Login through social media
da: Login via social media
de: Login mit Social Media
es: Inicia sesión a través de una red social

# app.profile.settings.rescue.title
source: Provide a rescue information
da: Oplys back-up information
de: Sicherheitsfrage
es: Pregunta de rescate de acceso

# app.profile.settings.rescue.1stEmail
source: Rescue email
da: Back-up email
de: E-Mail zur Wiederherstellung
es: Email de rescate

# app.profile.settings.title
source: Settings
da: Indstillinger
de: Einstellungen
es: Tu acceso

# app.signInWithGoogle
source: Sign in with Google
da: Log ind med Google
de: Anmelden mit Google
es: Iniciar sesión con Google

# app.profile.login.service.active
source: Active
da: Aktiv
de: Aktiv
es: Activo

# app.profile.login.service.notRegistered
source: Not registered
da: Ikke registreret
de: Nicht registriert
es: No registrado

# app.profile.login.service.disable
source: Disable
da: De-aktiver
de: Deaktivieren
es: Desactivar

# app.profile.login.service.register
source: Register
da: Registrer
de: Anmelden
es: Regístrate

# app.profile.settings.tab.general.title
source: General
da: Generelt
de: Allgemein

# app.profile.section.jobAlerts.title
source: JOB ALERTS
da: JOBAGENT
de: Suchagenten
es: Alertas de empleo

# app.profile.section.jobAlerts.descr
source: Want to be notified about new job postings? Set up one or more job alerts with your own criteria and we will send you an email when there are new positions available.
da: Ønsker du at få en påmindelse om nye jobopslag? Opret en flere jobagenter med dine egne kriterier så vi kan sende dig en e-mail når der er nye ledige stillinger.
de: Sie möchten über neue Stellenanzeigen informiert werden? Legen Sie einen oder mehrere Suchagenten an und wir benachrichtigen Sie per E-Mail.
es: ¿Quieres que te avisemos cuando nos entren nuevas ofertas de empleo? Programa cuantos agentes de búsqueda desees y las alertas te llegarán a tu email.

# app.profile.section.jobAlerts.createButtonTitle
source: CREATE JOB ALERT
da: OPRET JOBAGENT
de: SUCHAGENTEN EINRICHTEN
es: CREAR UNA ALERTA DE EMPLEO

# app.profile.section.jobAlerts.section.popup.title
source: SAVE ALERT
da: GEM JOBAGENT
de: SUCHAGENTEN SPEICHERN
es: GUARDAR ALERTA

# app.profile.section.jobAlerts.section.popup.note
source: Please note: all fields signed with a (*) are mandatory.
da: Bemærk venligst: alle felter med en (*) er obligatoriske.
de: Hinweis: Pflichtfelder sind mit (*) markiert.
es: Los campos marcados con un (*) son obligatorios.

# app.profile.section.jobAlerts.section.popup.inputTitlePlaceholder
source: Alert Title *
da: Jobagent Titel *
de: Titel*
es: Nombre de alerta*

# app.profile.section.jobAlerts.section.popup.disabledFrequencyValue
source: Period to sent *
da: Notifikationsfrekvens *
de: Sendeintervall*
es: Frecuencia de envío*

# app.profile.section.jobAlerts.section.popup.dailyOption
source: Daily
da: Dagligt
de: Täglich
es: Diaria

# app.profile.section.jobAlerts.section.popup.weeklyOption
source: Weekly
da: Ugentligt
de: Wöchentlich
es: Semanal

# app.profile.section.jobAlerts.section.popup.monthlyOption
source: Monthly
da: Månedligt
de: Monatlich
es: Mensual

# app.profile.section.jobAlerts.section.popup.saveButtonLabel
source: SAVE
da: GEM
de: Speichern
es: Guardar

# app.profile.section.jobAlert.itemTitle
source: Alert for
da: Agent til
de: Suchagenten für
es: Alerta para

# app.profile.section.jobAlert.deleteButtonLabel
source: Delete
da: Slet
de: Löschen
es: Eliminar

# app.profile.settings.language.label
source: Language
da: Sprog
de: Sprache
es: Idioma
