Repository: michelrothgaenger/tt_app_translation
Catalog: profile/profile.*.xliff
Languages: da, de, es, it, vi

# app.employer.disabledField.companyBranding
source: Company branding editing is disabled unless your account is approved.
da: Virksomhedsbranding redigering er deaktiveret medmindre din konto er godkendt.
de: Das Firmen-Branding ist erst verfügbar, wenn Ihr Konto bestätigt wurde.
es: La imagen corporativa estará disponible una vez que tu cuenta haya sido confirmada.

# app.profile.errors.requiredFields
source: Required fields should not be empty
da: Påkrævede felter bør ikke være tomme
de: Pflichtfelder dürfen nicht leer sein
es: Debes rellenar los campos obligatorios

# app.profile.errors.requiredFieldCurrentPassword
source: Current password is a required field
da: Nuværende kodeord er et påkrævet felt
de: Aktuelles Passwort erforderlich
es: Introduce tu contraseña actual

# app.profile.errors.invalidCurrentPassword
source: Current password is invalid
da: Nuværende kodeord er ikke gyldigt
de: Aktuelles Passwort ist ungültig
es: Esta contraseña no es válida

# app.profile.errors.passwordIsNotMatch
source: Passwords do not match
da: Kodeord matcher ikke
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden

# app.profile.errors.emailAlreadyExist
source: User with such email already exists
da: En bruger med denne email eksistere allerede
de: Es ist bereits ein Nutzer mit dieser E-Mail-Adresse vorhanden
es: Ya existe un usuario con este mismo email

# app.profile.errors.invalidRescueEmail
source: Invalid rescue email
da: Ikke gyldig back-up email
de: Ungültige E-Mail-Adresse zur Wiederherstellung
es: Email de rescate incorrecto

# app.profile.pendingMessages.newEmail
source: New email is pending, check your inbox to confirm it
da: Ny email endnu ikke godkendt - check din inbox for at bekræfte den
de: Eine E-Mail wurde versandt – bitte prüfen Sie Ihr Postfach
es: Te hemos enviado un email. Por favor comprueba tu bandeja de entrada

# app.profile.errors.requiredFieldFirstName
source: First name should not be empty
da: Fornavn kan ikke være tom
de: Vorname darf nicht leer sein
es: Añade tu nombre

# app.profile.errors.requiredFieldLastName
source: Last name should not be empty
da: Efternavn kan ikke være tom
de: Nachname darf nicht leer sein
es: Añade tu apellido

# app.profile.errors.requiredFieldCompanyName
source: Company name should not be empty
da: Virksomhedsnavn kan ikke være tom
de: Unternehmensname darf nicht leer sein
es: Añade el nombre de empresa

# app.profile.errors.invalidZip
source: Zip can be only numeric and not be less than 0
da: Postnummer skal være nummerisk
de: Postleitzahl darf nur Zahlen enthalten und nicht kleiner als 0 sein
es: El código postal ha de ser numérico y superior a 0

# app.profile.errors.invalidSize
source: Size can be only numeric and not be less than 0
da: Størrelse kan kun være nummerisk og ikke mindre end 0
de: Größe darf nur Zahlen enthalten und nicht kleiner als 0 sein
es: El tamaño solo puede ser numérico y superior a 0

# app.profile.errors.invalidTurnover
source: Annual turnover can be only numeric and not be less than 0
da: Årlig omsætning skal være numerisk og kan ikke være mindre end 0
de: Jahresumsatz darf nur Zahlen enthalten und nicht kleiner als 0 sein
es: El volumen de negocio anual solo puede ser numérico y superior a 0

# app.profile.errors.requiredFieldCountryRegion
source: Country/region field should not be empty
da: Land/region feltet kan ikke være tomt
de: Land/Region darf nicht leer sein
es: Añade tu país o región

# app.employer.disabledField.companyAddress
source: Company address editing is disabled unless your account is approved.
da: Virksomhedsadresse redigering er deaktiveret medmindre din konto er godkendt.
de: Die Unternehmensadresse ist deaktiviert bis Ihr Konto bestätigt wurde.
es: Podrás editar la dirección una vez que tu cuenta haya sido confirmada.

# app.employer.disabledField.companyInformation
source: Company information editing is disabled unless your account is approved.
da: Virksomhedsoplysninger redigering er deaktiveret medmindre din konto er godkendt.
de: Die Unternehmensinformationen sind deaktiviert bis Ihr Konto bestätigt wurde.
es: La información corporativa estará desactivada hasta que la cuenta haya sido confirmada.

# app.profile.dashboard.companyJobs.tile.description
source: Manage your company jobs.
da: Manage dine virksomhedsjobs.
de: Verwalten Sie Ihre Stellenanzeigen.
es: Gestiona tus ofertas de empleo.

# app.profile.dashboard.companyProfile.tile.title
source: Company profile
da: Virksomhedsprofil
de: Unternehmensprofil
es: Perfil de empresa

# app.profile.dashboard.companyProfile.tile.description
source: Manage your company profile.
da: Manage din virksomhedsprofil.
de: Verwalten Sie Ihr Unternehmensprofil.
es: Gestiona tu perfil de empresa.

# app.profile.settings.description
source: Change your account settings below.
da: Ændre dine indstillinger nedenfor.
de: Hier finden Sie alle Einstellungen zu Ihrem Profil bei Transport Talent.
es: Configura aquí la información de tu perfil en Transport Talent.

# app.profile.settings.tab.general.description
source: Change your login credentials and choose your language.
da: Ændre dine login-oplysninger og vælg dit foretrukne sprog.
de: Ändern Sie hier Ihre Login-Daten und legen Sie die Spracheinstellungen fest.
es: Configura el acceso a tu cuenta y elige tu idioma.

# app.profile.settings.tab.login.description
source: To use an existing account for login, add one of your social media accounts. Add a recovery email in case you forget your login details for Transport Talent. All changes must be confirmed with your current password.
da: For at bruge en eksisterende konto til login skal du tilføje en af dine sociale media konti. Tilføj et back-up email hvis du nu skulle glemme dine log-in detaljer Transport Talent. Alle ændringer skal bekræftes med din nuværende kodeord.
de: Für den Login mit anderen Accounts verknüpfen Sie hier Ihre Social-Media-Konten. Hinterlegen Sie eine E-Mail-Adresse zur Wiederherstellung, falls Sie einmal Ihre Login-Daten für Transport Talent vergessen.
es: Para acceder por medio de otras cuentas de tus redes sociales, necesitamos un email de recuperación para el caso de que olvides tus datos de acceso a Transport Talent y necesites recuperarlos.

# app.profile.settings.social-media.description
source: Add a login via social media or deactivate existing accounts.
da: Tilføj et login via sociale medier eller deaktivere eksisterende konti.
de: Fügen Sie einen Login über Social Media hinzu oder deaktivieren Sie vorhandene Verknüpfungen mit Nutzerkonten.
es: Añade o desactiva una cuenta en una red social con la que acceder a Transport Talent.

# app.profile.settings.rescue.desciption
source: Enter a rescue email to be able to restore your login credentials.
da: Indtast en back-up email for at kunne gendanne dine loginoplysninger.
de: Geben Sie eine E-Mail zur Wiederherstellung der Login-Daten für das Konto ein.
es: Facilítanos un email a donde enviar tus datos en el caso de que olvides tu contraseña.

# app.salutations.placeholder
source: Choose salutation...
da: Vælg tiltaleform....
de: Anrede auswählen...
es: Elige por favor...

# app.profile.editor.experience
source: Experience
da: Erfaring
de: Erfahrung
es: Experiencia

# app.profile.editor.specialityLabel
source: What is your area of expertise?
da: Hvor er din ekspertise?
de: Was ist Ihr Fachgebiet?
es: ¿Cual es tu especialidad?

# app.profile.linkedinImportDataButton
source: Connect with LinkedIn
da: Connect med LinkedIn
de: Mit LinkedIn verbinden
es: Conectar con LinkedIn

# app.profile.editor.congrats
source: Congrats! You've successfully connected your LinkedIn account with Transport Talent.
da: Tillykke! Du har nu connected din LinkedIn-konto til Transport Talent.
de: Herzlichen Glückwunsch! Sie haben Ihr LinkedIn-Konto erfolgreich mit Transport Talent verbunden.
es: ¡Perfecto! Has conectado tu cuenta de LinkedIn a la de Transport Talent.

# app.profile.editor.DeleteCV
source: Delete CV
da: Slet CV
de: Lebenslauf löschen
es: Eliminar CV

# app.profile.editor.cvSuccesPart1
source: You've successfully imported
da: Du har nu importeret
de: Sie haben
es: Has importado con éxito

# app.profile.editor.cvSuccesPart2
source: as your CV.
da: som dit CV.
de: erfolgreich als Lebenslauf importiert.
es: tu CV.

# app.profile.editor.fileUpload
source: Upload file
da: Upload fil
de: Datei hochladen
es: Subir archivo

# app.profile.editor.cvRestriction
source: The file must be a PDF and not larger than 15 MB.
da: Filen skal være en PDF og ikke større end 15 MB.
de: Dateiformat: PDF Max. Größe: 15 MB.
es: Formato: PDF Tamaño máx.: 15 MB.

# app.profile.editor.generalHeader
source: General
da: Generel
de: Allgemein

# app.profile.editor.photoHeader
source: Photo
da: Billede
de: Foto
es: Foto

# app.profile.editor.editPhoto
source: Edit photo
da: Rediger billede
de: Foto bearbeiten
es: Editar foto

# app.profile.editor.deletePhoto
source: Delete
da: Slet
de: Löschen
es: Eliminar

# app.profile.editor.photoPixelsMinimum
source: At least 150 x 150 pixel.
da: Mindst 150 x 150 pixel.
de: Min. 150 x 150 Pixel.
es: Mín. 150 x 150 px.

# app.profile.editor.photoNotLarger
source: The file must not be larger than 15 MB.
da: Filen må ikke være større end 15 MB.
de: Dateigröße darf 15 MB nicht überschreiten.
es: El archivo ha de ser inferior a 15 MB.

# app.profile.editor.preferedJobCategories
source: Preferred job categories
da: Foretrukne jobkategorier
de: Bevorzugte Tätigkeitsfelder
es: Actividad laboral preferida

# app.profile.editor.preferedLocations
source: Preferred regions & countries
da: Foretrukne regioner og lande
de: Bevorzugte Arbeitsorte
es: Lugar donde te gustaría trabajar

# app.profile.editor.salaryExpectations
source: Salary expectations
da: Lønforventninger
de: Gehaltsvorstellungen
es: Expectativas salariales

# app.profile.editor.profileEdit
source: Edit profile
da: Rediger profil
de: Profil bearbeiten
es: Editar perfil

# app.profile.editor.experienceLabel
source: Years of professional experience?
da: Antal års erhvervserfaring?
de: Berufserfahrung in Jahren
es: Experiencia laboral en años

# app.profile.editor.experiencePlaceholder
source: Years
da: År
de: Jahre
es: Años

# app.profile.editor.connectToLinkedInHeader
source: Connect to LinkedIn
da: Forbind til LinkedIn
de: Mit LinkedIn verbinden
es: Conectar con LinkedIn

# app.profile.editor.residenceLabel
source: Place of Residence
da: Bopæl
de: Wohnort
es: Lugar de residencia

# app.profile.editor.salutationLabel
source: Salutation
da: Tiltaleform
de: Anrede
es: Tratamiento

# app.profile.editor.salaryLabel
source: Annual salary
da: Årlig løn
de: Jahresgehalt
es: Salario anual

# app.profile.editor.salaryPlaceholder
source: Enter your salary
da: Indtast din løn
de: Geben Sie Ihr Gehalt ein
es: Introduzca su salario anual

# app.profile.editor.currencyLabel
source: Currency
da: Valuta
de: Währung
es: Divisa

# app.profile.editor.locationPlaceholder
source: Enter a Location
da: Indtast din lokation
de: Geben Sie einen Ort ein
es: Introduzca una localidad

# app.profile.editor.CvHeader
source: CV
de: Lebenslauf

# app.profile.dashboard.congratulationsHeader
source: Congratulations %firstName% %lastName%!
da: Tillykke %firstName% %lastName%!
de: Glückwunsch, %firstName% %lastName%!
es: ¡Felicidades, %firstName% %lastName%!

# app.profile.dashboard.congratulationsText
source: You made it. Your profile is now full with all the information. And if we find something we think would be worth filling in later, we'll drop you a line.
da: Du gjorde det. Din profil er nu opdateret med alle oplysninger. Hvis vi falder over noget vi mener ville være at uddybe skal vi nok tage fat i dig.
de: Sie haben es geschafft. Ihr Profil enthält nun alle wichtigen Angaben. Wir melden uns bei Ihnen, sollten wir weitere Informationen benötigen.
es: ¡Lo has conseguido! Tu perfil está completo. Nos pondremos en contacto contigo en el caso de que necesitemos más información.

# app.profile.profileVM.profileHeader
source: Profile
da: Profil
de: Profil
es: Perfil

# app.profile.profileVM.profileHeaderText
source: You can edit your details be simply clicking the EDIT button down below. If you want to delete your profile please send an email to profiles@transporttalent.com and we will take care.
da: En god profil der indeholdende alle dine oplysninger inklusiv dit CV øger dine chancer for at blive headhuntet til dit næste job markant. Du kan til enhver tid vende tilbage til din profil og lave de ændringer du ønsker.
de: Sie können Ihre Daten bearbeiten, indem Sie unten auf die Schaltfläche "Bearbeiten" klicken. Wenn Sie Ihr Profil löschen möchten, senden Sie bitte eine E-Mail an profiles@transporttalent.com und wir werden uns darum kümmern.
es: Nos basamos en las informaciones de tu perfil para enviarte vacantes con mejor encaje. Recuerda que puedes editar tu información siempre que lo desees.

# app.profile.profileVM.summaryHeader
source: Summary
da: Resume
de: Übersicht
es: Resumen

# app.profile.profileVM.experienceText
source: You have %count% year of experience|You have %count% years of experience
da: Du har %count% års erfaring|Du har %count% års erfaring
de: Sie haben %count% Jahr Berufserfahrung|Sie haben %count% Jahre Berufserfahrung
es: Tienes %count% año de experiencia laboral|Tienes %count% años de experiencia laboral

# app.profile.profileVM.noExperienceText
source: You did not specify your experience
da: Du har ikke angivet din erfaring
de: Sie haben keine Berufserfahrung angegeben
es: Añade tu experiencia laboral

# app.profile.profileVM.specealityHeader
source: Your area of expertise is
da: Dit fagområde/ekspertise er
de: Ihr Fachgebiet ist
es: Tu especialidad es

# app.profile.profileVM.connectedToLinkedIn
source: Connected to LinkedIn?
da: Connected til LinkedIn?
de: Mit LinkedIn verbunden?
es: Estás conectado a LinkedIn?

# app.profile.profileVM.connectLinkedInToTT
source: You've successfully connected your LinkedIn account with Transport Talent.
da: Du har oprettet forbindelse mellem din LinkedIn-konto og Transport Talent.
de: Sie haben Ihr LinkedIn-Konto erfolgreich mit Transport Talent verbunden.
es: Tus cuentas de LinkedIn y Transport Talent están conectadas.

# app.profile.profileVM.successCv
source: Your CV is
da: Dit CV er
de: Ihr Lebenslauf ist
es: Tu CV está

# app.profile.profileVM.birthday
source: Birthday
da: Fødselsdag
de: Geburtstag
es: Fecha de nacimiento

# app.profile.profileVM.placeOfResidence
source: Place of Residence
da: Bopæl
de: Wohnort
es: Lugar de residencia

# app.profile.profileVM.noSpecialtiesText
source: You have no areas of expertise specified
da: Du har ikke angivet dit fagområde/erfaring
de: Sie haben noch keine Fachgebiete angegeben
es: No has especificado una especialidad

# app.profile.profileVM.CvHeader
source: CV
de: Lebenslauf

# app.profile.profileVM.noCV
source: No CV uploaded
da: Ingen CV uploaded
de: Kein Lebenslauf vorhanden
es: No has subido tu CV

# app.profile.profileVM.noResidence
source: Residence is not specified
da: Bopæl er ikke angivet
de: Wohnort fehlt
es: No has añadido tu lugar de residencia

# app.profile.profileVM.noBirthday
source: Birthday is not specified
da: Fødselsdag er ikke angivet
de: Geburtsdatum fehlt
es: No has añadido tu fecha de nacimiento

# app.profile.profileVM.noPreferredCategories
source: Preferred categories are not specified
da: Dine primære interesseområder er ikke angivet
de: Bevorzugte Tätigkeitsfelder fehlen
es: No has añadido tu actividad preferida

# app.profile.profileVM.noPreferredLocations
source: Preferred locations are not specified
da: Foretrukne lokationer er ikke angivet
de: Bevorzugte Arbeitsorte fehlen
es: No has añadido dónde preferirías trabajar

# app.profile.profileVM.noSalary
source: Salary is not specified
da: Løn er ikke angivet
de: Gehaltsvorstellungen fehlen
es: No has especificado tus expectativas salariales

# app.profile.editor.birthdayPlaceholder
source: DD/MM/YYYY
de: TT/MM/JJJJ
es: DD/MM/AAAA

# app.profile.editor.profileEditionHeader
source: Tell us what kind of work you are looking for and in which part of the world. If you've used the importer for Linkedin you might already find some data here.
da: Fortæl os, hvilken slags jobs du søger, og hvor henne. Hvis du har importeret dine data fra Linkedin så kan du allerede finde nogle af dine data her.
de: Basierend auf Ihrem Profil schlagen wir Ihnen interessante Stellen vor. Wenn Sie Ihr LinkedIn-Profil verknüpft haben, wurden ggf. Informationen übernommen.
es: Te proponemos vacantes en base a tu perfil. Si has vinculado tu perfil de LinkedIn, es posible que la información ya nos haya sido transferida.

# app.signInWithLinkedin
source: Sign in with Linkedin
da: Log ind med Linkedin
de: Anmelden mit LinkedIn
es: Iniciar sesión con LinkedIn

# app.signInWithFacebook
source: Sign in with Facebook
da: Log ind med Facebook
de: Anmelden mit Facebook
es: Iniciar sesión con Facebook

# app.profile.section.jobAlerts.section.popup.editTitle
source: EDIT ALERT
da: ÆNDRE JOBAGENT
de: SUCHAGENTEN BEARBEITEN
es: EDITAR ALERTAS DE EMPLEO

# app.profile.dashboard.alerts.tile.title
source: JOB ALERTS
da: JOBAGENT
de: Suchagenten
es: ALERTAS DE EMPLEO

# app.profile.dashboard.alerts.tile.description
source: Setup and manage your tailored job alerts
da: Opret og administrer dine jobagenter
de: Legen Sie neue Suchagenten an und verwalten Sie vorhandene.
es: Configura tus alertas de empleo

# app.profile.editor.firstNamePlaceholder
source: First name
da: Fornavn
de: Vorname
es: Nombre

# app.profile.editor.lastNamePlaceholder
source: Last name
da: Efternavn
de: Nachname
es: Apellidos

# app.profile.editor.firstNameLabel
source: First name
da: Fornavn
de: Vorname
es: Nombre

# app.profile.editor.lastNameLabel
source: Last name
da: Efternavn
de: Nachname
es: Apellidos

# app.profile.profileVM.noFirstName
source: First name is not specified
da: Fornavn er ikke udfyldt
de: Vorname fehlt
es: Nos falta tu nombre

# app.profile.profileVM.noLastName
source: Last name is not specified
da: Efternavn er ikke udfyldt
de: Nachname fehlt
es: Nos faltan tus apellidos

# app.profile.profileVM.lastName
source: Last name
da: Efternavn
de: Nachname
es: Apellidos

# app.profile.profileVM.firstName
source: First name
da: Fornavn
de: Vorname
es: Nombre

# app.profile.dashboard.applications.tile.title
source: APPLICATIONS
da: ANSØGNINGER
de: BEWERBUNGEN
es: SOLICITUD DE EMPLEO

# app.profile.dashboard.applications.tile.description
source: See all jobs which you have applied to within Transport Talent.
da: Se alle stillinger du har ansøgt på via Transport Talent.
de: Alle Stellen auf die Sie sich über Transport Talent beworben haben.
es: Los puestos a los que has enviado tu solicitud de empleo en Transport Talent.

# app.profile.savedApplicationsCta
source: APPLICATIONS
da: ANSØGNINGER
de: BEWERBUNGEN
es: SOLICITUDES

# app.profile.saved.applications.description
source: Below is the list of all jobs you have applied to on Transport Talent. Please note that this list only includes jobs that use the Transport Talent application form. Job postings for which you are redirected to another company's website are not tracked by Transport Talent and will not show in your list of applied jobs.
da: Her kan du få et overblik over alle de stillinger du har søgt via Transport Talent. Hvis du bemærker at der mangler nogen så må du meget gerne kontakte os.
de: Nachstehend sehen Sie eine Übersicht aller Positionen, auf die Sie sich über Transport Talent beworben haben. Bitte beachten Sie, dass nur solche Stellen aufgeführt werden, deren Bewerbungsprozess über das Transport-Talent-Bewerbungsformular läuft. Stellenanzeigen für welche Sie auf die Seite eines anderen Anbieters weitergeleitet werden, verarbeitet Transport Talent nicht und kann diese dementsprechend nicht in dieser Übersicht aufführen.
es: Aquí verás todos los puestos a los que has enviado una solicitud. Si no has usado nuestro formulario de solicitud, no podrás ver aquí la misma. Solo gestionamos ofertas y solicitudes de empleo que hayas tramitado a través de nuestro portal Transport Talent.

# app.profile.searchForNewApplications
source: Find jobs
da: Find stillinger
de: Jobs finden
es: Encontrar puestos de trabajo

# app.profile.saved.applications.appliedToOn
source: Sent on
da: Sendt på
de: Verschickt am
es: Enviado a

# app.profile.saved.applications.hide
source: Hide
da: Skjul
de: Ausblenden
es: Ocultar

# app.noApplicationsFound
source: No applications found
da: Ingen ansøgninger blev fundet
de: Keine Bewerbungen gefunden
es: No se han encontrado solicutudes

# app.profile.saved.applications.undo
source: Undo
da: Fortryd
de: Rückgängig machen

# app.profile.alertForm.referrals
source: Referral jobs only
da: Kun henvisningsjobs
de: Nur Empfehlungsjobs anzeigen

# app.profile.chooseCurrency
source: Choose currency
da: Vælg valuta
de: Währung wählen

# app.profile.chooseSalary
source: Choose salary range
da: Vælg lønniveau
de: Gehaltsrahmen wählen

# app.timezone
source: Timezone
da: Tidszone
de: Zeitzone

# app.profile.timezone.placeholder
source: Choose timezone
da: Vælg tidszone
de: Zeitzone wählen

# app.thisFieldNotValidUrl
source: The URL must begin with "http://" or "https://"
de: Die URL muss mit "http://" oder "https://" beginnen

# app.profile.editor.ambassadorLocations
source: Ambassador Locations
da: Lokationer du kan henvise kandidater i
de: Standorte, für die Sie Kandidaten vorschlagen wollen

# app.notification.causes.noJobCategories
source: PREFERRED JOB CATEGORIES
da: PRIMÆRE INTERESSEOMRÅDER
de: BEVORZUGTE TÄTIGKEITSFELDER

# app.notification.causes.noLocations
source: PREFERRED REGIONS & COUNTRIES
da: FORETRUKNE LOKATIONER
de: BEVORZUGTE ARBEITSORTE

# app.notification.causes.inactivity
source: INACTIVITY
da: INAKTIVITET
de: INAKTIVITÄT

# app.notification.causes.notConfirmedAccount
source: ACCOUNT IS NOT CONFIRMED
da: PROFIL ER IKKE BEKRÆFTET
de: NUTZERKONTO NICHT BESTÄTIGT

# app.notification.causes.noCV
source: YOUR CV
da: DIT CV
de: IHR LEBENSLAUF

# app.profile.dashboard.ambassador.tile.title
source: Recuitment preferences
da: Præferencer for rekruttering
de: Recruitment-Voreinstellungen

# app.profile.dashboard.ambassador.tile.description
source: Manage your recruitment preferences.
da: Administrer dine rekrutteringspræferencer
de: Verwaltungen Sie Ihre Voreinstellungen als Recruiter.

# app.profileInputDateLeaveLabel
source: Notice Period
da: OPSIGELSESVARSEL
de: Kündigungsfrist

# app.profile.editor.dateLeavePlaceholder
source: 1 month
da: 1 måned
de: 1 Monat

# app.profile.editor.dateLeave
source: Notice Period
da: Opsigelsesvarsel
de: Kündigungsfrist

# app.profile.profileVM.noDateLeave
source: Notice period is not specified
da: Opsigelsesvarsel er ikke valgt
de: Kündigungsfrist ist nicht angegeben

# app.profile.dashboard.ats.tile.description
source: Manage incoming jobs
da: Administrer jobs
de: Verwaltung eingehender Stellen

# app.profile.dashboard.manageTeam.tile.title
source: Manage Team
da: Administrer team
de: Team verwalten

# app.profile.dashboard.manageTeam.tile.description
source: Manage company's organisation and team structure
da: Administrer din virksomheds organisation og teamstruktur
de: Unternehmen und Team verwalten

# app.employer.disabledField.companyContactInfo.noAdminRole
source: Company contact info editing is disabled since your account has no rights.
da: Virksomheds kontaktinfo redigering er deaktiveret da din profil ikke har rettigheder til dette
de: Die Bearbeitung der Firmenkontaktdaten ist deaktiviert, da Ihr Konto keine Rechte hat.

# app.employer.disabledField.companyBranding.noAdminRole
source: Company branding editing is disabled since your account has no rights.
da: Virksomheds brandredigering er deaktiveret da din profil ikke har rettigheder til dette
de: Die Bearbeitung des Firmenlogos ist deaktiviert, da Ihr Konto keine Rechte hat.
