Repository: michelrothgaenger/tt_app_translation
Catalog: profile/profile.*.xliff
Languages: da, de, es, it, vi

# app.employer.disabledField.companyAddress.noAdminRole
source: Company address editing is disabled since your account has no rights.
da: Virksomheds adresse redigering er deaktiveret da din profil ikke har rettigheder til dette
de: Die Bearbeitung der Firmenadresse ist deaktiviert, da Ihr Konto keine Rechte hat.

# app.employer.disabledField.companyInformation.noAdminRole
source: Company information editing is disabled since your account has no rights.
da: Virksomheds informationsredigering er deaktiveret da din profil ikke har rettigheder til dette
de: Die Bearbeitung von Firmeninformationen ist deaktiviert, da Ihr Konto keine Rechte hat.

# app.profile.dashboard.welcomeText
source: Welcome
da: Velkommen
de: Willkommen

# app.profile.editor.recruiterBusinessAreas
source: Recruiting business areas
da: Rekruttering forretningsområder
de: Fachgebiete für die Sie Kandidaten vorschlagen können

# app.profile.dateLeave.1m
source: 1 month
da: 1 måned
de: 1 Monat

# app.profile.dateLeave.2m
source: 2 months
da: 2 måneder
de: 2 Monate

# app.profile.dateLeave.3m
source: 3 months
da: 3 måneder
de: 3 Monate

# app.profile.dateLeave.4m
source: 4 months
da: 4 måneder
de: 4 Monate

# app.profile.dateLeave.5m
source: 5 months
da: 5 måneder
de: 5 Monate

# app.profile.dateLeave.6m
source: 6 months
da: 6 måneder
de: 5 Monate

# app.profile.dateLeave.12m
source: 12 months
da: 12 måneder
de: 12 Monate

# app.profile.dateLeave.24m
source: 24 months
da: 24 måneder
de: 24 Monate

# app.profile.dateLeave.other
source: other
da: andre
de: Andere

# form.dateLeavePlaceholder
source: Choose your notice period
da: Vælg din opsigelsesperiode
de: Wählen Sie Ihre Kündigungsfrist

# app.profile.editor.noticePeriod
source: Notice period
da: Opsigelsesvarsel
de: Kündigungsfrist

# app.profile.editor.editLogo
source: Edit logo
da: Rediger logo
de: Logo bearbeiten

# app.profile.editor.editBuilding
source: Edit picture
da: Rediger bygning
de: Bild bearbeiten

# app.profile.dashboard.contactTT.tile.title
source: Your contact at Transport Talent
da: Din kontakt hos Transport Talent
de: Ihr Ansprechpartner bei TT

# app.profile.dashboard.contactTT.tile.SheduleCallBtn
source: Schedule Call
da: Planlæg Opkald
de: Gespräch vereinbaren

# app.profile.noticePeriod.month
source: %count% month|%count% months
da: %count% måned|%count% måneder

# app.profile.noticePeriod.other
source: other
da: andre

# app.region
source: Region
es: Región
it: Region
vi: Khu vực

# app.profile.dashboard.companyJobs.tile.title
source: Jobs
es: Vacantes

# app.profile.settings.tab.login.title
source: Login
es: Iniciar sesión

source: app.profileInputBasicEmailLabel
it: Email
vi: Địa chỉ Email
