Repository: michelrothgaenger/tt_app_translation
Catalog: employers/employers.*.xliff
Languages: vi

# app.companies
source: Find logistics and transportation companies, that are looking for your talent.
vi: Hãy tìm các công ty kho vận

# app.in
source: in
vi: trong

# app.companyProfiles
source: Meet the companies
vi: Làm quen với doanh nghiệp

# app.employersPageSearchCta
source: Narrow your search results by using the filters.
vi: Tìm chủ sở hữu lao động tiếp theo?<br> Hãy sử dụng bộ lọc để có kết quả tốt hơn.

# app.yourSearch
source: What
vi: Gì vậy

# app.e.g.Company
source: e.g. Company
vi: ví dụ Công ty

# app.allCountries
source: All countries
vi: Tất cả các nước

# app.allIndustries
source: All industries
vi: Tất cả các lĩnh vực

# app.search
source: Search
vi: Tìm kiếm

# app.browseCompanies
source: Companies that match your search
vi: Tìm kiếm các công ty

# app.jobsListed
source: Jobs listed
vi: Công việc có sẵn

# app.offices
source: Offices
vi: Địa điểm

# app.companySize
source: Company size
vi: Quy mô công ty

# app.employees_lowercase
source: employees
vi: Nhân viên

# app.mainActivities
source: Main Activities
vi: Trọng tâm

# app.website
source: Website
vi: Trang mạng

# app.findOutMore
source: Find out more
vi: Tìm hiểu thêm

# app.noCompaniesFound
source: No companies found
vi: Không tìm thấy doanh nghiệp
