Repository: michelrothgaenger/tt_app_translation
Catalog: employerJobCRUD/employerJobCRUD.*.xliff
Languages: da, de, es

# app.editJobHeadline
source: Edit your job
da: Rediger job
de: Anzeige bearbeiten
es: Editar vacante

# app.postJobHeadline
source: Post your job
da: Lav jobopslag
de: Anzeige veröffentlichen
es: Publicar vacante

# app.crudJobHeadlineDesc
source: Fill in below the necessary information and save.
da: Udfyld de nødvendige oplysninger nedenfor og gem dem.
de: Nachstehend benötigte Informationen ausfüllen und speichern.
es: Completar la información requerida y guardar.

# app.employerJobCRUD.buttonLabel.cancel
source: Abort and back to list
da: Afbryd og gå tilbage til listen
de: Abbrechen und zurück zur Liste
es: Cancelar y volver a la lista

# app.employerJobEdit.info.postTitle
source: Job post
da: Jobopslag
de: Stellenanzeigen
es: Ofertas de empleo

# app.employerJobEdit.info.jobId
source: Job ID:
de: Anzeigen-ID:
es: ID de la vacante:

# app.email
source: Contact Email
da: Kontakt email
de: E-Mail
es: Email de contacto

# app.jobTitle
source: Job title
da: Jobtitel
de: Position
es: Posición

# app.salary
source: Salary
da: Årlig lønniveau
de: Gehaltsrahmen
es: Salario

# app.department
source: Department
da: Afdeling
de: Bereich
es: Departamento

# app.employmentType
source: Employment type
de: Anstellungsart
es: Tipo de contratación

# app.jobDescription
source: Description
da: Beskrivelse
de: Beschreibung
es: Descripción

# app.save
source: Save
da: Gem
de: Speichern
es: Guardar

# app.postAnotherJob
source: Post another job
da: Lav et nyt jobopslag
de: Weitere Anzeige erstellen
es: Publicar otra vacante

# app.employerJobCRUD.buttonLabel.unpublish
source: Take offline
da: Tag job offline
de: Anzeige deaktivieren
es: Despublicar

# app.employerJobCRUD.buttonLabel.publishJobNow
source: Publish job now
da: Gør job offentligt nu
de: Anzeige jetzt veröffentlichen
es: Publicar vacante ahora

# app.employerJobCRUD.buttonLabel.preview
source: Preview
da: Gennemse
de: Vorschau
es: Vista previa

# app.employerJobCRUD.buttonLabel.edit
source: Edit
da: Rediger
de: Bearbeiten
es: Editar

# app.employerJobCRUD.delimiterLabel
source: or later
da: eller senere
de: oder geplant
es: o más tarde

# app.employerJobCRUD.requiredErrorText
source: This field is required.
da: Dette feldt er påkrævet.
de: Dieses Feld ist ein Pflichtfeld.
es: Campo obligatorio.

# app.employerJobCRUD.datetimeRequiredErrorText
source: This field is required for post job later.
da: Dette felt er påkrævet for at lave jobopslag senere.
de: Dieses Feld wird für eine geplante Veröffentlichung benötigt.
es: Este campo es necesario para una publicación en el futuro.

# app.employerJobCRUD.buttonLabel.postJobLater
source: POST JOB LATER
da: LAV JOBOPSLAG SENERE
de: VERÖFFENTLICHUNG PLANEN
es: PUBLICAR VACANTE MÁS TARDE

# app.employerJobCRUD.saveJobForLaterButtonLabel
source: SAVE FOR LATER
da: GEM TIL SENERE
de: SPEICHERN FÜR SPÄTER
es: GUARDAR PARA MÁS TARDE

# app.employerJobCRUD.labelFromDate
source: From
da: Fra
de: Von
es: Desde

# app.employerJobCRUD.labelFromTime
source: at
da: på
de: um
es: a

# app.employerJobCRUD.disabledSelectOption
source: select an option
da: --vælg en mulighed--
de: Wählen Sie eine Option
es: elige una opción

# app.employerJobCRUD.emptyRequiredInputsAlertMessage
source: Please check fields again
da: Check venligt felter igen
de: Bitte prüfen Sie Ihre Eingaben
es: Por favor comprueba los campos

# app.employerJobEdit.info.editTitle
source: Job edit
da: Job redigering
de: Anzeige bearbeiten
es: Editar vacante

# app.profile.employer.jobs.title
source: %company% jobs
de: Jobs bei %company%
es: vacantes en %company%

# app.profile.employer.jobs.description
source: Find below your company job listings
da: Nedenfor kan du se dine job opslag
de: Alle Stellenanzeigen Ihres Unternehmens
es: A continuación encuentras tu lista de vacantes

# app.profile.employer.jobs.meta.title
source: %company% jobs
de: Stellen bei %company%
es: vacantes en %company%

# app.profile.employer.job.add
source: Add a job
da: Tilføj et job
de: Job hinzufügen
es: Añadir vacante

# app.jobs.searchForm.unpublished
source: Show unpublished
da: Vis upubliceret
de: Unveröffentlichte Anzeigen
es: Mostrar las no publicadas

# app.reward
source: Reward for referring person
da: Belønning til personen der anbefaler
de: Belohnung für empfehlende Person
es: Recompensa para la persona que ha hecho la recomendación

# app.job.form.referral.title
source: Use referral option?
da: Brug anbefaling?
de: Empfehlungsfunktion nutzen?
es: Deseas usar la función de recomendación?

# app.job.reward.greaterThanConstraint
source: This value must be greater than or equal to {{ compared_value }}.
da: Værdien skal være størrer eller lig med {{ compared_value }}.
de: Wert muss größer oder gleich {{ compared_value }} sein
es: El valor ha de se mayor o igual que {{ compared_value }}.

# app.email_confirmation
source: Confirm contact email
de: E-Mail-Adresse wiederholen
es: Confirma tu dirección de correo

# app.location
source: Location
da: Lokation
de: Einsatzort
es: Localización

# app.currency
source: Currency
da: Valuta
de: Währung
es: Moneda

# app.employerJobCRUD.mismatchErrorText
source: Email addresses don't match.
de: E-Mail-Adressen stimmen nicht überein.
es: Las direcciones de correo no coinciden.

# app.job.chooseCurrency
source: Choose currency
da: Vælg valuta
de: Währung
es: Elige moneda...

# app.job.currency.label
source: Currency
da: Valuta
de: Währung
es: Moneda

# app.job.timezone.label
source: Time zone (if posting time shall be linked to another time zone)
de: Zeitzone (wenn der Veröffentlichtungszeitpunkt sich an einer anderen Zeitzone orientieren soll)

# app.job.timezone.placeholder
source: Choose time zone
de: Zeitzone wählen

# app.job.chooseSalary
source: Choose salary
da: Vælg løn
de: Gehalt wählen
es: Elige salario...

# app.employerJobCRUD.rewardErrorText
source: The minimum referral award for your company is %compared_value%.
es: El valor mínimo para las recompensas es %compared_value%.

# app.job.salary.1-1.25M
source: 1–1.25M
es: 1 millón-1.250.000
