Repository: michelrothgaenger/tt_app_translation
Catalog: specialties/specialties.*.xliff
Languages: da, de, es, ru, vi

source: Airfreight
da: Luftfragt
de: Luftfracht
es: Transporte aéreo
ru: Авиаперевозки
vi: Vận tải hàng không

source: Containers
da: Containere
de: Container
es: Contenedores
ru: Контейнеры
vi: Công ten nơ

source: Contract Logistics
de: Kontraktlogistik
es: Logística de contratos
ru: Контрактная логистика
vi: Hợp đồng kho vận

source: Customer Service
da: Kundeservice
de: Kundenservice
es: Servicio al cliente
ru: Обслуживание клиентов
vi: Dịch vụ hải quan

source: Customs Clearance
da: Tolddeklarering
de: Zollabfertigung
es: Despacho de aduanas
ru: Таможенная очистка
vi: Đăng kiểm hải quan

source: Finance
da: Økonomi
de: Finanzen
es: Finanzas
ru: Финансы
vi: Tài chính

source: HR
de: Personal
es: Recursos humanos
vi: Lĩnh vực nhân sự

source: Intermodal
de: Kombinierter Verkehr
es: Transporte intermodal
ru: Интермодальные перевозки
vi: Đa phương tiện

source: IT
es: Tecnología de la información
ru: ИТ
vi: Máy tính

# Legal &amp; Insurance
source: Legal & Insurance
da: Juridisk og Forsikring
de: Recht & Versicherung
es: Derecho y Seguros
ru: Право и Страховка
vi: Pháp lý & Bảo hiểm

source: Oceanfreight
de: Seefracht
vi: Hàng xuyên đại dương

source: Operations
da: Operation
de: Operative
es: Operaciones
ru: Операции
vi: Thực hiện

source: Project Cargo
da: Projektlast
de: Projektladung
es: Carga de proyectos
ru: Проектный груз
vi: Dự án hàng hóa

source: Rail
da: Jernbane
de: Bahnfracht
es: Flete ferroviario
ru: Железная дорога
vi: Đường sắt

source: Reefer
da: Køletransport
de: Kühlfracht
es: Flete refrigerados y congelados
ru: Рефрижератор
vi: Hỗ trợ

source: Road
da: Landevejstransport
de: Straßengüterverkehr
es: Transporte por carretera
ru: Автоперевозки
vi: Đường

# Sales &amp; Marketing
source: Sales & Marketing
da: Salg & Marketing
de: Vertrieb & Marketing
es: Ventas y marketing
ru: Продажи и маркетинг
vi: Bán lẻ và Marketing

source: Seafreight
de: Seefracht
vi: Hàng biển

source: Supply Chain Solutions
da: Supply Chain
de: Supply-Chain-Lösungen
es: Soluciones de cadena de suministro
ru: Цепь поставок
vi: Giải pháp chuỗi cung ứng

# Warehousing &amp; Distribution
source: Warehousing & Distribution
da: Lager & Distribution
de: Lagerung & Distribution
es: Almacenaje y distribución
ru: Складирование и дистрибуция
vi: Kho bãi và phân phối

source: Manufacturing
da: Produktion
de: Produktion
es: Manufactura
ru: Производство
vi: Chế tạo

source: Consulting
da: Konsulent
es: Consultoría
ru: Консалтинговые услуги
vi: Tư vấn

source: Oceanfreight/Seafreight
da: Søfragt
es: Flete marítimo
ru: Морские перевозки
vi: Cước phí vận tải biển
