Repository: michelrothgaenger/tt_app_translation
Catalog: ats/ats.*.xliff
Languages: da, de

# app.ats.settings.main.contactPerson.select.info.part2
source: and has put in a valid email and phone number.
da: og har angivet et gyldigt email og telefonnummer.
de: und hat eine gültige E-Mail-Adresse und Telefonnummer angegeben.

# app.ats.settings.main.contactPerson.serverErrorMessage
source: Server error
da: Server Fejl
de: Server-Fehler

# app.coverCV.candidatePresentation
source: Candidate Presentation
da: Kandidatpræsentation
de: Kandidaten-Präsentation

# app.coverCV.company
source: Company
da: Virksomhed
de: Unternehmen

# app.coverCV.position
source: Position
da: Stilling

# app.coverCV.location
source: Location
da: Lokation
de: Ort

# app.coverCV.hrManager
source: Hiring Manager
da: Ansættende leder
de: Einstellungsmanager

# app.coverCV.candidate
source: Candidate Name
da: Kandidat navn
de: Name des Kandidaten

# app.coverCV.salary
source: Salary Expectations
da: Lønforventninger
de: Gehaltsvorstellung

# app.coverCV.noticePeriod
source: Notice Period
da: Opsigelsesperiode
de: Kündigungsfrist

# app.coverCV.candidateEmail
source: Candidate Email
da: Kandidat Email
de: Kandidaten-E-Mail

# app.coverCV.candidateMessage
source: Message from Candidate
da: Meddelelse fra kandidat
de: Nachricht vom Kandidaten

# app.coverCV.candidateContact
source: Your contact at Transport Talent
da: Din kontakt hos Matchico:
de: Ihr Ansprechpartner bei Transport Talent

# app.coverCV.footer
source: Generated on
da: Genereret på
de: Generiert am

# app.applicationStatus.applied
source: applied
da: anvendt
de: beworben

# app.applicationStatus.shortlisted
source: shortlisted
da: udvalgt
de: engere Wahl

# app.applicationStatus.hire
source: hire
da: ansæt
de: Einstellen

# app.applicationStatus.rejected
source: rejected
da: afvist
de: abgelehnt

# app.applicationStatus.sent
source: sent
da: sendt
de: zugesandt

# app.applicationStatus.submitted
source: submitted
da: indsendt
de: übermittelt

# app.sideMenu.viewAll
source: View all
da: Se alt
de: Alle anzeigen

# app.ats.settings.main.shortlist.title
source: Shortlist
de: Auswahlliste
