Repository: michelrothgaenger/tt_app_translation
Catalog: ats/ats.*.xliff
Languages: da, de

# app.ats.searchInput.placeholder
source: Search by Candidate / Position
da: Søg på Kandidat / Stilling
de: Suche nach Kandidat / Position

# app.ats.aside.settings
source: Settings
da: Indstillinger
de: Einstellungen

# app.ats.aside.check.title
source: Select all
da: Vælg alle
de: Alle auswählen

# app.ats.aside.check.info
source: ... & change selected status to
da: ... & ændre valgte status til
de: .... & ausgewählten Status ändern auf

# app.ats.popup.save.btn
source: Save
da: Gem
de: Speichern

# app.ats.popup.info.name.intro
source: I hereby confirm that we will employ
da: Jeg bekræfter hermed at vi vil ansætte
de: Hiermit bestätige ich, dass wir

# app.ats.popup.info.job.intro
source: in our company for the position
da: i vores virksomhed til stillingen
de: in unserem Unternehmen für die Position

# app.ats.popup.info.end
source: . A corresponding employment has been signed by both sides. We ask you to submit the invoice in accordance with the framework agreement based on the precending information.
da: .En ansættelse er blevet godkendt af begge parter. Vi beder dig om at indsende fakturaen i henhold til kontrakten/aftalen baseret på følgende oplysninger.
de: . Ein entsprechendes Arbeitsverhältnis wurde von beiden Seiten unterzeichnet. Wir bitten Sie, die Rechnung gemäß dem Rahmenvertrag auf der Grundlage der vorstehenden Informationen einzureichen.

# app.ats.popup.info.allSelects
source: I hereby confirm that we will employ these applicantsÂ in our company. A corresponding employments have been signed by both sides. We ask you to submit invoices in accordance with the framework agreement based on the precending information.
da: Jeg bekræfter hermed at vi vil ansætte disse kandidater i vores virksomhed. En matchende ansættelse er godtkendt at begge parter. Vi beder dig om at indsende en faktura i henhold til vores kontrakt baseret på aftalte informationer.
de: Hiermit bestätige ich, dass wir diese Bewerber in unserem Unternehmen beschäftigen werden. Entsprechende Anstellungen wurden von beiden Seiten unterzeichnet. Wir bitten Sie, die Rechnungen gemäß dem Rahmenvertrag auf der Grundlage der vorstehenden Informationen einzureichen.

# app.ats.popup.salary.label
source: Salary
da: Løn
de: Gehalt

# app.ats.popup.salary.input.title
source: Salary input should only contain numbers
da: Løninformationer må kun indeholde tal
de: Gehaltsangaben sollten nur Zahlen enthalten

# app.ats.popup.currency.label
source: Currency
da: Valuta
de: Währung

# app.ats.popup.start.date.label
source: Start Date
da: Start dato
de: Startdatum

# app.ats.popup.start.date.error
source: Date should be later or equal today
da: Dato skal very senere eller dags dato
de: Datum sollte später oder gleich heute sein

# app.ats.popup.upload.contract.label
source: Upload Contract
da: Vedhæft kontrakt
de: Vertrag hochladen

# app.ats.popup.flashMsg.part1
source: You successful submitted
da: Du har nu ansøgt
de: Sie haben erfolgreich

# app.ats.popup.flashMsg.part2
source: for the position
da: til stillingen
de: für die Position

# app.ats.settings.aside.link.settings
source: Settings
da: Indstillinger
de: Einstellungen

# app.ats.settings.aside.link.emailText
source: E-mail Text
da: Email tekst

# app.ats.settings.aside.link.contactPerson
source: Contact Person
da: Kontaktperson
de: Ansprechpartner

# app.ats.settings.main.emalFooter.label
source: E-Mail-Footer (Text to attach when sending out the emails)
da: E-Mail-Footer (Tekst vedhæftes ved udsending af emails)
de: E-Mail-Footer (Text zum Anhängen beim Versenden der E-Mails)

# app.ats.settings.main.welcome.title
source: Welcome
da: Velkommen til Matchico
de: Willkommen

# app.ats.settings.main.welcome.subject
source: Welcome mail subject
da: Velkomst mail emne
de: Betreff der Begrüßungsmail

# app.ats.settings.main.welcome.text
source: Welcome mail subject
da: Velkomst mail emne
de: Betreff der Begrüßungsmail

# app.ats.settings.main.shortlist.subject
source: Welcome mail subject
da: Shortlist emne tekst
de: Auswahlliste Betreff Text

# app.ats.settings.main.shortlist.text
source: Shortlist text to send to applicant
da: Shortlist tekst der skal sendes til kandidaten
de: Shortlist-Text zum Versenden an den Bewerber

# app.ats.settings.main.rejectBefore.title
source: Reject (before interview)
da: Afslag (før interview)
de: Ablehnen (vor dem Vorstellungsgespräch)

# app.ats.settings.main.rejectBefore.subject
source: Welcome mail subject
da: Afslag før interview Emne Tekst
de: Vor dem Interview ablehnen. Betreff Text

# app.ats.settings.main.rejectBefore.text
source: Reject text to send to applicant before interviewing
da: Afslag tekst der skal sendes til ansøger før interview
de: Ablehnungstext, der vor dem Vorstellungsgespräch an den Bewerber gesendet werden soll

# app.ats.settings.main.rejectAfter.title
source: Reject (after interview)
da: Afslag (før interview)
de: Ablehnen (nach Vorstellungsgespräch)

# app.ats.settings.main.rejectAfter.subject
source: Welcome mail subject
da: Afslag efter interview Emne Tekst
de: Ablehnen nach dem Interview Betreff Text

# app.ats.settings.main.rejectAfter.text
source: Reject text to send to applicant after interviewing
da: Afslag tekst der skal sendes til ansøger efter interview
de: Ablehnungstext, der vor dem Vorstellungsgespräch an den Bewerber gesendet werden soll

# app.ats.settings.main.footer.text
source: Last changed by: %user%, %date%, %time%
da: Sidst ændret af: %user%, %date%, %time%
de: Zuletzt geändert von: %user%, %date%, %time%

# app.ats.reject.popup.title
source: Please confirm
da: Venligst bekræft
de: Bitte bestätigen

# app.ats.reject.popup.subtitle
source: You are sure you want to reject this applicant?
da: Er du sikker på at du vil afvise denne kandidat?
de: Sind Sie sicher, dass Sie diesen Bewerber ablehnen wollen?

# app.ats.reject.popup.subtitleAllSelects
source: You are sure you want to reject these applicants?
da: Er du sikker på at du vil give afslag til disse kandidater?
de: Sind Sie sicher, dass Sie diesen Bewerber ablehnen wollen?

# app.ats.reject.popup.text
source: Lorem ipsum dolor sit amet, consectetuer adipiscing elit. Aenean commodo ligula eget dolor.
da: Den valgte kandidat vil modtage en besked at han/hun har fået afslag.
de: Der ausgewählte Kandidat erhält eine Nachricht, dass er abgelehnt wird.

# app.ats.reject.popup.textAllSelects
source: Text for all selects goes here. Lorem ipsum dolor sit amet, consectetuer adipiscing elit. Aenean commodo ligula eget dolor.
da: De valgte kandidater vil modtage en besked om at de har fået afslag.
de: Die ausgewählten Kandidaten erhalten eine Nachricht, dass sie abgelehnt werden.

# app.ats.reject.popup.confirm.label.part1
source: Please type in
da: Venligst skriv
de: Bitte eintippen

# app.ats.reject.popup.confirm.label.part2
source: reject
da: afslag
de: ablehnen

# app.ats.reject.popup.confirm.label.part3
source: in the field to confirm and click the button below.
da: i feltet for at bekræfte og klik på knappen nedenfor.
de: in das Feld ein und klicken Sie auf die Schaltfläche unten.

# app.ats.reject.popup.confirm.input.placeholder
source: Confirmation
da: Bekræftelse
de: Bestätigung

# app.ats.reject.popup.save.btn
source: Reject applicant
da: Afvis kandidat
de: Bewerber ablehnen

# app.ats.email.defaultSubject.welcome
source: Need to change text: Welcome email subject
da: Tak for din ansøgning
de: Vielen Dank für Ihre Bewerbung

# app.ats.email.defaultContent.welcome
source: Need to change text: Welcome email content
da: Kære ansøger, tak for din ansøgning. Vi bekræfter hermed at vi har modtaget din ansøgning. Vores team er pt igang med at gennemgå alle ansøgninger og planlægger interviews i de næste par uger. Hvis vi skønner at du er et godt match så vil du modtage en kald eller en email fra en af vores kollegaer for at få et interview arrangeret. Vi vil holde dig dig løbende informeret omkring processen. Endnu engang tak for din interesse i den søgte stilling.
de: Sehr geehrte Bewerberin, sehr geehrter Bewerber, Vielen Dank für Ihre Bewerbung. Wir möchten Sie darüber informieren, dass wir Ihre Bewerbung erhalten haben. Unser Team prüft derzeit alle Bewerbungen und wir planen ein Vorstellungsgespräch in den nächsten zwei Wochen. Wenn Sie ein qualifizierter Kandidat sind, erhalten Sie einen Anruf/E-Mail von einem unserer Recruiter, um ein Interview zu vereinbaren. In jedem Fall halten wir Sie über den Stand Ihrer Bewerbung auf dem Laufenden. Nochmals vielen Dank, dass Sie sich die Zeit nehmen, sich für eine Stelle in unserem Unternehmen zu bewerben.

# app.ats.email.defaultSubject.interview
source: Need to change text: Email subject for change application status to Interview
da: Invitation til interview
de: Einladung zum Vorstellungsgespräch

# app.ats.email.defaultContent.interview
source: Need to change text: Email content for change application status to Interview
da: Kære ansøger, tak for din ansøgning til vores virksomhed. Vi vil gerne invitere dig til et interview for at komme til at kende dig lidt bedre. Du vil modtage et opkald eller email fra en af vores kollegaer for at arrangere et interview.
de: Sehr geehrte Bewerberin, sehr geehrter Bewerber, Vielen Dank für Ihre Bewerbung bei uns. Ihre Bewerbung ist uns aufgefallen und wir möchten Sie zu einem Vorstellungsgespräch einladen, um Sie besser kennen zu lernen. Sie erhalten einen Anruf/E-Mail von einem unserer Recruiter, um ein Interview zu vereinbaren. Wir werden Sie in einer separaten Nachricht über die Details Ihres Interviews kurzfristig informieren.

# app.ats.email.defaultSubject.shortlist
source: Need to change text: Email subject for change application status to Shortlisted
da: Vi er interesserede i din ansøgning
de: Wir sind an Ihrer Bewerbung interessiert

# app.ats.email.defaultContent.shortlist
source: Need to change text: Email content for change application status to Shortlisted
da: Kære ansøger, mange tak for din ansøgning som vi fandt meget interessant. Vi er igang med at gennemgå alle ansøgninger og arrangere interviews indenfor de næste par uger. Hvis du er iblandet du udvalgte kandidater så vil ud modtage et kald eller en email fra os for at arrangere et interview med dig. Vi vil holde løbende orienteret omkring processen. Vi takker for din interesse i vores virksomhed.
de: Sehr geehrte Bewerberin, sehr geehrter Bewerber, Vielen Dank für Ihre Bewerbung, die uns bei der ersten Prüfung gefallen hat. Unser Einstellungsteam prüft derzeit alle Bewerbungen und wir planen, in den nächsten zwei Wochen Bewerbungsgespräche zu führen. Wenn Sie zu den qualifizierten Kandidaten gehören, erhalten Sie einen Anruf/E-Mail von einem unserer Recruiter, um ein Interview zu vereinbaren. In jedem Fall halten wir Sie über den Status Ihrer Bewerbung auf dem Laufenden. Nochmals vielen Dank, dass Sie sich die Zeit nehmen, sich für eine Stelle in unserem Unternehmen zu bewerben.

# app.ats.email.defaultSubject.hire
source: Need to change text: Email subject for change application status to Hire
da: Din ansøgning / jobtilbud
de: Ihre Bewerbung / Stellenangebot

# app.ats.email.defaultContent.hire
source: Need to change text: Email content for change application status to Hire
da: Kære ansøger, tak for et godt interview forleden. Du gjorde et godt indtryk og vi vil gerne tilbyde dig jobbet. Vi vender tilbage med et officielt jobtilbud indenfor kort tid. Vi ser frem til at du forhåbentligt kommer ombord.
de: Sehr geehrte Bewerberin, sehr geehrter Bewerber, Wir waren mit unserem Interview neulich zufrieden und beeindruckt von Ihrem Hintergrund und möchten Ihnen die Stelle anbieten. Wir werden uns in Kürze mit einem formellen Angebot an Sie wenden. Wir alle freuen uns darauf, Sie in unserem Team zu haben.

# app.ats.email.defaultSubject.rejectBefore
source: Need to change text: Email subject for change application status to Reject before interview
da: Din ansøgning
de: Ihre Bewerbung

# app.ats.email.defaultContent.rejectBefore
source: Need to change text: Email content for change application status to Reject before interview
da: Kære ansøger, Tak for din interesse i at blive en del af vores team. Vi må hermed meddele dig at vi har valgt at gå videre med andre kandidater til stillingen. Vi ønsker dig alt det bedste i din jobsøgning og håber vi får mulighed for at overveje dig til en anden rolle i fremtiden.
de: Sehr geehrte Bewerberin, sehr geehrter Bewerber, Vielen Dank für Ihr Interesse an einer Mitarbeit in unserem Team. Wir wollten Sie wissen lassen, dass Ihr Lebenslauf und Ihr Anschreiben zwar sehr konkurrenzfähig waren, aber unser Einstellungsteam Ihre Bewerbung geprüft und nicht für weitere Überlegungen ausgewählt hat. Wir wünschen Ihnen alles Gute bei Ihrer Jobsuche und hoffen, dass wir Sie in Zukunft für eine andere Aufgabe in Betracht ziehen können.

# app.ats.email.defaultSubject.rejectAfter
source: Need to change text: Email subject for change application status to Reject after interview
da: Din ansøgning og interview
de: Ihre Bewerbung und Interview

# app.ats.email.defaultContent.rejectAfter
source: Need to change text: Email content for change application status to Reject after interview
da: Kære ansøger, Tak fordi du har taget tid til at mødes med vores team omkring den søgte rolle hos os. Det var en fornøjelse at stifte bekendskab med dig og lære mere om dine færdigheder. Desværre har vi valgt at gå videre med andre kandidater. Vi takker igen for din interesse i vores virksomhed og ønsker dig held og lykke med din videre jobsøgning.
de: Sehr geehrte Bewerberin, sehr geehrter Bewerber, Vielen Dank, dass Sie sich die Zeit nehmen, sich mit unserem Team über die Rolle in unserem Unternehmen zu treffen. Es war eine Freude, mehr über Ihre Fähigkeiten und Leistungen zu erfahren. Leider hat unser Team Sie nicht für weitere Überlegungen ausgewählt. Wir möchten darauf hinweisen, dass der Wettbewerb um Arbeitsplätze in unserem Unternehmen immer stark ist und wir oft schwierige Entscheidungen zwischen vielen hochkarätigen Kandidaten treffen müssen. Nochmals vielen Dank für Ihr Interesse an unserem Unternehmen und viel Glück bei der Jobsuche.

# app.ats.settings.main.emailFooter.placeholder
source: With kind regards, your HR team +49 000000000<br>hr@company.com Available from 09:00 - 16:00 h
da: Med venlig hilsen,
de: Mit freundlichen Grüßen, Ihr Recruiting-Team

# app.ats.settings.main.welcome.subject.placeholder
source: E-Mail
da: Tak for din ansøgning
de: Vielen Dank für Ihre Bewerbung

# app.ats.settings.main.welcome.text.placeholder
source: Dear Applicant, here you will find a predefined text from TT which gets automatically filled in when this form is called. Mind you, this can always be altered by the sender to have the text conform to the internal HR policies. Best, HR Team
da: Kære ansøger, tak for din ansøgning. Vi bekræfter hermed at vi har modtaget din ansøgning. Vores team er pt igang med at gennemgå alle ansøgninger og planlægger interviews i de næste par uger. Hvis vi skønner at du er et godt match så vil du modtage en kald eller en email fra en af vores kollegaer for at få et interview arrangeret. Vi vil holde dig dig løbende informeret omkring processen. Endnu engang tak for din interesse i den søgte stilling.
de: Sehr geehrte Bewerberin, sehr geehrter Bewerber, Vielen Dank für Ihre Bewerbung. Wir möchten Sie darüber informieren, dass wir Ihre Bewerbung erhalten haben. Unser Team prüft derzeit alle Bewerbungen und wir planen ein Vorstellungsgespräch in den nächsten zwei Wochen. Wenn Sie ein qualifizierter Kandidat sind, erhalten Sie einen Anruf/E-Mail von einem unserer Recruiter, um ein Interview zu vereinbaren. In jedem Fall halten wir Sie über den Stand Ihrer Bewerbung auf dem Laufenden. Nochmals vielen Dank, dass Sie sich die Zeit nehmen, sich für eine Stelle in unserem Unternehmen zu bewerben.

# app.ats.settings.main.shortlist.subject.placeholder
source: E-Mail
da: Vi er interesserede i din ansøgning
de: Wir sind an Ihrer Bewerbung interessiert

# app.ats.settings.main.shortlist.text.placeholder
source: Dear Applicant, here you will find a predefined text from TT which gets automatically filled in when this form is called. Mind you, this can always be altered by the sender to have the text conform to the internal HR policies. Best, HR Team
da: Kære ansøger, mange tak for din ansøgning som vi fandt meget interessant. Vi er igang med at gennemgå alle ansøgninger og arrangere interviews indenfor de næste par uger. Hvis du er iblandet du udvalgte kandidater så vil ud modtage et kald eller en email fra os for at arrangere et interview med dig. Vi vil holde løbende orienteret omkring processen. Vi takker for din interesse i vores virksomhed.
de: Sehr geehrte Bewerberin, sehr geehrter Bewerber, Vielen Dank für Ihre Bewerbung, die uns bei der ersten Prüfung gefallen hat. Unser Einstellungsteam prüft derzeit alle Bewerbungen und wir planen, in den nächsten zwei Wochen Bewerbungsgespräche zu führen. Wenn Sie zu den qualifizierten Kandidaten gehören, erhalten Sie einen Anruf/E-Mail von einem unserer Recruiter, um ein Interview zu vereinbaren. In jedem Fall halten wir Sie über den Status Ihrer Bewerbung auf dem Laufenden. Nochmals vielen Dank, dass Sie sich die Zeit nehmen, sich für eine Stelle in unserem Unternehmen zu bewerben.

# app.ats.settings.main.rejectBefore.subject.placeholder
source: E-Mail
da: Din ansøgning
de: Ihre Bewerbung

# app.ats.settings.main.rejectBefore.text.placeholder
source: Dear Applicant, here you will find a predefined text from TT which gets automatically filled in when this form is called. Mind you, this can always be altered by the sender to have the text conform to the internal HR policies. Best, HR Team
da: Kære ansøger, Tak for din interesse i at blive en del af vores team. Vi må hermed meddele dig at vi har valgt at gå videre med andre kandidater til stillingen. Vi ønsker dig alt det bedste i din jobsøgning og håber vi får mulighed for at overveje dig til en anden rolle i fremtiden.
de: Sehr geehrte Bewerberin, sehr geehrter Bewerber, Vielen Dank für Ihr Interesse an einer Mitarbeit in unserem Team. Wir wollten Sie wissen lassen, dass Ihr Lebenslauf und Ihr Anschreiben zwar sehr konkurrenzfähig waren, aber unser Einstellungsteam Ihre Bewerbung geprüft und nicht für weitere Überlegungen ausgewählt hat. Wir wünschen Ihnen alles Gute bei Ihrer Jobsuche und hoffen, dass wir Sie in Zukunft für eine andere Aufgabe in Betracht ziehen können.

# app.ats.settings.main.rejectAfter.subject.placeholder
source: E-Mail
da: Din ansøgning
de: Ihre Bewerbung

# app.ats.settings.main.rejectAfter.text.placeholder
source: Dear Applicant, here you will find a predefined text from TT which gets automatically filled in when this form is called. Mind you, this can always be altered by the sender to have the text conform to the internal HR policies. Best, HR Team
da: Kære ansøger, Tak fordi du har taget tid til at mødes med vores team omkring den søgte rolle hos os. Det var en fornøjelse at stifte bekendskab med dig og lære mere om dine færdigheder. Desværre har vi valgt at gå videre med andre kandidater. Vi takker igen for din interesse i vores virksomhed og ønsker dig held og lykke med din videre jobsøgning.
de: Sehr geehrte Bewerberin, sehr geehrter Bewerber, Vielen Dank, dass Sie sich die Zeit nehmen, sich mit unserem Team über die Rolle in unserem Unternehmen zu treffen. Es war eine Freude, mehr über Ihre Fähigkeiten und Leistungen zu erfahren. Leider hat unser Team Sie nicht für weitere Überlegungen ausgewählt. Wir möchten darauf hinweisen, dass der Wettbewerb um Arbeitsplätze in unserem Unternehmen immer stark ist und wir oft schwierige Entscheidungen zwischen vielen hochkarätigen Kandidaten treffen müssen. Nochmals vielen Dank für Ihr Interesse an unserem Unternehmen und viel Glück bei der Jobsuche.

# app.ats.settings.main.hire.title
source: Hire
da: Ansæt
de: Einstellen

# app.ats.settings.main.hire.subject
source: Welcome mail subject
da: Ansat Emne Tekst
de: Einstellungsbetrefftext

# app.ats.settings.main.hire.text
source: Hire text to send to applicant
da: Ansat text til kandidaten
de: Einstellungstext an den Bewerber

# app.ats.settings.main.hire.subject.placeholder
source: E-Mail
da: Din ansøgning / jobtilbud
de: Ihre Bewerbung / Stellenangebot

# app.ats.settings.main.hire.text.placeholder
source: Dear Applicant, here you will find a predefined text from TT which gets automatically filled in when this form is called. Mind you, this can always be altered by the sender to have the text conform to the internal HR policies. Best, HR Team
da: Kære ansøger, tak for et godt interview forleden. Du gjorde et godt indtryk og vi vil gerne tilbyde dig jobbet. Vi vender tilbage med et officielt jobtilbud indenfor kort tid. Vi ser frem til at du forhåbentligt bliver en del af vores team.
de: Sehr geehrte Bewerberin, sehr geehrter Bewerber, Wir waren mit unserem Interview neulich zufrieden und beeindruckt von Ihrem Hintergrund und möchten Ihnen die Stelle anbieten. Wir werden uns in Kürze mit einem formellen Angebot an Sie wenden. Wir alle freuen uns darauf, Sie in unserem Team zu haben.

# app.ats.email.defaultFooter
source: With kind regards, your HR team
da: Med venlig hilsen, dit HR-team
de: Mit freundlichen Grüßen, Ihr HR-Team

# app.ats.settings.main.interview.title
source: Interview
da: Jobsamtale

# app.ats.settings.main.interview.subject
source: Interview mail subject
da: Jobsamtale mail emne
de: Betreff der Interview-Mail

# app.ats.settings.main.interview.text
source: Interview text to send to applicant
da: Jobsamtale tekst til kandidat
de: Interviewtext zum Versenden an den Bewerber

# app.ats.settings.main.interview.subject.placeholder
source: E-Mail
da: Invitation til jobsamtale
de: Einladung zum Vorstellungsgespräch

# app.ats.settings.main.interview.text.placeholder
source: Dear Applicant, here you will find a predefined text from TT which gets automatically filled in when this form is called. Mind you, this can always be altered by the sender to have the text conform to the internal HR policies. Best, HR Team
da: Kære ansøger, tak for din ansøgning til vores virksomhed. Vi vil gerne invitere dig til et interview for at komme til at kende dig lidt bedre. Du vil modtage et opkald eller email fra en af vores kollegaer med henblik på at arrangere et interview.
de: Sehr geehrte Bewerberin, sehr geehrter Bewerber, Vielen Dank für Ihre Bewerbung bei uns. Ihre Bewerbung ist uns aufgefallen und wir möchten Sie zu einem Vorstellungsgespräch einladen, um Sie besser kennen zu lernen. Sie erhalten einen Anruf/E-Mail von einem unserer Recruiter, um ein Interview zu vereinbaren. Wir werden Sie in einer separaten Nachricht über die Details Ihres Interviews kurzfristig informieren.

# app.ats.infoEmail.noContactPerson
source: Dear TT team, The company %companyName% with ID: %companyId% haven't contact person. Therefore nobody receive an email about new application.
da: Kære TT team, Virksomheden% companyName% med ID:% companyId% har ikke kontaktperson. Derfor modtager ingen nogen e-mail om ny ansøgning.
de: Sehr geehrtes TT-Team, die Firma %companyName% mit ID: %companyId% hat keine hinterlegte Kontaktperson. Daher erhält niemand eine E-Mail über neue Bewerbungen.

# app.ats.settings.main.contactPerson.label
source: Choose your contact person
da: Vælg din kontaktperson
de: Wählen Sie Ihren Ansprechpartner

# app.ats.settings.main.contactPerson.select.defaultOption
source: Please choose
da: Vælg venligst
de: Bitte wählen Sie

# app.ats.settings.main.contactPerson.select.info.part1
source: Make sure your contact person is already
da: Sørg for, at din kontaktperson allerede er
de: Vergewissern Sie sich, dass Ihre Kontaktperson bereits

# app.ats.settings.main.contactPerson.select.info.link
source: registered in your team
da: er registreret i dit team
de: in Ihrem Team registriert
