Repository: michelrothgaenger/tt_app_translation
Catalog: contact/contact.*.xliff
Languages: da, fr, ru, vi

# app.contact.meta.title
source: Transport Talent - Contact us
da: Kontakt os
fr: Contactez-nous
ru: Связаться с нами
vi: Liên hệ với chúng tôi

# app.contact.h1
source: Contact us
da: Kontakt os
fr: Contactez-nous
ru: Связаться с нами
vi: Liên hệ với chúng tôi

# app.contact.section.email.title
source: Send us an e-mail for more information
da: Send os en e-mail hvis du ønsker yderligere information
fr: Envoyez-nous un courriel pour plus d'informations
ru: Свяжитесь с нами
vi: Viết thư cho chúng tôi để có thêm thông tin

# app.contact.section.email.name
source: Name
da: Navn
fr: Nom
ru: Имя
vi: Tên

# app.contact.section.email.email
source: Send us an e-mail for more information
da: E-mail
fr: Courriel
ru: Email адресс
vi: Thư điện tử

# app.contact.section.email.subject
source: Subject
da: Emne
fr: Sujet
ru: Тема
vi: Chủ đề

# app.contact.section.email.message
source: Message
da: Besked
ru: Сообщение
vi: Thông tin

# app.contact.section.email.buttonLabel
source: Send
fr: Envoyer
ru: Отправить
vi: Gửi

# app.contact.section.email.thanksgiving
source: Thank you
da: Tak
fr: Merci
ru: Спасибо
vi: Cảm ơn

# app.contact.section.email.messageStatus
source: Your message has been sent! We will be in touch soon.
da: Din besked er sendt. Vi kontakter dig så hurtigt som muligt.
fr: Votre message a bien été envoyé! Nous vous contacterons dans les meilleurs délais.
ru: Ваше сообщение отправлено! Мы скоро свяжемся с вами.
vi: Thông tin của Ngài đã được gửi. Chúng tôi sẽ liên lạc với Ngài ngay.

# app.contact.section.offices.title
source: We are an internationally operating company. These are our offices:
da: Vi er en international virksomhed. Disse er vores kontorer:
fr: Nous sommes une entreprise à caractère international. Voici la liste de nos bureaux :
ru: Наша компания работает в нескольких странах. Наши офисы:
vi: Chúng tôi là một công ty hoạt động quốc tế. Đây là văn phòng của chúng tôi:

# app.contact.section.offices.phone
source: Phone
da: Telefon
fr: Téléphone
ru: Телефон
vi: Điện thoại

# app.contact.section.offices.directions.title
source: Directions
da: Her finder du os
fr: Adresses
ru: Как нас найти
vi: Chỉ dẫn đường

# app.contact.page.confirm.meta.title
source: Confirmation
da: Bekræftelse
ru: Подтверждение
vi: Xác nhận

# app.contact.page.confirm.h1
source: Thank you %title% %fullName%
da: Tak %title% %fullName%
fr: Merci %title% %fullName%
ru: Спасибо Вам, %title% %fullName%
vi: Cảm ơn, %title% %fullName%

# app.contact.page.confirm.description
source: Your request has been submitted successfully and will be considered quickly.
da: Din anmodning er blevet indsendt og vil blive taget i betragtning så hurtigt som muligt.
fr: Votre demande a été soumise avec succès et sera considérée rapidement.
ru: Спасибо за Ваш запрос. Он будет обработан в самое ближайшее время.
vi: Yêu cầu của Ngài đã truyền tải thành công và sẽ được trả lời nhanh nhất.

source: app.contact.meta.description
ru: Transport Talent ведущий сайт вакансий для транспортной и логистической индустрии. Свяжитесь с нами, если мы можем помочь с вашей следующей карьерной ступенькой или вам нужна поддержка в подборе кадров.

# app.contact.section.offices.location
source: <div><b>Germany:</b></div><div>Transport Talent</div><div>Bernstorfstrasse 120</div><div>D-22767 Hamburg</div><div>&nbsp;</div><div><b>Denmark:</b></div><div>Transport Talent</div><div>Danneskiold-Samsøes Allé 41</div><div>DK-1434 Copenhagen</div>
vi: <div><b>CHLB Đức:</b></div><div>Transport Talent</div><div>Bernstorfstrasse 120</div><div>D-22767 Hamburg</div><div>&nbsp;</div><div><b>Đan Mạch:</b></div><div>Transport Talent ApS</div><div>Islands Brygge 77D</div><div>DK-2300 Copenhagen</div>

source: app.contact.meta.description
da: Matchico er den førende job og karriereportal indenfor transport- og logistikbranchen. Skriv til os hvis du ønsker hjælp til at komme videre med din karriere eller hvis din virksomhed har brug for hjælp til at finde de rigtige kandidater til jeres ledige stillinger.
fr: Transport Talent est le portail principal d' offres d'emplois dans le domaine des transports et de la logistique. N'hésitez pas à nous contactez si vous souhaitez du soutien dans votre processus de recrutement ou pour votre prochain avancement de carrière.
