Repository: michelrothgaenger/tt_app_translation
Catalog: employerServices/employerServices.*.xliff
Languages: de

# app.employerService.meta.title
source: Pricing
de: Preise

# app.metaDescriptionServicesPage
source: Find the future candidates for your company
de: Finden Sie Ihre neuen Mitarbeiter

# app.employerService.header
source: Why choose Transport Talent?
de: Warum Transport Talent?

# app.employerService.description
source: We are a global recruitment portal dedicated to the transport and logistics industry. Unlike other companies, we combine industry expertise with innovative new targeting methods. In addition to publishing your job adverts onsite, we offer a selection of add-ons which can be mixed and matched to suit your recruitment needs. We aim to make your hiring process as simple and streamlined as possible.
de: Wir sind ein internationales Recruitment-Portal für die Transport- und Logistikbranche. Unsere Branchenkompetenz und eine innovative Zielgruppenansprache zeichnen uns aus. Mit einer Reihe von Add-ons bieten wir Ihnen individuelle Anpassungsmöglichkeiten für die Veröffentlichung Ihrer Stellenanzeige. Das Ziel: Ihren Einstellungsprozess so unkompliziert wie möglich gestalten.

# app.employerService.section.choice.header
source: Choose the package that fits your company
de: Wählen Sie Ihr Format

# app.employerService.section.flatrate.buttonLabel
source: Subscription
de: Abonnement

# app.employerService.section.flatrate.buttonDescription
source: Click here if you want to post more than 5 vacancies a year
de: Klicken Sie hier, wenn Sie mehr als 5 Stellenanzeigen pro Jahr veröffentlichen möchten

# app.employerService.section.singleJobPost.buttonLabel
source: Single Job Posting
de: Einzelne Stellenanzeige

# app.employerService.section.singleJobPost.buttonDescription
source: Click here if you want to post less than 5 vacancies a year
de: Klicken Sie hier, wenn Sie weniger als 5 Stellen im Jahr veröffentlichen möchten

# app.employerService.section.flatrate.intro
source: <h2> Choose the plan that fits your company </h2> <p> Our flat fee subscriptions gives you predictability and allows you to estimate spend and budget accordingly. Once you have chosen the package that fits the size and hiring needs of your company, you can post all of your open positions at a very competitive price per job posting. </p><p> All subscriptions allows you to create a dedicated company profile on the Transport Talent site. Here, you can communicate exactly what makes your company unique. </p>
de: <h2>Wählen Sie das passende Format für Ihr Unternehmen </h2> <p> Unsere Flatrate-Optionen bieten Ihnen Planungssicherheit für Ihr Budget. Nach der Auswahl einer Option für Ihr Unternehmen können Sie zu einem sehr wettbewerbsfähigen Preis beliebig viele Positionen veröffentlichen. </p> <p> Alle Optionen beinhalten zusätzlich eine unternehmenseigene Seite auf TransportTalent.com. Hier können Sie kommunizieren, was Ihr Unternehmen auszeichnet. </p>

# app.employerService.section.singleJobPost.header
source: Simple Pricing
de: Transparente Preise

# app.employerService.section.singleJobPost.description
source: We believe in simple pricing models. Our flat fee prices are easy to understand and predictable for you. No hidden fees and no surprises.
de: Wir glauben an unkomplizierte Preismodelle. Unsere Flatrates sind einfach zu verstehen und berechenbar. Keine versteckten Kosten, keine Überraschungen.

# app.employerService.section.singleJobPost.tableRow2
source: Positions online on TransportTalent.com
de: Stellenanzeigen auf TransportTalent.com

# app.employerService.section.singleJobPost.standartCompanyProfileLabel
source: Standard company profile
de: Standard-Unternehmensprofil

# app.employerService.section.singleJobPost.personalAccountManagerLabel
source: Personal account manager
de: Persönlicher Ansprechpartner

# app.employerService.section.singleJobPost.automaticUploadLabel
source: Automatic upload of all positions
de: Automatischer Upload aller Stellen

# app.employerService.section.singleJobPost.socialPostingLabel
source: Posting of all jobs on social media
de: Veröffentlichung aller Jobs über Social Media

# app.employerService.section.singleJobPost.emailToRelevantCandidatesLabel
source: Emails to relevant candidates
de: E-Mails an relevante Kandidaten

# app.employerService.section.singleJobPost.businessSpecifications
source: <span>EUR/month*<br>(billed annually)</span>
de: <span>EUR/Monat*<br>(jährliche Abrechnung)</span>

# app.employerService.section.singleJobPost.employersLabel
source: employers
de: Arbeitgeber

# app.employerService.section.singleJobPost.unlimitedPositonsDescription
source: Unlimited positions online on TransportTalent.com per year
de: Unbegrenzt viele Stellen im Jahr auf TransportTalent.com

# app.employerService.section.singleJobPost.bookButtonLabel
source: Book
de: Buchen

# app.employerService.section.singleJobPost.vatInfo
source: * All products require an annual contract.<br>&nbsp;&nbsp;&nbsp;All prices on this page are excl. VAT. List prices for end customers in Western Europe. <br>&nbsp;&nbsp;&nbsp;A different scope of services and price applies to customers in other regions and personnel service providers.
de: * Alle Produkte erfordern einen Jahresvertrag.<br>&nbsp;&nbsp;&nbsp;Alle Preise auf dieser Seite verstehen sich exkl. Umsatzsteuer. Listenpreis für Endkunden in Westeuropa. <br>&nbsp;&nbsp;&nbsp;Für Kunden in anderen Regionen und für Personaldienstleister gelten gesonderte Preise.

# app.employerService.section.flatrate.addonsDescription
source: To make your job-ad’s even more successful we offer a number of add-ons. Just click on "details" for more info about each. Below add-ons can be purchased for important positions where you wish to get extra attention to get them filled quickly.
de: Um Ihre Stellenanzeigen noch erfolgreicher zu machen, bieten wir Ihnen eine Reihe von Add-ons. Näheres zu den einzelnen Möglichkeiten erfahren Sie unter "Details". Für noch mehr Aufmerksamkeit bei wichtigen Positionen stehen Ihnen die nachfolgenden Add-ons zur Verfügung.

# app.employerService.section.flatrate.priceInfo
source: (billed per job)
de: (Preis pro Stelle)

# app.employerService.section.flatrate.secondAddonLabel
source: Referral Campaign
de: Referral-Kampagne**

# app.employerService.section.flatrate.thirdAddonLabel
source: Outreach to 8 Candidates**
de: Kandidatenansprache**

# app.employerService.section.flatrate.note
source: **All per job add-on services come with 75% money back guarantee if you do not receive at least two relevant applications.
de: **Auf alle Add-ons für einzelne Stellen geben wir Ihnen eine Geld-zurück-Garantie: Wenn Sie nicht mindestens zwei relevante Bewerbungen erhalten, erstatten wir Ihnen 75% des Preises zurück.

# app.employerService.section.serviceBooking.header
source: Service Booking
de: Serviceleistungen

# app.employerService.section.serviceBooking.section.recruitmentPackeges.title
source: Recruitment Packages
de: Recruitment-Pakete

# app.employerService.section.serviceBooking.subtotalLabel
source: Subtotal:
de: Zwischensumme:

# app.employerService.section.serviceBooking.section.addonProducts.title
source: Add-on Products
de: Add-ons

source: Branded Employer Content
de: Unternehmensinhalte

# app.employerService.section.serviceBooking.section.addonProducts.perJobAdLabel
source: per job ad
de: pro Stellenanzeige

source: Referral Campaign Set-up
de: Einrichtung der Referral-Kampagne

source: Candidate Shortlisting
de: Bewerberauswahl

# app.employerService.section.serviceBooking.totalLabel
source: Total:
de: Gesamt:

# app.employerService.section.serviceBooking.note
source: Please note: all fields signed with a (*) are mandatory.
de: Hinweis: Pflichtfelder sind mit * markiert.

# app.employerService.section.serviceBooking.section.inputs.emailLabel
source: Email address*
de: E-Mail*

# app.employerService.section.serviceBooking.section.inputs.phoneLabel
source: Phone no.*
de: Telefon*

# app.employerService.section.serviceBooking.section.inputs.messageLabel
source: Message
de: Nachricht

# app.employerService.section.serviceBooking.section.inputs.submitValue
source: send inquiry
de: Anfrage absenden

# app.employerService.section.singleJobPost.tableRow1
source: Discount on 1 sourcing mandiate (normal price 6k EUR)
de: Rabatt auf Ihr erstes Mandat

# app.employerService.section.singleJobPost.section.smallBusinees.employersSize
source: 10% off
de: 10% Rabatt

# app.employerService.section.singleJobPost.section.mediumBusinees.employersSize
source: 50% off
de: 50% Rabatt

# app.employerService.section.singleJobPost.section.enterprise.employersSize
source: 100% off
de: 100% Rabatt

source: app.employerService.section.singleJobPost.tableRow1.descr
de: Probeakquise

# app.employerService.section.singleJobPost.tableRow2.descr
source: Your jobs are online on TransportTalent.com and displayed to our global auidience
de: Ihre Stellenanzeigen erreichen über TransportTalent.com weltweit Kandidaten. Unser Basic-Paket umfasst bis zu 10 Stellenanzeigen pro Jahr - alle anderen Pakete sind unbegrenzt.

# app.employerService.section.singleJobPost.standartCompanyProfileLabel.descr
source: With our company profile you will be able to tell the audience about your company and display your open positions next to it
de: Präsentieren Sie Ihr Unternehmen mit dem Unternehmensprofil, welches neben Ihren offenen Positionen angezeigt wird

# app.employerService.section.singleJobPost.personalAccountManagerLabel.descr
source: With a Medium or Enterprise account you will have access to your own account manager that can help you make the most of your subscription
de: Holen Sie das Beste aus Ihrem Paket heraus: Als Advanced- oder Enterprise-Kunde profitieren Sie von einem persönlichen Kundenberater

# app.employerService.section.singleJobPost.automaticUploadLabel.descr
source: We create a direct link to your career page on your website or your ATS so that all of your jobs will automatically get uploaded on transporttalent.com with any manual work form your side
de: Gerne verknüpfen wir Ihr Kundenkonto mit Ihrer Karriereseite oder Ihrem Bewerbungssystem (ATS), um neue Stellen automatisch nach TransportTalent.com zu übertragen

# app.employerService.section.singleJobPost.socialPostingLabel.descr
source: We post of all jobs on our social media channels (FB & TW)
de: We veröffentlichen alle Ihre Stellen über unsere Social-Media-Kanäle (Facebook & Twitter)

# app.employerService.section.singleJobPost.emailToRelevantCandidates.descr
source: We send out a direct email to make suitable candidates in our database aware of your position
de: Wir machen passende Kandidaten aus unserer Datenbank per E-Mail auf Ihre Stelle aufmerksam

# app.employerService.section.flatrate.1Addon.descr
source: We advertise your open position up on relevant online media channels and target the audience that is just right for this position. All marketings costs are already included in the price.
de: Wir bewerben Ihre Stelle über relevante Social-Media-Kanäle und sprechen die passende Zielgruppe für Ihre Stelle an. Alle Ausgaben sind bereits im Preis inbegriffen.

# app.employerService.section.flatrate.2Addon.descr
source: We setup up an Referral Program on your behalf. You decide on the size of the referral fee you are willing to pay and if you’re able to fill your position through our Referral Programm we will assist you with the payout of the refferral fee to the person who referred the selected candidate.
de: Wir richten für Sie eine Referral-Kampagne ein. Entscheiden Sie sich für einen beliebigen Betrag, der bei erfolgreicher Vermittlung über diesen Kanal an die Person ausgezahlt wird, welche Ihrem neuen Mitarbeiter die Stelle empfohlen hat.

# app.employerService.section.flatrate.3Addon.descr
source: One of our experienced recruitment specialists will personally reach out to suitable candidates and motivate them to apply for the position. We will not limit ourselves to candidates from our own database but also do an external search of the market.
de: Einer unserer erfahrenen Recruiter wird sich persönlich mit passenden Kandidaten in Verbindung setzen und zur Bewerbung motivieren. Dabei beschränken wir uns nicht auf Kandidaten aus unserer eigenen Datenbank, sondern sondieren den gesamten Markt.

# app.employerService.bookedMsg
source: Service requested, we will get back to you soon
de: Service angefordert – wir setzen uns in Kürze mit Ihnen in Verbindung
