Repository: michelrothgaenger/tt_app_translation
Catalog: job/job.*.xliff
Languages: da, de, el, es, ru, vi

# app.job.meta.description
source: Look for suitable job offers from logistics and transport
da: Søg efter spændende jobs hos logistik- og transportvirksomheder
de: Sehen Sie sich passende Stellenanzeigen aus Logistik und Transport an
el: Job
ru: Ищите подходящие вакансии в логистике и транспорте
vi: Hãy xem quảng cáo việc làm phù hợp trong lĩnh vực kho vận và vận tải.

# app.job.section.top.status
source: This job is hidden!
da: Dette job er gemt!
de: Diese Stellenanzeige ist inaktiv!
es: Este empleo está ocultado!
ru: Эта вакансия неактивна!
vi: Công việc này sẽ được ẩn!

# app.job.section.top.button.title
source: Back to results
da: Tilbage til søgeresultater
de: Zurück zu den Ergebnissen
el: Πίσω στα αποτελέσματα
es: De vuelta a los resultados
ru: Назад к результатам
vi: Trở lại kết quả

# app.job.postDate
source: Posted
da: Oprettet
de: Online seit
el: Ανακοινώθηκε
es: Publicado
ru: Опубликовано
vi: Công bố

# app.jobSavedToProfile
source: Saved to profile
da: Gemt i profilen
de: Im Profil gespeichert
el: Αποθηκεύθηκε στο λογαριασμό
es: Guardado en el perfil
ru: Сохранено в профиль
vi: Lưu vào hồ sơ cá nhân

# app.saveToProfile
source: Save to profile
da: Gem i profil
de: Im Profil speichern
el: Αποθήκευση στον λογαριασμό
es: Guardar en el perfil
ru: Сохранить в профиль
vi: Lưu vào hồ sơ cá nhân

# app.job.section.right.manualMessage
source: Brought to you exclusively by
da: Leveret til dig af
de: Exklusiv veröffentlicht von
es: Está traido exclusivamente por
ru: Представлено Вам эксклюзивно компанией
vi: Độc quyền xuất bản cho Ngài bởi

# app.job.section.main.title
source: Job detail
da: Jobdetaljer
de: Stellenbeschreibung
el: Λεπτομέρειες εργασίας
es: Detalle del empleo
ru: Детали вакансии
vi: Chi tiết công việc

# app.job.section.main.rowTypeTitle
source: Job type
de: Erfahrungsstufe
el: Χαρακτηριστικό εργασίας
es: Forma del empleo
ru: Тип вакансии
vi: Loại việc làm

# app.job.section.main.rowLevelTitle
source: Job level
da: Jobniveau
de: Berufsfeld
el: Επίπεδο εργασίας
es: Posición del empleo
ru: Уровень вакансии
vi: Cấp bậc việc làm

# app.job.section.main.rowWhereTitle
source: Where
da: Hvor
de: Ort
el: Τοποθεσεία
es: Dónde
ru: Где
vi: Ở đâu

# app.job.section.main.openMapLinkTitle
source: view map
da: Se kort
de: Karte zeigen
el: Τοποθεσία στον χάρτη
es: Mirar el mapa
ru: открыть карту
vi: Xem trên bản đồ

# app.section.main.applyButtonTitle
source: Apply now
da: Ansøg nu
de: Jetzt bewerben
el: Υπόβαλλε αίτηση τώρα
es: Solicitar ahora
ru: Откликнуться
vi: Đăng ký bây giờ

# app.job.section.left.title
source: General information
da: Generelle oplysninger
de: Über das Unternehmen
el: Γενικές πληροφορίες
es: Información general
ru: Общая информация
vi: Các thông tin chung

# app.job.section.left.rowQtyEmployeesTitle
source: Number of employees
da: Antal ansatte
de: Anzahl der Mitarbeiter
el: Αριθμός εργαζόμενων
es: Número de empleados
ru: Количество сотрудников
vi: Số lượng nhân viên

# app.employees_lowercase
source: %count% employer|%count% employees
da: %count% medarbejder|%count% medarbejdere
de: %count% Mitarbeiter|%count% Mitarbeiter
el: εργαζόμενοι
es: Empleados
ru: сотрудников
vi: Nhân viên

# app.job.section.left.rowHeadquarterTitle
source: Headquarter
da: Hovedkvarter
de: Hauptsitz
el: Κυρία έδρα
es: Oficina principal
ru: Расположение
vi: Trụ sở chính

# app.job.section.left.rowOfficesTitle
source: Offices/Countries
da: Kontorer/Lande
de: Standorte/Länder
el: γραφεία/ χώρες
es: Oficinas/Países
ru: Офисы/Страны
vi: Địa điểm / Nước

# app.job.section.left.rowIndustiesTitle
source: Main Activities
da: Hovedaktiviteter
de: Schwerpunkt
es: Actividades principales
ru: Главные отрасли
vi: Các hoạt động chính

# app.job.section.left.rowWebsiteTitle
source: Website
de: Webseite
el: Ιστοσελίδα
es: Página web
ru: Веб-сайт
vi: Trang mạng

# app.job.section.left.headlineOtherJobs
source: More jobs at
da: Flere jobs på
de: Mehr Jobs bei
el: Περισσότερες αγγελίες σε
es: Ver más empleos en
ru: Больше вакансий в
vi: Các công việc khác ở

# app.section.left.headlineSimilarJobs
source: Other interesting offers
da: Andre interessante tilbud
de: Andere interessante Angebote
el: Άλλες ενδιαφέρουσες προτάσεις
es: Otras ofertas interesantes
ru: Другие интересные предложения
vi: Các việc làm đặc biệt khác

# app.section.left.linkSimilarJobsTitle
source: Show more jobs like this
da: Vis flere lignende jobs
de: Mehr Jobs wie diesen
el: Δείξε μου περισσότερες παρόμοιες αγγελίες
es: Enseñame más trabajos como éste
ru: Похожие работы
vi: Hiển thị thêm các việc làm tương tự

# app.job.section.left.savedStatus
source: Saved to profile
da: Gemt til profil
de: Im Profil gespeichert
el: Αποθηκεύθηκε στον λογαριασμό
es: Guardado en el perfil
ru: Сохранено в профиль
vi: Lưu vào hồ sơ cá nhân

# app.job.section.left.nonSavedStatus
source: Save to profile
da: Gem til profil
de: Im Profil speichern
el: Αποθήκευση στον λογαριασμό
es: Guardar en el perfil
ru: Сохранить в профиль
vi: Lưu vào hồ sơ cá nhân

# app.section.left.linkPrintTitle
source: Print job
da: Print stilling
de: Job drucken
el: Εκτύπωση αγγελίας
es: Imprimir empleo
ru: Распечатать вакансию
vi: In ra

# app.job.section.popup.title
source: Apply now
da: Ansøg nu
de: Jetzt bewerben
el: Get matched
es: Solicitar ahora
ru: Откликнуться
vi: Đăng ký ngay

# app.job.section.popup.jobTitle
source: Job
da: Stilling
de: Stellenanzeige
es: Empleo
ru: Вакансия
vi: Việc làm

# app.job.section.popup.applyButtonTitle
source: Apply now
da: Ansøg nu
de: Jetzt bewerben
el: Get matched
es: Solicitar ahora
ru: Откликнуться
vi: Đăng ký ngay

# app.job.section.popup.cancelButtonTitle
source: Cancel
da: Annuller
de: Abbrechen
es: Cancelar
ru: Отмена
vi: Hủy

# app.job.section.popup.redNoteFirstPart
source: Note: We only forward applications with a complete user profile.
da: Note: Vi sender kun ansøgninger videre hvis der er en komplet brugerprofil.
de: Hinweis: Wir leiten nur Bewerbungen mit vollständigem Nutzerprofil weiter.
es: Anotación: sólo transmitimos solicitudes si el perfil de usuario está completo.
ru: Обратите внимание: Мы отправляем только заявки с заполненным профилем.
vi: Lưu ý: Chúng tôi chỉ có chuyển đăng ký với một hồ sơ người dùng đầy đủ.

# app.job.section.popup.redNoteSecondPart
source: Please upload your CV before continuing.
da: Du bedes uploade dit CV før du fortsætter.
de: Bitte laden Sie Ihren Lebenslauf hoch, geben Sie Ihre Kündigungsfrist und Gehaltsvorstellungen an, bevor Sie die Bewerbung abschicken.
es: Solicitudes con CV tienen en general más éxito. Por eso, antes de seguir con la solicitud, considere si no quieres subir tu CV.
ru: Заявки с резюме обычно более успешны. Пожалуйста, рассмотрите возможность загрузки резюме перед тем как продолжить.
vi: Đăng ký với hồ sơ lý lịch cơ bản thành công hơn. Hãy xem xét cập nhật hồ sơ lý lịch trước khi tiếp tục đăng ký.

# app.job.section.popup.closeButtonTitleSecondPart
source: Close this window.
da: Luk dette vindue.
de: Fenster schließen.
es: Cerrar esa ventanilla.
vi: Đóng cửa sổ này.

# app.job.section.popup.section.page1.title
source: Please click on the button below if you want to apply for this job. We will forward your profile to the company.
da: Klik på knappen nedenfor hvis du ønsker at søge på dette job. Vi vil sende din profil til virksomheden.
de: Mit Klick auf "Jetzt bewerben" versenden Sie die Daten aus Ihrem Nutzerprofil als Bewerbung an das betreffende Unternehmen.
es: Por favor, si quieres solicitar por ese empleo, haz un click en el botón abajo. Vamos a pasar tu perfil a la empresa.
ru: Пожалуйста, нажмите на кнопку внизу, если вы хотите откликнуться на эту вакансию. Мы представим Ваш профиль компании.
vi: Vui lòng nhấn vào nút bên dưới nếu muốn đăng ký cho công việc này. Chúng tôi sẽ chuyển hồ sơ tới công ty.

# app.job.section.popup.section.page1.goToProfileMsg
source: Check profile before applying.
da: Check din profil før du ansøger.
de: Profil vor der Bewerbung kontrollieren.
es: Repáse el perfil antes de mandar la solicitud.
ru: Проверьте Ваш профиль перед отправкой.
vi: Kiểm tra hồ sơ trước khi đăng ký.

# app.job.section.popup.section.page1.helpMsg
source: Please feel free to contact us. We are happy to help.
da: Du er velkommen til at kontakte os. Vi vil meget gerne hjælpe hvor vi kan.
de: Kontaktieren Sie uns. Wir helfen Ihnen gerne weiter.
es: Por favor, pónte en contacto con nosotros siempre que quieras. Estamos encantados si podemos ayudar.
ru: Пожалуйста, свяжитесь с нами. Мы будем рады помочь.
vi: Xin vui lòng liên hệ với chúng tôi. Chúng tôi rất vui khi được giúp đỡ.

# app.job.section.popup.section.page1.helpHeadLine
source: Do you have any questions?
da: Har du nogle spørgsmål?
de: Sie haben Fragen?
es: Tienes alguna pregunta?
ru: У Вас есть какие-либо вопросы?
vi: Ngài còn câu hỏi nào không?

# app.job.section.popup.section.page2.headline
source: Your message
da: Din besked
de: Ihr Text
es: Tu mensaje
ru: Ваше сообщение
vi: Thông tin của Ngài

# app.job.section.popup.section.page1.helpButtonTitle
source: Contact us
da: Kontakt os
de: Nachricht senden
es: Pónte en contacto con nosotros
ru: Свяжитесь с нами
vi: Liên hệ với chúng tôi

# app.job.section.popup.section.page2.title
source: Please enter a message that will be sent off together with your profile.
da: Skriv en besked der kan blive sendt sammen med din profil.
de: Bitte geben Sie eine Nachricht ein, die zusammen mit Ihrem Profil verschickt wird.
es: Escribe un mensaje. Se va a enviar juntos con tu perfil.
ru: Пожалуйста, введите сообщение, которое будет отправлено вместе с Вашим профилем.
vi: Vui lòng nhập một tin thông báo gửi đi cùng với hồ sơ của Ngài.

# app.job.section.popup.section.page2.errorMessage
source: Please enter a message to continue.
da: Skriv venligst en besked for at fortsætte.
de: Bitte geben Sie eine Nachricht ein, um fortzufahren.
es: Por favor, escribe un mensaje para continuar.
ru: Пожалуйста, введите сообщение, чтобы продолжить.
vi: Vui lòng nhập một thông điệp để tiếp tục.

# app.job.section.popup.section.page2.sendButtonTitle
source: Submit application
da: Send ansøgning
de: Bewerbung abschicken
es: Enviar solicitud
ru: Отправить заявку
vi: Gửi đơn

# app.job.section.popup.section.page3.title
source: Your application has been submitted.
da: Din ansøgning er blevet sendt.
de: Ihre Bewerbung wurde erfolgreich übermittelt.
es: Se ha enviado tu solicitud.
ru: Ваша заявка была отправлена.
vi: Đăng ký của Ngài đã được gửi.

# app.job.section.popup.section.page3.description
source: The company will directly get in touch with you.
da: Virksomheden vil kontakte dig direkte.
de: Das Unternehmen wird sich direkt mit Ihnen in Verbindung setzen.
es: La empresa se va a poner en contacto contigo directamente.
ru: Компания свяжется с Вами напрямую.
vi: Công ty sẽ liên hệ trực tiếp với Ngài.

# app.job.section.popup.section.page3.closeButtonTitle
source: Close window
da: Luk vindue
de: Fenster schließen
es: Cerrar ventanilla
ru: Закрыть окно
vi: Đóng cửa sổ

# app.job.section.popup.saveLinkLabel
source: Save job and go to profile
da: Gem job og gå til profilen
de: Job speichern und zum Profil
es: Guardar empleo e ir a perfil
ru: Сохранить вакансию и перейти в профиль
vi: Lưu và đến hồ sơ

# app.job.forward.note
source: Please note
da: Venligst bemærk
de: Hinweis
es: Por favor, toma nota
ru: Обратите внимание
vi: Hướng dẫn

# app.job.forward.headline
source: You will now be forwarded
da: Du vil nu blive sendt videre
de: Sie werden nun weitergeleitet
es: Ahora vas a ser referido/a
ru: Вы будете перенаправлены
vi: .Bây giờ Ngài sẽ được chuyển tiếp

# app.job.forward.message
source: This job posting is operated by %company_name%. For the application process, we will now take you to the company's website.
da: Denne jobannonce er kontrolleret af %company_name%. For den videre ansøgningsprocess sender vi dig nu videre til virksomhedens hjemmeside.
de: Diese Stellenanzeige wird von %company_name% verantwortet. Für den Bewerbungsprozess leiten wir Sie nun auf die Unternehmensseite weiter.
es: Esa oferta de trabajo es de %company_name%. Vamos a tomar nota ahora de la página web de tu empresa para el proceso de solicitud.
ru: Эта вакансия управляется компанией %company_name%. Для подачи заявки мы перенаправим Вас на сайт компании.
vi: .Quảng cáo việc làm này sẽ được trả lời bởi %công ty_tên%. Chúng tôi sẽ chuyển tiếp đến trang mạng của công ty cho quá trình đăng ký việc làm.

# app.job.forward.button.ok
source: Continue
da: Fortsæt
de: Fortfahren
es: Continuar
ru: Продолжить
vi: Tiếp tục

# app.section.main.referralButtonTitle
source: Recommend
da: Anbefal
de: Empfehlen
ru: Рекомендовать
vi: Đề nghị

# app.job.popup.referral.title
source: Recommend
da: Anbefal
de: Empfehlen
ru: Рекомендовать
vi: Đề nghị

# app.job.popup.referral.reward
source: Referral reward
da: Belønning
de: Bonus
ru: Награда
vi: Phần thưởng

# app.job.popup.referral.shareOn
source: Share this on
da: Del dette på
de: Teilen auf
ru: Поделиться этим на
vi: Chia sẻ trên

# app.job.popup.referral.copy
source: Copy URL
da: Kopi
de: Kopieren
ru: Копировать
vi: cô py

# app.job.popup.referral.gooLuck
source: Good luck to you!
da: Held og lykke!
de: Viel Erfolg!
ru: Удачи Вам!
vi: Chúc may mắn!

# app.job.popup.referral.linkToReferrals
source: See all referrals
da: Her finder du dette og alle de andre anbefalinger du har foretaget.
de: Alle Empfehlungen anzeigen
ru: Здесь Вы найдете данную и все другие Ваши рекомендованные вакансии.
vi: Ngài hãy xem tất cả các việc mà đã được giới thiệu đến bây giờ.

# app.job.popup.referral.shareTitle
source: Hi, checkout job "%title%".
da: Hej, check dette job "%title%".
de: Hi, schau dir mal die Stellenanzeige "%title%" an.
ru: Привет, просмотри вакансию "%title%".
vi: Chào, hãy xem thông tin quảng cáo "%tiêu đề%".

# app.job.referral.readMore
source: Read more
da: Læs mere
de: Mehr erfahren
ru: Больше
vi: Đọc tiếp

# app.job.referral.readLess
source: Read less
da: Læs mindre
de: Weniger anzeigen
ru: Меньше
vi: Đọc ít hơn

# app.job.referral.explanationTitle
source: Connect your friends to jobs, earn %reward% and recognition
da: Forbind dine venner til jobs, tjen %reward% og anerkendelse
de: Ein neuer Job für Ihren Freund und %reward% für Sie
ru: Порекомендуйте Ваших друзей, заработайте %reward% %currency% и благодарность
vi: Một việc làm mới cho bạn Ngài và %phần thưởng% %tiền% cho Ngài

# app.job.referral.explanation
source: You get cash rewards and satisfaction for helping a friend.<br> Your friends win by getting a job they love.<br> <br> <br> With Transport Talent Referral, everyone can be a headhunter<br> Recommend jobs directly to a friend via social and professional networks like LinkedIn, Facebook and Twitter or email jobs directly to a friend or contact. Transport Talent Referral can be a great way to make extra money from your personal network while helping people find their next job.<br> <br> Refer<br> See an opportunity that's not for you? Refer it to the people you know would love it so you can be rewarded for helping out your peers. Just make sure the application is handed in via the link you shared. This way we know who earned the commission. Once your contact signed the contract of employment you will be paid out.<br> <br> No risk for you - no need to sign a contract<br> <br> We protect your data and keep your name private for the companies. Anonymous.
da: Du får kontante belønninger og tilfredsstillelsen for at hjælpe en ven. <br> dine venner får drømmejobbet. <br> Med Matchico Referral, kan alle være headhunterer <br> Anbefal jobs direkte til en ven via sociale netværk som LinkedIn, Facebook og Twitter eller e-mail-job direkte til en ven eller en god kontakt. Matchico Referral er en nem måde at tjene lidt ekstra penge på samtidig med at du hjælper folk fra dit netværk med at finde deres næste job. <br> Se <br> Ser du en jobmulighed der ikke lige er noget for dig? Anbefal det til folk i dit netværk der kunne være interesseret, så du kan blive belønnet hvis du søger jobbet og bliver ansat. Du skal blot sørge for at de ansøger via det link du har delt med dem. På den måde ved vi hvem der skal have kommissionen. Når personen fra dit netværk har underskret ansættelsesaftalen vil du blive kontaktet så vi kan overføre pengene til dig <br> Der er ingen risiko for dig - og du behøver ikke at underskrive en kontrakt <br> Vi beskytter naturligivs dine personlige oplysninger og holder dit navn hemmeligt for den ansættende virksomhed.
de: Unterstützen Sie einen Freund bei der Stellensuche und erhalten Sie dafür eine Provision.<br>Ihr Freund bekommt einen Job, der ihn motiviert.<br> <br> <br> Werden Sie mit Transport Talent Referral selbst zum Headhunter<br> Empfehlen Sie Stellen über soziale und berufliche Netzwerke wie LinkedIn, Facebook und Twitter oder schicken Sie direkt eine E-Mail an einen Kontakt. Machen Sie Ihr persönliches Netzwerk zu Geld und helfen Sie anderen mit ihrer Karriere – Transport Talent Referral macht es möglich.<br> <br> Empfehlen<br> Ein Job, der nicht zu Ihnen passt? Leiten Sie die Anzeige an jemanden mit dem passenden Profil weiter und erhalten Sie eine Belohnung für Ihre Unterstützung. Wichtig ist, dass die Bewerbung über den von Ihnen geteilten Link erfolgt. Nur so können wir die Empfehlung eindeutig zuordnen und nach Vertragsabschluss die Provision auszahlen. <br> <br> Ohne Risiko: Sie müssen keinen Vertrag unterschreiben.<br> <br> Und anonym: Wir geben Ihren Namen nicht an das jeweilige Unternehmen weiter.
ru: Вы получаете материальную награду и радость от помощи другу.<br> Ваши друзья выигрывают, получая работу, которую они любят.<br> <br> <br> С Transport Talent Рекомендациями, все могут быть HR<br> Рекомендуйте вакансию с помощью социальных и профессиональных сетей таких как LinkedIn, Facebook и Twitter или отправляйте вакансию другу прямо на электронную почту. Transport Talent Рекомендации могут быть прекрасным способом заработка с помощью Ваших профессиональный связей, одновременно помогая людям найти их работу мечты. <br> <br> Рекомендуйте<br> Вы нашли вакансию, которая Вам не подходит? Порекомендуйте ее людям, которые были бы рады работать там, а Вы будете награждены за помощь Вашим друзьям. Просто удостоверьтесь, что вакансия будет открыта по ссылке, которую Вы предоставили. Таким образом мы узнаём кто заработал комиссию. Как только контракт об устройстве на работу будет подписан Вам будут выплачены деньги.<br> <br> Без риска для Вас - не нужно подписывать контракт<br> <br> Мы защищаем Ваши данные и храним Ваше имя в секрете от компаний. Анонимно.
vi: Hãy hỗ trợ một người bạn để tìm một công việc và nhận được một khoản hoa hồng. <br> Bạn Ngài có một công việc là động cơ thúc đẩy anh ta. <br> Hãy liên hệ với Transport Talent để tự giới thiệu bản thân với bộ phận tuyển dụng <br> Tư vấn trực tiếp việc làm qua các mạng xã hội và nghề nghiệp như LinkedIn, Facebook, Twitter và XING hoặc gửi trực tiếp email đến một địa chỉ liên lạc. Hãy kiếm tiền qua mạng cá nhân của Ngài và giúp đỡ người khác trong sự nghiệp của họ - Transport Talent Referal biến điều này thành sự thật. <br> <br> Tư vấn<br> Một công việc không phù hợp với Ngài? Chuyển thông tin quảng cáo cho người có hồ sơ thích hợp và nhận được một phần thưởng cho sự hỗ trợ của Ngài. Điều quan trọng là các quảng cáo được thực hiện qua các liên kết của Ngài. Chỉ khi đó chúng tôi có thể xác định các lời tư vấn rõ ràng và thanh toán hoa hồng sau khi ký kết hợp đồng. <br> <br> không có rủi ro: Ngài không phải ký bất kỳ hợp đồng nào.<br> <br>Và vô danh tính: Chúng tôi không chuyển tiếp tên của Ngài cho bất cứ công ty nào.

# app.job.section.popup.apply.cvTitle
source: CV
de: Lebenslauf
ru: Резюме

# app.job.isReferral.yes
source: Yes
da: Ja
de: Ja

# app.job.isReferral.no
source: No
da: Nej
de: Nein

# app.job.section.popup.section.page2.accessDeniedError
source: You can only apply once for a position.
da: Du kan kun ansøge en gang per stilling.
de: Sie können sich nur einmal pro Stellenausschreibung bewerben.

# app.job.section.main.rowLocationTitle
source: Location
da: Lokation
de: Ort

# app.job.section.main.MapLinkTitle
source: Map
da: Kort
de: Karte

# app.job.section.main.LearnMoreTitle
source: Learn more
da: Lær mere
de: Mehr erfahren

# app.job.section.main.ReferralRewardTitle
source: Referral Reward
da: Henvisningsbonus
de: Bonus bei empfehlung

# app.job.section.main.ShareJob
source: Share Job
da: Del job
de: Stelle teilen

# app.section.main.JobApplyButtonTitle
source: Apply
da: Ansøg
de: Bewerben

# app.section.main.ShowLessTitle
source: Show less
da: Vis mindre
de: Weniger zeigen

# app.section.main.ReferText
source: Refer to a friend, or share this job on your social network and receive the referral reward if they get the job.
da: Henvis en ven, eller del jobbet med dit netværk via social medier and modtag en bonus hvis de får jobbet.
de: Diese Stelle an einen Freund weiterempfehlen oder über soziale Netzwerke teilen, um bei erfolgreicher Vermittlung eine Prämie zu erhalten.

# app.job.referral.showLess
source: Show less
da: Vi mindre
de: Weniger zeigen

# app.job.FollowCompany
source: Follow company
da: Følg virksomhed
de: Unternehmen folgen

# app.job.section.left.headlineFurtherJobs
source: Further jobs from
da: Flere jobs fra
de: Weitere Jobs bei

# app.job.section.left.SeeAllJobsLink
source: See all jobs
da: Se alle jobs
de: Zeige alle Jobs

# app.job.button.saveToProfile
source: Follow company
da: Følg virksomhed
de: Unternehmen folgen

# app.job.button.savedToProfile
source: Unfollow company
da: Unfollow virksomhed
de: Unternehmen nicht mehr folgen

# app.job.popup.referral.description
source: Recommend this job and earn money
da: Anbefal dette job og tjen penge
de: Diesen Job weiterempfehlen und Geld verdienen

# app.job.popup.referral.directLinkText
source: Or copy this url and paste it:
da: Eller kopier dette Url og indsæt det:
de: Oder kopieren Sie diesen Link:

# app.job.twitter.statusText
source: Wanted: %title%! Find all details at Transport Talent: %jobUrl%
da: Ønsket: %title%! Se alle detaljer på Matchico: %jobUrl%
de: %title% gesucht! Weitere Infos auf Transport Talent: %jobUrl%

# app.job.twitter.hashTags
source: #logistics #transport #supplychain #jobs #hiring #jobopening
de: #logistik #transport #supplychain #jobs #stellenanzeige

# app.job.referral.explanationTitleAmbassador
source: Connect your friends to jobs, earn %reward% + bonus %ambassador_bonus% and recognition
da: Forbind dine venner til jobs, modtag %reward% + bonus %ambassador_bonus% og få anerkendelse
de: Sie unterstützen Ihre Kontakte und erhalten %reward% + einen zusätzlichen Bonus von %ambassador_bonus% als Botschafter

# app.job.edit
source: Edit
da: Ændre
de: Bearbeiten

# app.job.apply.error.alreadyExist
source: You already have applied for this position.
da: Du har allerede søgt dette job.
de: Sie haben sich bereits für die Position beworben.

# app.job.apply.defaultMessage
source: Uploaded by %recruiterFirstName% %recruiterLastName%
da: Uploaded af %recruiterFirstName% %recruiterLastName%
de: Eingereicht von %recruiterFirstName% %recruiterLastName%

# app.job.popup.uploadCandidate.title
source: Upload CV
de: CV hochladen
