Repository: michelrothgaenger/tt_app_translation
Catalog: job/job.*.xliff
Languages: da, de, el, es, ru, vi

# app.job.popup.uploadCandidate.description
source: Use the form below to submit candidate for the current position. Due data privacy reasons we will ask your candidate to confirm his/her application. After candidate's confirmation we will proceed with the candidate.
da: Brug formularen nedenform til at indsende kandidaten til denne givne stilling. Pga data privacy vil vi bede din kandidat om at bekræfte ansøgningen. Efter kandidaten har bekræftet ansøgningen vil vi tage kontakt til ham/hende omkring deres kandidatur.
de: Nutzen Sie das unten stehende Formular, um Kandidaten für diese Position zu übermitteln. Aus Datenschutzgründen werden wir Ihre/n Kandidaten/in auffordern, seine/ihre Bewerbung zu bestätigen. Nach dieser Bestätigung werden wir das Verfahren mit dem/der Kandidaten/in fortsetzen.

# app.job.popup.uploadCandidate.firstname.label
source: Firstname
da: Fornavn
de: Vorname

# app.job.popup.uploadCandidate.firstname.input.title
source: Firstname should contain only letters
da: Fornavn må kun indeholde bogstaver
de: Vorname darf nur Buchstaben enthalten

# app.job.popup.uploadCandidate.lastname.label
source: Lastname
da: Efternavn
de: Nachname

# app.job.popup.uploadCandidate.lastname.input.title
source: Lastname should contain only letters
da: Efternavn må kun indeholde bogstaver
de: Nachname darf nur Buchstaben enthalten

# app.job.popup.uploadCandidate.salary.label
source: Salary Expectation
da: Lønforventning
de: Gehaltsvorstellungen

# app.job.popup.uploadCandidate.salary.initialOption
source: Select Salary Range
da: Vælg lønramme
de: Gehaltsrahmen auswählen

# app.job.popup.uploadCandidate.currency.label
source: Curency
da: Valuta
de: Währung

# app.job.popup.uploadCandidate.noticePeriod.label
source: Notice Period
da: Opsigelsesperiode
de: Kündigungsfrist

# app.job.popup.uploadCandidate.noticePeriod.initialOption
source: Select Notice Period
da: Vælg opsigelsesperiode
de: Kündigungsfrist auswählen

# app.job.popup.uploadCandidate.cv.label
source: Upload CV
de: CV hochladen

# app.job.popup.uploadCandidate.cv.label.uploaded
source: Change CV
da: Ændre CV
de: CV ändern

# app.job.popup.uploadCandidate.cv.fileinfo.part1
source: You uploaded
da: Du uploadede
de: Sie haben hochgeladen

# app.job.popup.uploadCandidate.cv.fileinfo.part2
source: as CV.
da: som CV.
de: als CV.

# app.job.popup.uploadCandidate.confirm.input.label
source: I have candidate's permission to submit his/her data for this position.
da: Jeg har kandidatens tilladelse til at indsende hans/hendes informationer til denne stilling.
de: Ich bin vom/von der Kandidaten/in ermächtigt, seine/ihre Daten für diese Position zu übermitteln.

# app.job.popup.uploadCandidate.submitBtn
source: Submit Candidate
da: Indsend kandidat
de: Kandidaten übermitteln

# app.job.section.main.rowSalaryRangeTitle
source: Salary Range
da: Lønniveau
de: Gehaltsvorstellung

# app.job.section.main.uploadCV
source: Upload CV
de: CV hochladen

# app.job.apply.error.noPermission
source: You have no permission to access this link
da: Du har ikke adgang til at tilgå dette link
de: Sie haben keinen Zugriff auf diesen Link

# app.job.apply.error.SignInAndTryAgain
source: This link related to existing user in system. Please, sign in and try access by link again.
da: Dette link er til en eksisterende bruger i systemet. Venligt sign in og prøv tilgang med linked igen.
de: Dieser Link ist registrierten Nutzern vorbehalten. Bitte registrieren Sie sich und versuchen Sie den Link erneut.

# app.job.apply.uploadCandidate.success
source: You successfully submitted a candidate
da: Du har nu indsendt en ansøgning
de: Sie haben erfolgreich eine Bewerbung eingereicht

# app.job.section.main.rowPositionTitle
source: Position
da: Stilling

# app.job.referral.Curr
source: %currency%
da: %valuta%

# app.job.referral.Val
source: %reward%
da: %bonus%

# app.job.meta.title
source: Job
es: Empleo
ru: Вакансия
vi: Việc làm
