Repository: michelrothgaenger/tt_app_translation
Catalog: jobAlertEmail/jobAlertEmail.*.xliff
Languages: da, de, es

# app.jobAlertEmail.jobAlertCreated.secondPart
source: <br>If you want to change the settings for your job alert, please go to your <a href="%jobAlertsUrl%">profile</a>.<br><br>Best Regards,<br><br>Your Transport Talent Team
da: <br> Hvis du ønsker at ændre indstillingerne for din jobagent, skal du gå til din <a href="%jobAlertsUrl%"> profil </a>.<br><br>Venlig Hilsen,<br><br>Transport Talent
de: <br>Zum Bearbeiten der Einstellungen Ihres Suchagenten klicken Sie <a href="%jobAlertsUrl%">hier</a>.<br><br>Viele Grüße<br><br>Ihr Transport Talent Team

# app.jobAlertEmail.jobAlertCreated.firstPart
source: Hi %firstName%,<br><br>Your job alert has been set up successfully. The following specifics apply:<br><br>
da: Kære %firstName%,<br><br>Din jobagent er nu blevet oprettet. Følgende specifikationer er gældende:<br><br>
de: Lieber Nutzer,<br><br>Ihr Suchagent wurde erfolgreich gespeichert. Nachstehend finden Sie die Einstellungen:<br><br>
es: Hola %firstName%,<br><br>Tu alerta de empleo ha sido creada. Se aplican las siguientes especificaciones: <br><br>

# app.jobAlertEmail.jobAlertCreated.titleLabel
source: Title:
da: Titel:
de: Bezeichnung:
es: Nombre de alerta:

# app.jobAlertEmail.jobAlertCreated.frequecnyLabel
source: Period to sent:
da: Periode til at sende:
de: Frequenz:
es: Frecuencia:

# app.jobAlertEmail.jobAlertCreated.keywordLabel
source: Keyword:
de: Suchbegriffe:
es: Palabras clave:

# app.jobAlertEmail.jobAlertCreated.countriesLabel
source: Countries:
da: Lande:
de: Länder:
es: Países:

# app.jobAlertEmail.jobAlertCreated.citiesLabel
source: Cities:
da: Byer:
de: Städte:
es: Ciudades:

# app.jobAlertEmail.jobAlertCreated.typesLabel
source: Job types:
da: Jobtyper:
de: Stellenarten:
es: Puestos:

# app.jobAlertEmail.jobAlertCreated.levelsLabel
source: Job levels:
da: Jobniveauer:
de: Antellungsarten:
es: Categorías laborales:

# app.jobAlertEmail.jobAlertCreated.languagesLabel
source: Languages:
da: Sprog:
de: Sprachen:
es: Idiomas:

# app.jobAlertEmail.jobAlertCreated.subject
source: Your job alert is active
da: Din jobagent er nu aktiv
de: Ihr Job Alert ist aktiv
es: Tu alerta de trabajo está activa

# app.jobAlertEmail.jobAlertDeleted
source: Dear %firstName%,<br><br>Your job alert "%title%" has been deactivated. We hope that you have found the position you were looking for. New job alerts can always be set up in your <a href="%jobAlertsUrl%">profile</a>. Please let us know if there is anything we can improve about our job alerts to further support your search.<br><br>Kind regards,<br><br>Your team at Transport Talent
da: Kære %firstName%, <br><br>Din jobagent er blevet deaktiveret. Vi håber, at du har fundet den position, du søgte. Nye jobagenter kan altid oprettes i din <a href="%jobAlertsUrl%">profile</a>. Lad os vide, hvis der er noget vi kan forbedre om vores job alarmer til yderligere støtte din søgning. <br><br> Venlig Hilsen,<br><br>Transport Talent
de: Hallo %firstName%,<br><br>Ihr Suchagent "%title%" wurde deaktiviert. Wir hoffen, Sie haben die Position gefunden, nach der Sie gesucht haben. Sie können jederzeit einen weiteren Agenten in Ihrem <a href="%jobAlertsUrl%">Profil</a> anlegen. Bitte lassen Sie uns wissen, wenn wir unseren Suchagenten verbessern können, um Sie bei Ihrer Suche optimal zu unterstützen.<br><br>Viele Grüße<br><br>Ihr Transport-Talent-Team

# app.jobAlertEmail.jobAlertDeleted.subject
source: Your job alert has been deactivated
da: Din jobagent er blevet de-aktiveret
de: Ihr Suchagent wurde deaktiviert
es: Tu agente de búsqueda ha sido desactivado

# app.jobAlertEmail.jobAlertJobs.subject
source: New jobs on Transport Talent
da: Nye stillinger på Transport Talent
de: Neue Stellen auf Transport Talent

# app.jobAlertEmail.jobAlertJobs.emailIntro
source: Dear %firstName%,<br><br>Here is the list of top jobs on Transport Talent based on your Job Alert "%jobAlertTitle%". We hope that you will find the position you are looking for. Job alerts can always be configured in your <a href="%jobAlertsUrl%">profile</a>. Please let us know if there is anything we can improve about our job alerts to further support your search.<br><br>Kind regards,<br><br>Your team at Transport Talent<br><br>
da: Kære %firstName%,<br><br> Her er listen over de bedste jobs på Transport Talent baseret på din jobagent "%jobAlertTitle%". Vi håber, at du vil finde det job du søger. Jobagenter kan altid ændres på din <a href="%jobAlertsUrl%">profile</a>. Lad os endelig vide hvis der er noget vi kan ændre eller gøre bedre i vores job alerts for at forbedre din søgning.<br><br>Venlig Hilsen,<br><br>Transport Talent<br><br>
de: Hallo %firstName%,<br><br>hier ist eine Liste der besten Stellen basierend auf Ihrem Job Agenten "%jobAlertTitle%". Wir hoffen, Sie finden die Position, welche Sie suchen. Job Agenten können Sie in Ihrem <a href="%jobAlertsUrl%">Profil</a> anpassen. Bitte lassen Sie uns wissen, sollten wir unseren Job Agent weiter entwickeln können, um Sie weiter bei Ihrer Suche zu unterstützen.<br><br>Viele Grüße,<br><br>Ihr Transport Talent Team<br><br>

# app.jobAlertEmail.referralJobs
source: Referral jobs
de: Empfehlungsjobs
es: Puestos recomendados

# app.jobAlert.daily.frequency
source: Daily
de: Täglich

# app.jobAlert.weekly.frequency
source: Weekly
de: Wöchentlich

# app.jobAlert.monthly.frequency
source: Monthly
de: Monatlich

# app.jobAlertEmail.jobAlertCreated.secondPart
source: <br>If you want to change the settings for your job alert, please go to your <a href="%jobAlertsUrl%">profile</a>.<br><br>Best Regards,<br><br>Your Transport Talent Team
es: <br>Si deseas cambiar la configuración de tu alerta de empleo, puedes hacerlo entrando en tu <a href="%jobAlertsUrl%">perfil</a>.<br><br>Saludos<br><br>El equipo de Transport Talent

# app.jobAlertEmail.jobAlertDeleted
source: Dear %firstName%,<br><br>Your job alert "%title%" has been deactivated. We hope that you have found the position you were looking for. New job alerts can always be set up in your <a href="%jobAlertsUrl%">profile</a>. Please let us know if there is anything we can improve about our job alerts to further support your search.<br><br>Kind regards,<br><br>Your team at Transport Talent
es: Hola %firstName%,<br><br>Tu alerta de empleo "%title%" ha sido desactivada. Esperamos que hayas tenido éxito con tu búsqueda. Te recordamos que siempre podrás configurar nuevas alertas en tu <a href="%jobAlertsUrl%">perfil</a>. Ayúdanos a mejorar: háznoslo saber, si crees que podemos mejorar nuestro servicio.<br><br>Saludos,<br><br>El equipo de Transport Talent

# app.jobAlertEmail.jobAlertJobs.subject
source: New jobs on Transport Talent
es: Nuevas vacantes en Transport Talent

# app.jobAlertEmail.jobAlertJobs.emailIntro
source: Dear %firstName%,<br><br>Here is the list of top jobs on Transport Talent based on your Job Alert "%jobAlertTitle%". We hope that you will find the position you are looking for. Job alerts can always be configured in your <a href="%jobAlertsUrl%">profile</a>. Please let us know if there is anything we can improve about our job alerts to further support your search.<br><br>Kind regards,<br><br>Your team at Transport Talent<br><br>
es: Hola %firstName%,<br><br>Aquí está la lista de las vacantes en Transport Talent que mejor se ajustan a tu alerta de trabajo "%jobAlertTitle%". Puedes modificar tus alertas de trabajo entrando en tu <a href="%jobAlertsUrl%">perfil</a>. Ayúdanos a mejorar: háznoslo saber, si crees que podemos mejorar nuestro servicio.<br><br>Saludos,<br><br>El equipo de Transport Talent<br><br>
