Repository: michelrothgaenger/tt_app_translation
Catalog: employerIndustries/employerIndustries.*.xliff
Languages: da

# Air &amp; Sea
source: Air & Sea
da: Luftfragt & Søfragt

source: Air freight
da: Luftfragt

source: Express
da: Ekspress

source: Food Logstics
da: Fødevarertransport

source: Freight Forwarding
da: Spedition

# Freight Logistics &amp; Port Logistics
source: Freight Logistics & Port Logistics
da: Havnelogistik

source: Liner Shipping
da: Container shipping

source: Logistics
da: Logistik

source: Ocean Freight
da: Søfragt

# Port &amp; Terminal operator
source: Port & Terminal operator
da: Havne & Terminal operatør

# Road &amp; Rail services
source: Road & Rail services
da: Landevej & Jernbane services

source: Road Contract Logistics
da: Contract Logistics

# SCM &amp; Logistics
source: SCM & Logistics
da: SCM & Logistik

source: Trucking
da: Landevejstransport
