Repository: michelrothgaenger/tt_app_translation
Catalog: skills/skills.*.xliff
Languages: da, de, vi

source: app.skill.management
da: Ledelse
de: Management
vi: Quản lý

source: app.skill.sales
da: Salg
de: Vertrieb
vi: Bán lẻ

source: app.skill.Personalberatung
da: Rekruttering
de: Personalberatung
vi: Tư vấn nhân sự

source: app.skill. Junge Talente im Logistikbereich
da: Unge talenter i logistik
de: Junge Talente im Logistikbereich
vi: Tài năng trẻ trong lĩnh vực kho vận

source: app.skill. Personalmanagement
da: HR ledelse
de: Personalmanagement
vi: Quản lý nhân sự

source: app.skill. Erfahrung
da: Erfaring
de: Erfahrung
vi: Kinh nghiệm

source: app.skill. Berufsbildung
da: Professionel træning
de: Berufsbildung
vi: Đào tạo nghề

source: app.skill. Ausbildung
da: Elevuddannelse
de: Ausbildung
vi: Đào tạo nghề

source: app.skill.Communication
da: Kommunikation
de: Kommunikation
vi: Giao tiếp

source: app.skill.Mehrjährige Erfahrung in der Unternehmenskommunikation (intern/extern) sowie im Social Media und Community Management auf verschiedenen Plattformen
da: Mehrjährige Erfahrung in der Unternehmenskommunikation (intern/extern) sowie im Social Media und Community Management auf verschiedenen Plattformen
vi: Nhiều năm kinh nghiệm trong doanh nghiệp truyền thông (nội bộ / bên ngoài) và trong phương tiện truyền thông xã hội và quản lý cộng đồng trên nền tảng khác nhau

source: app.skill. Bereich E-Commerce / Internet in internationalen Unternehmen. Kommunikations- und textsicherheit für verschiedene Zielgruppen und Themen
da: Bereich E-Commerce / Internet in internationalen Unternehmen. Kommunikations- und textsicherheit für verschiedene Zielgruppen und Themen
vi: Thương mại điện tử / Internet trong các công ty quốc tế. Truyền thông và an ninh văn bản cho các nhóm đối tượng và các chủ đề khác nhau

source: app.skill. Kenntnisse und Erfahrung in E-Commerce / User Experience und SEO.
da: Kenntnisse und Erfahrung in E-Commerce / User Experience und SEO.
vi: Kiến thức và kinh nghiệm trong thương mại điện tử / Kinh nghiệm người dùng và SEO.

source: app.skill.Unternehmenskommunikation
da: Corporate Communications
de: Unternehmenskommunikation
vi: Doanh nghiệp truyền thông

source: app.skill.app.skill.PHP
da: PHP
de: PHP
vi: PHP.

source: app.skill.app.skill.Symfony Frameworks
da: Symfony Frameworks
de: Symfony Frameworks
vi: Làm việc khung Symfony

source: app.skill.app.skill.MySQL
da: MySQL
de: MySQL
vi: MySQL

source: app.skill.app.skill.IT Strategy
da: IT Strategi
de: IT-Strategie
vi: Chiến lược phần mềm

source: app.skill.app.skill.LINUX
da: LINUX
de: LINUX
vi: LINUX

source: app.skill.app.skill.IT-Management
da: IT-Management
de: IT-Management
vi: Quản lý phần mềm

source: app.skill.Project Management
da: Projektledelse
de: Projektmanagement
vi: Quản lý dự án

source: app.skill. Customer Solutions
da: Kundeløsninger
vi: Giải pháp khách hàng

source: app.skill. Go-To-Market
da: Go-To-Market
vi: Đến thị trường

source: app.skill. Implementation Management
da: Implementation Management
vi: Quản lý thực hiện

source: app.skill. Sales
da: Salg
vi: Bán hàng

source: app.skill. Sales Support
da: Salgssupport
vi: Hỗ trợ bán hàng

source: app.skill. Customer Support
da: Kundeservice
de: Kundenservice
vi: Dịch vụ khách hàng

source: app.skill. Product Support
da: Produkt
vi: Hỗ trợ sản phẩm

source: app.skill. Support
da: Support
vi: Hỗ trợ

source: app.skill. Product Training
da: Produkttræning
de: Produkttraining
vi: Hướng dẫn sản phẩm

source: app.skill. SAP Business Objects
da: SAP Business Objects
vi: SAP Đối tượng kinh doanh

source: app.skill. EDI
da: EDI
vi: EDI.

source: app.skill. Business Processes
da: Business Processes
de: Geschäftsprozesse
vi: Quy trình kinh doanh

source: app.skill. Order Management
da: Order Management
vi: Quản lý trật tự

source: app.skill.Team Building
da: Team Building
vi: Xây dựng nhóm

source: app.skill.Data science
da: Data science
vi: Khoa học dữ liệu

source: app.skill.MS Excel
da: MS Excel
vi: MS Excel

source: app.skill.MS Access
da: MS Access
vi: MS Access

source: app.skill.Supply chain management
da: Supply chain management
vi: Quản lý chuỗi cung ứng

source: app.skill.Freight rail network planning
da: Freight rail network planning
vi: Quy hoạch mạng lưới đường sắt vận tải

source: app.skill.Programming
da: Programmering
vi: Lập kế hoạch

source: app.skill.Logistics
da: Logistik
vi: Kho vận

source: app.skill.Young talent in logistics
da: Unge talenter i logistik
vi: Tài năng trẻ cho lĩnh vực kho vận

source: app.skill.Professional training
da: Professional træning
vi: Đào tạo chuyên nghiệp

source: app.skill.Experience
da: Erfaring
vi: Kinh nghiệm

source: app.skill.Vocational training
da: Elevuddannelse
vi: Đào tạo nghề

source: app.skill.HR management
da: HR ledelse
vi: Quản lý nhân lực

source: app.skill.Warehousing
da: Warehousing
vi: Kho

source: app.skill.Inventory
da: Inventory
vi: Kiểm kê

source: app.skill.Transport
da: Transport
vi: Vận tải

source: app.skill.Leadership
da: Ledelse
vi: Lãnh đạo

source: app.skill.Finance
da: Økonomi
vi: Tài chính

source: app.skill.Focused
da: Fokuseret
vi: Tập trung

source: app.skill.confidence
da: selvsikkerhed
vi: Lòng tin

source: app.skill.udviklingsorienteret
da: udviklingsorienteret
vi: Định hướng phát triển

source: app.skill.development-oriented
da: udviklingsorienteret
vi: Định hướng phát triển

source: app.skill.Se vedhæftede kompetenceprofil
da: Se vedhæftede kompetenceprofil
vi: Xem hồ sơ năng lực kèm theo

source: app.skill.Freight Forwarding - Road
da: Spedition - Landevej
vi: Đại lý vận tải - đường bộ

source: app.skill.Customer service
da: Kundeservice
vi: Dịch vụ khách hàng

source: app.skill.Courier, Road, Air, Ocean freight
da: Kurer, Landevej, Luftfragt, Søfragt
vi: Chuyển phát nhanh, đường bộ, biển

source: app.skill.Contract Logistics
da: Contract Logistics
vi: Hợp đồng kho vận

source: app.skill.Tender management
da: Tender management
vi: Quản lý đấu thầu

source: app.skill.Passionate
da: Passioneret
vi: Đam mê

source: app.skill.Goal seeking
da: Målrettet
vi: Tìm kiếm mục tiêu

source: app.skill.Energetic
da: Energisk
vi: Mạnh mẽ

source: app.skill.Motivated
da: Motiveret
vi: Có động lực

source: app.skill.Loyal
da: Loyal
vi: Trung thành

source: app.skill.app.skill.Sales
da: Salg
vi: Bán hàng

source: app.skill.FCL
da: FCL
vi: FCL.

source: app.skill.LCL
da: LCL
vi: LCL.

source: app.skill.Oversized transport
da: Overdimensioneret transport
vi: Vận chuyển quá khổ

source: app.skill.FCL transport
da: FCL transport
vi: FCL vận chuyển

source: app.skill.LCL transport
da: LCL transport
vi: LCL vận chuyển

source: app.skill.Cross-trades
da: Cross-trades
vi: Trái nghề

source: app.skill.Import / Export Denmark
da: Import / Eksport Danmark
vi: Xuất nhập khẩu Đan Mạch

source: app.skill.World Wide Cross-trades
da: World Wide Cross-trades
vi: Trên thế giới Cross-trades

source: app.skill.Site logistics
da: Site logistics
vi: Kho vận tại chỗ

source: app.skill.Vessel loading/discharge supervision
da: Vessel loading/discharge supervision
vi: Tàu tải / giám sát xả

source: app.skill.Airfreight
da: Luftfragt
vi: Vận tải hàng không

source: app.skill.Product management
da: Product management
vi: Quản lý sản phẩm

source: app.skill.General Management
da: Generel Ledelse
vi: Quản lý chung

source: app.skill.Business conduction
da: Business conduction
vi: Phổ biến kinh doanh

source: app.skill.Government Relations
da: Government Relations
vi: Quan hệ Chính phủ

source: app.skill.Change Management
da: Forandringsledelse
vi: Thay đổi cách quản lý

source: app.skill.Selling
da: Salg
vi: Bán hàng

source: app.skill.Implementation
da: Implementering
vi: Thực hiện

source: app.skill.Development
da: Udvikling
vi: Phát triển

source: app.skill.Entrepeneur
da: Entrepeneur
vi: Doanh nhân

source: app.skill.Full MS Office package,
da: Full MS Office package,
vi: Full MS Office gói

source: app.skill.Decision Maker
da: Beslutningstager
vi: Người ra quyết định

source: app.skill.Problem Solver
da: Problemløser
vi: Người giải quyết vấn đề

source: app.skill.PHP
da: PHP
vi: PHP.

source: app.skill.Symfony Frameworks
da: Symfony Frameworks
vi: Symfony khung

source: app.skill.MySQL
da: MySQL
vi: MySQL

source: app.skill.IT Strategy
da: IT Strategy
vi: Chiến lược công nghệ thông tin

source: app.skill.LINUX
da: LINUX
vi: LINUX

source: app.skill.IT-Management
da: IT-Management
vi: Quản lý công nghệ thông tin

source: app.skill.Transportation and Logistics
da: Transport og Logistik
vi: Vận tải và kho vận

source: app.skill.Company Management
da: Virksomhedsledelse
vi: Quản lý công ty

source: app.skill.Team and individual development
da: Team og individuel udvikling
vi: Phát triển nhóm và cá nhân

source: app.skill.Analysis
da: Analyse
vi: Phân tích

source: app.skill.Contract Management
da: Contract Management
vi: Quản lý hợp đồng

source: app.skill.Negotiations
da: Forhandlinger
vi: Đàm phán

source: app.skill.Strategic Development
da: Strategisk Udvikling
vi: Phát triển chiến lược

source: app.skill.external communications, events management, public relations, business development support and field marketing
da: external communications, events management, public relations, business development support and field marketing
vi: thông tin liên lạc bên ngoài, quản lý sự kiện, quan hệ công chúng, hỗ trợ phát triển kinh doanh và tiếp thị trường

source: app.skill.Nautical Sciences
da: Nautical Sciences
vi: Khoa học Hàng hải

source: app.skill.Operations
da: Operation
vi: Thực thi

source: app.skill.Freight Forwarding - Ocean
da: Spedition - Søfragt
vi: Vận tải biển

source: app.skill.International Logistics
da: International Logistik
vi: Kho vận quốc tế

source: app.skill.International Distribution
da: International Distribution
vi: Phân phối quốc tế

source: app.skill.Forwarding
da: Spedition
vi: Chuyển tiếp

source: app.skill.Budgets
da: Budgetter
vi: Ngân sách

source: app.skill.Operation Management
da: Operationel Ledelse
vi: Quản lý hoạt động

source: app.skill.Cost Management
da: Cost Management
vi: Quản lý chi phí

source: app.skill.SAP Super User
da: SAP Super User
vi: SAP Super Người sử dụng

source: app.skill.outbound logistics
da: outbound logistics
vi: Mở rộng kho vận

source: app.skill.business model
da: forretningsmodel
vi: Mô hình kinh doanh

source: app.skill.Business intelligence
da: Business intelligence
vi: Kinh doanh thông minh

source: app.skill.4PL
da: 4PL
vi: 4PL.

source: app.skill.3PL
da: 3PL
vi: 3PL.

source: app.skill.Strategic Planning
da: Strategisk Planlægning
vi: Lập kế hoạch chiến lược

source: app.skill.Product/Service Develpment
da: Product/Service Udvikling
vi: Phát triển Sản phẩm / Dịch vụ

source: app.skill.Business Development
da: Forretningsudvikling
vi: Phát triển kinh doanh

source: app.skill.Freight Forwarding (Air, Ocean and Road)
da: Spedition (Luftfragt, Søfragt og Landevej)
vi: Đại lý vận tải (hàng không, biển và đường bộ)

source: app.skill.Logistics Management
da: Logistics Management
vi: Quản lý kho vận

source: app.skill.demand planning
da: demand planning
vi: Hoạch định nhu cầu

source: app.skill.equipment flow plannin
da: equipment flow planning
vi: Lập kế hoạch dòng thiết bị

source: app.skill.equipment flow planning
da: equipment flow planning
vi: Lập kế hoạch dòng thiết bị

source: app.skill.network steering
da: network steering
vi: Điều chỉnh mạng

source: app.skill.gasoil import
da: gasoil import
vi: Nhập khẩu dầu ga

source: app.skill.freight
da: fragt
vi: Vận chuyển

source: app.skill.shipping
da: shipping
vi: Vận chuyển tầu thủy

source: app.skill.marine operations
da: marine operations
vi: Hoạt động hàng hải

source: app.skill.Presentation
da: Presentation
vi: Giới thiệu

source: app.skill.Ocean freight
da: Søfragt
vi: Vận tải biển

source: app.skill.logis
da: logistik
vi: logis

source: app.skill.lean logistic
da: lean logistics
vi: Học kho vận

source: app.skill.key account
da: key account
vi: Tài khoản chính

source: app.skill.trade mangment
da: trade mangment
vi: Quản lý thương mại

source: app.skill.documentation
da: dokumentation
vi: Tài liệu

source: app.skill.commercial
da: kommerciel
vi: Thương mại

source: app.skill.planning
da: planlægning
vi: Lập kế hoạch

source: app.skill.Programme Managemenr
da: Programme Management
vi: Quản lý Chương trình

source: app.skill.Programme Management
da: Programme Management
vi: Quản lý chương trình

source: app.skill.Continuous Improvement
da: Continuous Improvement
vi: Cải tiến liên tục

source: app.skill.Key Account Management
da: Key Account Management
vi: Quản lý tài khoản chính

source: app.skill.MS Project
da: MS Project
vi: MS dự án

# app.skill.Forecasting &amp; Planning
source: app.skill.Forecasting & Planning
da: Forecasting & Planning
vi: Dự báo & Quy hoạch

source: app.skill.Quality Control
da: Quality Control
vi: Kiểm tra chất lượng

source: app.skill.Communication Skills
da: Communication Skills
vi: Kĩ năng giao tiếp

source: app.skill.Interpersonal Skills
da: Interpersonal Skills
vi: Kỹ năng giao tiếp

source: app.skill.Manufacturing
da: Manufacturing
vi: Chế tạo

source: app.skill.SAP
da: SAP
vi: SAP.

source: app.skill.Value Stream Mapping
da: Value Stream Mapping
vi: Lập bản đồ chuỗi giá trị

source: app.skill.Overseas shipments for projects
da: Overseas shipments for projects
vi: Chuyển hàng ra nước ngoài cho các dự án

source: app.skill.Bulk cargoes
da: Bulk cargoes
vi: Hàng rời

# app.skill.Forwarding &amp; Logistics
source: app.skill.Forwarding & Logistics
da: Spedition & Logistik
vi: Chuyển tiếp và kho vận

source: app.skill.Logistic
da: Logistik
vi: Kho vận

source: app.skill.Marketing
da: Marketing
vi: Tiếp thị

source: app.skill.Import / Export
da: Import / Eksport
vi: Xuất nhập khẩu

source: app.skill.Procurement
da: Procurement
vi: Tạp vụ

source: app.skill.Purchasing
da: Indkøb
vi: Thu mua

source: app.skill.Exception Management
da: Exception Management
vi: Quản lý ngoại lệ

source: app.skill.International Shipping
da: International Shipping
vi: Vận chuyển quốc tế

source: app.skill.Logistics Procurement
da: Logistics Procurement
vi: Tư vấn kho vận

source: app.skill.experienced operations managemeent, team builder and business development
da: erfaren operations management, team builder og forretningsudvikling
vi: Quản lý hoạt động kinh nghiệm, xây dựng đội ngũ và phát triển kinh doanh

source: app.skill.Sales and Sales Leadership
da: Salg og Salgsledelse
vi: Bán hàng và kỹ năng bán hàng

source: app.skill.SQL
da: SQL
vi: SQL.

source: app.skill.Tableau
da: Tableau
vi: Tableau

source: app.skill.High Level Project Cargo Sales and Business Development
da: Projektlast Salg og Forretningsudvikling
vi: Dự án cao cấp hàng bán hàng và phát triển kinh doanh

source: app.skill.Shipping (Project Cargo), Sales, Business Development, Management, Coaching, Catalyst,
da: Shipping (Projektlast), Salg, Forretningsudvikling, Ledelse, Coaching, Katalysator,
vi: Vận chuyển (Dự án hàng hóa), bán hàng, phát triển kinh doanh, quản lý, huấn luyện, hỗ trợ

source: app.skill.Shipping (Project Cargo), Sales, Business Development, Management, Coaching, Catalyst, Never-give-up, Creativity, Engagement, Dedication, Passion
da: Shipping (Projektlast), Salg, Forretningsudvikling, Ledelse, Coaching, Katalysator, Fighter, Kreativitet, Engageret, Dedikeret, Passioneret
vi: Vận chuyển (Dự án hàng hóa), bán hàng, phát triển kinh doanh, quản lý, huấn luyện, hỗ trợ, Không bao giờ bỏ cuộc, sáng tạo, năng nổ, tận tâm, đam mê

source: app.skill.Process improvment
da: Processforbedring
vi: Cải tiến quy trình

source: app.skill.master logistics
da: master logistics
vi: Giảng dạy về kho vận

source: app.skill.Commodity logistics
da: Commodity logistics
vi: Kho vận hàng hóa

source: app.skill.Reefer logistics
da: Reefer logistics
vi: Reefer kho vận

source: app.skill.Nego
da: Nego
vi: Nego.

source: app.skill.Highly skilled professional with wide experience in maritime and shipping industry.
da: Højt uddannet arbejdskræft med bred erfaring inden for det maritime og shippingbranchen.
vi: Có tay nghề cao chuyên nghiệp với nhiều kinh nghiệm trong ngành công nghiệp hàng hải và vận tải biển.

source: app.skill.Sales skills bringing in new accounts to the company (at least 10 new accounts over the past 2
da: Salgsfærdigheder lander nye kunder til virksomheden (mindst 10 nye kunder i de sidste 2
vi: Kỹ năng bán hàng đưa vào tài khoản mới vào công ty (ít nhất 10 tài khoản mới trên quá khứ 2

source: app.skill.Increasing company´s income by creating a proforma Dept. with accurate cash flow management;
da: Forøge virksomhedens omsætning ved at oprette en proforma afdeling med nøjagtigt cash flow management;
vi: Tăng thu nhập của công ty bằng cách tạo ra một bộ phận theo dõi với quản lý dòng tiền chính xác;

source: app.skill.General Counsel
da: General Counsel
vi: Cố vấn chính

source: app.skill.Liner Shipping
da: Liner Shipping
vi: Vận chuyển tuyến

source: app.skill.Container Fleet Management
da: Container Fleet Management
vi: Đội quản lý công ten nơ

source: app.skill.Global Logistics
da: Global Logistics
vi: Kho vận toàn cầu

source: app.skill.Perishable and Refrigerated cargo transport
da: Perishable and Refrigerated cargo transport
vi: Vận chuyển hàng hóa đông lạnh và nhanh hỏng

source: app.skill.Project and Heavylift transport
da: Project and Heavylift transport
vi: Dự án và vận chuyển hàng hóa nặng

source: app.skill.Inland intermodal transport
da: Inland intermodal transport
vi: Vận chuyển đa phương thức nội địa

# app.skill.Budgets, P&amp;L, Business Plan
source: app.skill.Budgets, P&L, Business Plan
da: Budgets, P&L, Business Plan
vi: Ngân sách, P & L, lập kế hoạch kinh doanh

# app.skill.Solution design &amp; implementation
source: app.skill.Solution design & implementation
da: Solution design & implementation
de: Lösungsdesign und -implementierung
vi: Lên phương án và thực hiện giải pháp

source: app.skill.BI
da: BI
de: BI
vi: BI.

source: app.skill. change management
da: change management
de: Change-Management
vi: Thay đổi cách quản lý

source: app.skill. Business Intelligence
da: Business Intelligence
de: Business-Intelligence
vi: Kinh doanh thông minh

source: app.skill. international experience
da: international erfaring
de: Internationale Erfahrung
vi: Kinh nghiệm quốc tế

source: app.skill. Innovation
da: Innovation
de: Innovation
vi: Đổi mới

source: app.skill. Teamfähigkeit
da: Teamwork
vi: Khả năng làm việc nhóm

source: app.skill. Teamwork
da: Teamwork
de: Teamarbeit
vi: Làm việc nhóm

source: app.skill. E-Commerce
da: E-Commerce
de: E-Commerce
vi: Thương mại điện tử

source: app.skill. conceptual thinking
da: konceptuel tænkning
de: Konzeptionelles Denken
vi: Tư duy lô gic

source: app.skill. forward thinking
da: fremadrettet tænkning
vi: Tư duy xa

source: app.skill.Critical Thinking
da: Critical Thinking
de: Kritisches Denken
vi: Tư duy phê phán

source: app.skill.Motivator and Mentor
da: Motivator and Mentor
de: Motivator und Mentor
vi: Động lực và tư vấn

source: app.skill.Collaborative Management
da: Collaborative Management
vi: Quản lý hợp tác

# app.skill.Business Development &amp; Operations Management
source: app.skill.Business Development & Operations Management
da: Forretningsudvikling & Operationel Ledelse
vi: Quản lý phát triển Kinh doanh & hoạt động

# app.skill.Risk Management &amp; Internal Control
source: app.skill.Risk Management & Internal Control
da: Risk Management & Internal Control
vi: Quản lý rủi ro và kiểm soát nội bộ

source: app.skill.Leadership, Problem solving and Innovation
da: Leadership, Problem solving and Innovation
vi: Lãnh đạo, giải quyết vấn đề và đổi mới

source: app.skill.Diligence and Persistence
da: Diligence and Persistence
vi: Siêng năng và kiên trì

source: app.skill.Kindness and Strong Ethics
da: Kindness and Strong Ethics
vi: Lòng tốt và đạo đức trong sáng

source: app.skill.Problem solving and Innovation
da: Problem solving and Innovation
vi: Giải quyết vấn đề và đổi mới

# app.skill.Demand &amp; Supply Planning
source: app.skill.Demand & Supply Planning
da: Demand & Supply Planning
vi: Nhu cầu & Kế hoạch cung cấp

# app.skill.Warehousing &amp; Distribution
source: app.skill.Warehousing & Distribution
da: Warehousing & Distribution
vi: Kho bãi và phân phối

source: app.skill.Result oriented
da: Resultatorienteret
de: Ergebnisorientiert
vi: Định hướng thành công

source: app.skill.Team player
da: Team player
de: Teamfähig
vi: Đồng đội

source: app.skill.Strong commercial skills
da: Strong commercial skills
vi: Kỹ năng thương mại mạnh mẽ

source: app.skill.hä?
de: hä?

source: app.skill.IT
de: IT

source: app.skill.Beratung
de: Beratung

source: app.skill. Analyse
de: Analyse

source: app.skill. Strategie
de: Strategie

source: app.skill. Konzeption
de: Konzeption

# app.skill. Design &amp; Usabilty Centered Layout
source: app.skill. Design & Usabilty Centered Layout
de: Design & Usabilty Centered Layout

source: app.skill. Programmierung
de: Programmierung

source: app.skill. Online Strategieberatung
de: Online Strategieberatung

source: app.skill. Prototyping
de: Prototyping

source: app.skill. Pflege
de: Pflege

source: app.skill. Usabilty Tests
de: Usabilty Tests

source: app.skill. Workflow
de: Workflow

source: app.skill. Prozessoptimierung
de: Prozessoptimierung

source: app.skill. Kommunikationsberatung
de: Kommunikationsberatung

source: app.skill. Digital Planning
de: Digital Planning

source: app.skill. Kampagnen Konzeption
de: Kampagnen Konzeption

source: app.skill. Kreativ Beratung
de: Kreativ Beratung

source: app.skill. Social Media Strategie
de: Social Media Strategie

source: app.skill. Online Management
de: Online Management

source: app.skill. Apps
de: Apps

source: app.skill. Software / CRM
de: Software / CRM

source: app.skill. Communities
de: Communities

source: app.skill. Social
de: Social

source: app.skill. Media / SEO
de: Media / SEO

source: app.skill. SEM
de: SEM

source: app.skill. SES / Content
de: SES / Content

source: app.skill. Management
de: Management

source: app.skill. System
de: System

source: app.skill. CMS
de: CMS

source: app.skill. Redaktionssystem
de: Redaktionssystem

source: app.skill. Streaming
de: Streaming

source: app.skill. Server
de: Server

source: app.skill. Hosting
de: Hosting

source: app.skill. Cloud
de: Cloud

source: app.skill. Computing
de: Computing

source: app.skill. B2B
de: B2B

source: app.skill. Strategy
de: Strategy

source: app.skill. Analysis
de: Analysis

source: app.skill. Programming
de: Programming

source: app.skill. Maintainance
de: Maintainance

# app.skill. optimisation (all online &amp; offline)
source: app.skill. optimisation (all online & offline)
de: optimisation (all online & offline)

source: app.skill. Campaigns
de: Campaigns

source: app.skill. creativ consulting
de: creativ consulting

source: app.skill. Social Media
de: Social Media

source: app.skill. Interim Management
de: Interim Management

source: app.skill. Interimsmanagement
de: Interimsmanagement

source: app.skill.Organisationsberatung
de: Organisationsberatung

source: app.skill. Führungskräfteentwicklung
de: Führungskräfteentwicklung

source: app.skill. Personalvermittlung
de: Personalvermittlung

source: app.skill. IT-Consulting
de: IT-Consulting

source: app.skill. Beratung/Consulting
de: Beratung/Consulting

source: app.skill. Supply Chain Management
de: Supply Chain Management

source: app.skill. Strategieberatung
de: Strategieberatung

source: app.skill. Personalentwicklung
de: Personalentwicklung

source: app.skill.Sämtliche Verkehrsträger Im- sowie Export
de: Sämtliche Verkehrsträger Im- sowie Export

source: app.skill.KEP Dienstleistung
de: KEP Dienstleistung

source: app.skill.Lagerhaltung
de: Lagerhaltung

source: app.skill.KEP Dienstleistungen
de: KEP Dienstleistungen

source: app.skill. Projektmanagement
de: Projektmanagement

source: app.skill. Fähigkeit mich schnell in neue Themen einzuarbeiten
de: Fähigkeit mich schnell in neue Themen einzuarbeiten
