Repository: michelrothgaenger/tt_app_translation
Catalog: skills/skills.*.xliff
Languages: da, de, vi

source: app.skill. Logistik
de: Logistik

source: app.skill. Auslandserfahrung (Tansania)
de: Auslandserfahrung (Tansania)

source: app.skill. Seefracht Import und Export
de: Seefracht Import und Export

source: app.skill. Projektlogistik
de: Projektlogistik

source: app.skill. LCL
de: LCL

source: app.skill. Personalverantwortung
de: Personalverantwortung

source: app.skill.Gefahrgut, Zoll, ATLAS, Mitarbeiterführung
de: Gefahrgut, Zoll, ATLAS, Mitarbeiterführung

source: app.skill.Diplom Kaufmann (BWL)
de: Diplom Kaufmann (BWL)

source: app.skill.Master of Science Global Logistics
de: Master of Science Global Logistics

source: app.skill.Sales/ Vertrieb
de: Sales/ Vertrieb

source: app.skill.Startup
de: Startup

source: app.skill.Seehafenspedition
de: Seehafenspedition

source: app.skill.Seefracht
de: Seefracht

source: app.skill. Tendering Management
de: Tendering Management

source: app.skill. Transportlogistik
de: Transportlogistik

source: app.skill. Einkauf
de: Einkauf

source: app.skill. Personalführung
de: Personalführung
