Repository: michelrothgaenger/tt_app_translation
Catalog: registerAllPopup/registerAllPopup.*.xliff
Languages: da, de

# app.registerAllPopup.title
source: We deliver job offers to you!
da: Vi leverer jobtilbud til dig!
de: Werden Sie Teil der führenden Rekrutierungsplattform der Logistikbranche!

# app.registerAllPopup.description
source: To join Transport Talent, sign up below...it's free forever!
da: Opret en profil på Transport Talent nedenfor...... det er helt gratis!

# app.registerAllPopup.employerTitle
source: Employers
da: Virksomheder
de: Arbeitgeber

# app.registerAllPopup.employerText
source: Screen only pre-qualified candidates referred from industry experts. Pay only for success.
da: Screen kun kvalificerede kandidater. Du betaler først når du ansætter en kandidat fra Transport Talent.
de: Sehen Sie nur qualifizierte Kandidaten, die von Branchenexperten empfohlen werden. Zahlen Sie nur bei Einstellung.

# app.registerAllPopup.recruiterTitle
source: I am recruiting
da: Jeg rekrutterer
de: Personalberater

# app.registerAllPopup.recruiterText
source: Make the most of your candidates. Get access to top positions with top employers.
da: Få mest ud af dine kandidater. Få adgang til jobs hos nogle af de bedste virksomheder i industrien.
de: Machen Sie das Beste aus Ihren Kandidaten. Erhalten Sie Zugang zu Top-Positionen bei Top-Arbeitgebern.

# app.registerAllPopup.professionalTitle
source: Professionals
da: Kandidater
de: Arbeitnehmer

# app.registerAllPopup.professionalText
source: Interested in opportunities? Refer or apply for jobs.
da: Interesseret i muligheder? Søg eller henvis jobs.
de: Helfen Sie Ihren Freunden und werden Sie belohnt. Teilen Sie Jobs in Ihren sozialen Netzwerken.

# app.registerAllPopup.registerBtn
source: Sign up
da: Opret profil
de: Anmelden

# app.registerAllPopup.alreadyRegistered
source: Already signed up?
da: Har du allerede oprettet en profil?
de: Bereits angemeldet?

# app.registerAllPopup.loginHere
source: Login here
da: Log ind her
de: Login

# app.registerAllPopup.Employer.title
source: Join as Employer
da: Opret dig som virksomhed
de: Als Arbeitgeber beitreten

# app.registerAllPopup.Employer.text
source: Join the companies who save time and money by hiring with Transport Talent.
da: Bliv en del af de virksomheder, der har sparet tid og penge, ved at bruge Transport Talent.

# app.registerAllPopup.Recruiter.title
source: Join as Recruiter
da: Opret dig som rekrutteringsekspert
de: Kostenloses Profil anlegen

# app.registerAllPopup.Recruiter.text
source: To join Transport Talent, sign up below. It is free for everyone!
da: For at blive en del af Transport Talent, skal du tilmelde dig nedenfor. Det er gratis for alle!

# app.registerAllPopup.Professional.title
source: Join as Candidate
da: Opret profil som jobsøgende
de: Als Kandidat beitreten

# app.registerAllPopup.Professional.text
source: Join the people who’ve found their job using Transport Talent.
da: Bliv en af de mange der har fundet deres job ved hjælp af Transport Talent.

# app.registerAllPopup.confirmation.part1
source: I agree to the
da: Jeg accepterer
de: Ich akzeptiere die

# app.registerAllPopup.confirmation.part2
source: terms & conditions
da: vilkår & betingelser
de: Allgemeinen Geschäftsbedingungen

# app.registerAllPopup.confirmation.part3
source: as well as to the privacy policy.
da: samt privatlivspolitikken.
de: sowie die Datenschutzerklärung.

# app.registerAllPopup.confirmation.note.part1
source: Please confirm that you agree to our
da: Bekræft venligst, at du accepterer vores
de: Bitte bestätigen Sie Ihr Einverständnis mit unseren

# app.registerAllPopup.confirmation.note.part2
source: terms & conditions
da: vilkår & betingelser
de: Allgemeinen Geschäftsbedingungen

# app.registerAllPopup.confirmation.note.part3
source: as well as to the privacy policy to proceed.
da: samt vores privatlivspolitik, for at fortsætte.
de: sowie der Datenschutzerklärung, um fortzufahren.

# app.registerAllPopup.backLink
source: Back
da: Tilbage
de: Zurück

# app.registerAllPopup.registerRecruiter
source: Sign up as a recruiter? click here
da: Vil du tilmelde dig som rekrutteringsekspert? Klik her
de: Klicken Sie hier um sich als Recruiter anzumelden

# app.registerAllPopup.description
source: To join Transport Talent, sign up below...it's free forever!
de: Um Transport Talent beizutreten, melden Sie sich unten an...es ist für jeden kostenlos!

# app.registerAllPopup.Employer.text
source: Join the companies who save time and money by hiring with Transport Talent.
de: Schließen Sie sich den Unternehmen an, die Zeit und Geld sparen, indem Sie bei Transport Talent einstellen.

# app.registerAllPopup.Recruiter.text
source: To join Transport Talent, sign up below. It is free for everyone!
de: Finden Sie Ihren Traumjob – mit Transport Talent.

# app.registerAllPopup.Professional.text
source: Join the people who’ve found their job using Transport Talent.
de: Schließen Sie sich den Menschen an, die mit Transport Talent ihren Job gefunden haben.
