Repository: michelrothgaenger/tt_app_translation
Catalog: validators/validators.*.xliff
Languages: de

# app.employerRegister.password.lengthConstraint
source: The password is too short. It must have {{ limit }} characters or more.
de: Das Passwort ist zu kurz. Es muss mind. {{ limit }} Zeichen haben.

# app.employerRegister.lastName.notBlank
source: Last name must not be blank.
de: Nachname darf nicht leer sein.

# app.employerRegister.firstName.notBlank
source: First name must not be blank.
de: Vorname darf nicht leer sein.

# app.employerRegister.email.validation
source: Invalid email address
de: Ungültige E-Mail-Adresse

# app.employerRegister.companyName.notBlank
source: Company name must not be blank.
de: Unternehmen darf nicht leer sein.

# app.email.mismatch
source: Email addresses do not match.
de: E-Mail-Adressen stimmen nicht überein.

# app.job.reward.greaterThanConstraint
source: The minimum referral reward for your company is {{ compared_value }}.
de: Der Mindestbetrag für Belohnungen liegt bei {{ compared_value }} für Ihr Unternehmen.

# app.employerRegister.companyName.alreadyUsed
source: This company already has an account. Please contact the account owner to get access. A support ticket has been created for further support with this process.
de: Dieses Unternehmen hat bereits einen Account. Bitte kontaktieren Sie den Accountinhaber, um Zugriff zu erhalten. Zur Unterstützung Ihres Anliegens haben wir gleichzeitig ein Supportticket für Sie angelegt.

# app.applyPopup.message.notBlank
source: Please enter a message to continue.
de: Zum Fortfahren bitte eine Nachricht eingeben.

# app.registerForm.csrf.notValid
source: Page is outdated, please reload and try again.
de: Die Seite ist veraltet. Bitte laden Sie sie neu und versuchen Sie es noch einmal.

# app.registerForm.cv.mimeType
source: The file must be a PDF
de: Die Datei muss ein PDF sein.

# app.registerForm.cv.maxSize
source: The file must be not larger than 15 MB.
de: Dateigröße darf 15 MB nicht überschreiten.

# app.teamManage.company.needParent
source: Please, choose parent company
de: Bitte wählen Sie die Muttergesellschaft.
