Repository: michelrothgaenger/tt_app_translation
Catalog: flash/flash.*.xliff
Languages: da, de, es, ru

# app.flash.companyUnsaved
source: Company has been removed from profile
da: Virksomheden er blevet fjernet fra profilen
de: Unternehmen aus dem Profil entfernt
es: Empresa eliminada del perfil
ru: Компания удалена из профиля

# app.flash.companySaved
source: Company has been saved to profile
da: Virksomheden er blevet gemt til profil
de: Unternehmen im Profil gespeichert
es: Empresa guardada en el perfil
ru: Компания сохранена в профиль

# app.flash.jobUnsaved
source: Job has been removed from profile
da: Job er blevet fjernet fra profilen
de: Job aus dem Profil entfernt
es: Vacante eliminada del perfil
ru: Вакансия удалена из профиля

# app.flash.jobSaved
source: Job has been saved to profile
da: Job er blevet gemt til profilen
de: Job im Profil gespeichert
es: Vacante guardada en el perfil
ru: Вакансия сохранена в профиль

# app.flash.referral.linkCopiedToClipboard
source: Link copied to clipboard
da: Link kopieret til clipboard
de: Link kopiert
es: Enlace copiado
ru: Ссылка скопирована

# app.flash.error
source: Error
da: Fejl
de: Fehler
ru: Ошибка

# app.flash.oauthError
source: Could not auth via %serviceName%, please try again
da: Kunne ikke auth via %serviceName%, prøv venligst igen
de: Authentifizierung über %serviceName% fehlgeschlagen – bitte versuchen Sie es erneut
es: Autenticación via %serviceName% fallida - por favor, inténtelo de nuevo
ru: Не получилось войти через %serviceName%, пожалуйста, попробуйте снова

# app.flash.job.employer.cantEditJobs
source: You have no permissions to edit this job
da: Du har ikke rettigheder til at redigere dette job
de: Sie haben nicht die erforderlichen Rechte, um diesen Job zu bearbeiten
es: No tiene los permisos necesarios para editar esta vacante
ru: Вы не можете редактировать эту вакансию

# app.flash.job.employer.cantPostJobs
source: Your account needs to get approved. One of our customer success mangers will contact you shortly.
da: Du har nået grænsen for gratis jobannoncer.
de: Ihr Konto muss freigeschaltet werden. Einer unserer Kundenbetreuer wird sich in Kürze mit Ihnen in Verbindung setzen.
es: Has agotado tu contingente de anuncios gratis de vacantes.
ru: Вы не можете публиковать вакансии

# app.flash.job.employer.saved
source: Job has been saved
da: Jobbet er blevet gemt
de: Job wurde gespeichert
es: La vacante ha sido guardada
ru: Вакансия сохранена

# app.flashMessageJobPosted
source: Your job has been posted
da: Dit job er nu slået op
de: Ihre Anzeige wurde veröffentlicht
es: La vacante ha sido publicada
ru: Ваша вакансия опубликована

# app.flash.cv.upload.error.general
source: Error while uploading CV
da: Fejl under upload af CV
de: Fehler beim Upload des Lebenslaufs
es: Se ha producido un error al subir el CV
ru: Ошибка при загрузке резюме

# app.flash.cv.upload.error.wrongType
source: The file must be a PDF
da: Denne fil skal være en PDF
de: Dateiformat muss PDF sein
es: EL archivo ha de ser un PDF
ru: Файл должен быть в формате PDF

# app.flash.unsubscribed
source: Unsubscribed
da: Afmeldt
de: Abmelden
es: Cancelar

# app.flash.unsubscribe.deniedBecauseOfSecurity
source: It is not possible to unsubscribe from security emails. They are only sent action-based and very important to keep your account safe.
da: Ikke muligt at afmelde sikkerheds emails. De bliver kun sendt i nødstilfælde og er meget vigtige for at sikre at din konto er sikker.
de: Es ist nicht möglich, sich von Sicherheitsbenachrichtigungen abzumelden, da diese sehr wichtig sind, um die Sicherheit Ihres Nutzerkontos zu gewährleisten.
es: No es posible cancelar el uso de correos de seguridad, ya que estos son imprescindibles para garantizar la seguridad de su cuenta.

# app.flash.applicationHidden
source: Application hidden
da: Ansøgning er skjult
de: Bewerbung ausgeblendet
es: Solicitud de empleo oculta

# app.flash.applicationUndoHidden
source: Application restored
da: Ansøgning er gemt igen
de: Bewerbung wiederhergestellt
es: Tu solicitud de empleo ha sido restaurada

# app.flash.registerAndApply
source: Application submitted successfully!
da: Ansøgning er blevet indsendt!
de: Bewerbung erfolgreich versandt!

# app.flashMessageJobPostLater
source: Your job ad will be posted on %date% at %time%.
da: Din jobannonce vil blive vist fra den %date% at %time%.
de: Ihre Stellenanzeige wird am %date% um %time% veröffentlicht.

# app.flash.inactivityJob.deactivate
source: Job was deactivated
da: Job er deaktiveret
de: Stellenanzeige wurde deaktiviert

# app.flash.inactivityJob.update
source: Job was updated
da: Job er blevet opdateret
de: Stellenanzeige wurde aktualisiert
