Repository: michelrothgaenger/tt_app_translation
Catalog: userRegister/userRegister.*.xliff
Languages: da, de, es, ru, vi

# app.register
source: To check out all the career opportunities within transport and logistics sign up for a free account
da: For at få adgang til alle jobmulighederne indenfor transport og logistik skal du oprette en gratis profil
de: Registriere dich, um alle Karrieremöglichkeiten in Transport und Logistik zu sehen
es: Regístrate gratis y accede a todas las vacantes en nuestro pool de Transporte y Logística
ru: Зарегистрируйтесь бесплатно, чтобы получить доступ ко всем возможностям карьерного роста в сфере транспорта и логистики
vi: Tìm hiểu logistics talent của chúng tôi và đăng ký với chúng tôi

# app.registration
source: Get Started
da: Kom igang
de: Registrierung
es: Regístrate
ru: Давайте начнем
vi: Đăng ký

# app.signInWithLinkedIn
source: Sign in with LinkedIn
da: Log ind med LinkedIn
de: Anmelden mit LinkedIn
es: Iniciar sesión con LinkedIn
ru: Войти через LinkedIn
vi: Đăng nhập với LinkedIn

# app.signInWithGoogle
source: Sign in with Google
da: Log ind med Google
de: Anmelden mit Google
es: Iniciar sesión con Google
ru: Войти через Google
vi: Đăng nhập với Google

# app.signInWithFB
source: Sign in with Facebook
da: Log ind med Facebook
de: Anmelden mit Facebook
es: Iniciar sesión con Facebook
ru: Войти через Facebook
vi: Đăng nhập với Facebook

# app.or
source: or
da: eller
de: oder
es: o
ru: или
vi: hoặc

# app.iAgreeToThe
source: I agree to the
da: Jeg accepterer
de: Ich akzeptiere die
es: Acepto los
ru: Я согласен с
vi: Tôi đồng ý với

# app.termsConditionsCheckbox
source: Terms & Conditions
da: Vilkår & Betingelser
de: Allgemeinen Geschäftsbedingungen
es: Términos y Condiciones Generales de Contratación
ru: Положениями и Условиями
vi: Điều kiện chung

# registration.check_email
source: What will happen next?<br><br>1. An email has been sent to %email%. It contains an activation link you must click to verify your email.<br>2. We will review your account and approve it within one working day and you will receive a confirmation email.<br>3. You're ready to use Transporttalent.com<br>
da: En e-mail er blevet sendt til %email%. Den indeholder et aktiveringslink som du skal klikke på for at aktivere din konto.
de: Was wird als nächstes passieren?<br><br>>1. Eine E-Mail wurde an %email% gesendet. Es enthält einen Aktivierungslink, den Sie anklicken müssen, um Ihre E-Mail zu bestätigen.<br>2 Wir werden Ihr Konto überprüfen und innerhalb eines Arbeitstages freischalten und Sie erhalten eine Bestätigung per E-Mail.<br>Sie sind bereit, Transporttalent.com <br> zu nutzen.
es: Te hemos enviado un correo a %email%. Para activar tu cuenta, deberás hacer click en el link que te enviamos.
ru: Письмо было послано по адресу электронной почты %email%. Оно содержит ссылку, на которую Вам нужно нажать, чтобы активировать аккаунт.
vi: Một email đã được gửi đến %email%. Để hoàn tất việc đăng nhập, xin vui lòng tải lên vào liên kết xác nhận trong email.

# registration.emailemp.subject
source: Thank you for signing up with Matchico!
da: Tak fordi du har oprettet en profil på Transport Talent!
de: Vielen Dank für die Anmeldung bei Transport Talent!
es: ¡Gracias por registrarte en Transport Talent!
vi: Cảm ơn đã đăng nhập vào Transport Talent!

# registration.email.subject
source: Welcome to Matchico!
da: Velkommen til Transport Talent!
de: Willkommen bei Transport Talent!
es: Te damos la bienvenida, %username%
vi: Chào mừng %username%!

# form.firstName
source: First name
da: Fornavn
de: Vorname
es: Nombre
ru: Имя
vi: Tên gọi

# form.lastName
source: Last name
da: Efternavn
de: Nachname
es: Apellidos
ru: Фамилия
vi: Họ

# form.password
source: Password
da: Adgangskode
de: Passwort
es: Contraseña
ru: Пароль
vi: Mật khẩu

# form.password_confirmation
source: Repeat password
da: Gentag adgangskode
de: Passwort bestätigen
es: Repetir contraseña
ru: Подтвердите пароль
vi: Xác nhận mật khẩu

# fos_user.password.mismatch
source: Passwords do not match
da: Kodeordene er ikke ens
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
ru: Пароли не совпадают

# app.notRegisteredCta
source: Not registered yet? Click here to sign up.
da: Ikke registreret endnu? Klik her for at registrere.
de: Noch nicht registriert? Für die Anmeldung hier klicken.
es: ¿Aún no te has registrado? Haz click aquí.
ru: Еще не зарегистрированы? Нажмите здесь для регистрации.

# app.forgotPassword
source: Forgot password?
da: Glemt din adgangskode?
de: Passwort vergessen?
es: ¿Has olvidado tu contraseña?
ru: Забыли пароль?

# app.salutations.placeholder
source: Choose salutation...
da: Vælg tiltaleform....
de: Anrede auswählen...
es: Tratamiento...
ru: Выберите приветствие...

# app.userRegister.success
source: Thank you!
da: Tak!
de: Vielen Dank!
es: ¡Lo has conseguido!
ru: Успех
vi: Thành công

# app.userRegister.provideEmail
source: Please provide Email
da: Angiv email
de: Bitte E-Mail angeben
es: Introduce aquí tu email
ru: Пожалуйста, заполните электронный адрес

# app.specialties.placeholder
source: Enter area of expertise
da: Arbejdsområder du har erfaring med
de: Geben Sie Ihr(e) Fachgebiet(e) ein
es: Dinos cual es tu especialidad
ru: Введите область знаний

# app.jobCategories.placeholder
source: Enter job category
da: Dine primære interesseområder
de: Jobkategorie eingeben
es: Clase de empleo
ru: Введите категорию вакансии

# app.locations.placeholder
source: Enter location
da: Indtast lokation
de: Ort eingeben
es: Lugar
ru: Введите местоположение

# app.userRegister.signUpWithFB
source: Sign up with Facebook
da: Opret med Facebook
de: Mit Facebook registrieren
es: Acceder con Facebook
ru: Регистрация через Facebook

# app.userRegister.signUpWithGoogle
source: Sign up with Google
da: Opret med Google
de: Mit Google registrieren
es: Acceder con Google
ru: Регистрация через Google

# app.userRegister.signUpWithLinkedIn
source: Sign up with Linkedin
da: Opret med LinkedIn
de: Registrieren mit LinkedIn
es: Acceder con LinkedIn
ru: Регистрация через Linkedin

# app.userRegister.popup.signUpAgreement
source: By signing up I agree to the <a target="_blank" href="%termsUrl%">terms & conditions</a>
da: Ved at oprette en profil anerkender jeg <a target="_blank" href="%betingelserUrl%"> & vilkår</a>
de: Mit der Anmeldung akzeptiere ich die <a target="_blank" href="%termsUrl%">Allgemeinen Geschäftsbedingungen</a>
es: Al registrarme acepto los <a target="_blank" href="%termsUrl%">Términos y Condiciones</a>
ru: Регистрируясь, я соглашаюсь с <a target="_blank" href="%termsUrl%">условиями и положениями</a>

# app.userRegister.popup.registerHeader
source: Register
da: Opret
de: Registrieren
es: Registrarse
ru: Регистрация

# app.userRegister.popup.emailProviding
source: Create a free profile by simply providing your email address.
da: Opret en gratis profil ved blot at bruge din e-mailadresse.
de: Legen Sie mit Ihrer E-Mail-Adresse ganz einfach ein kostenloses Konto an.
es: Crea tu perfil gratis - tan solo necesitamos tu dirección de correo electrónico.
ru: Создайте бесплатный профиль, просто предоставив ваш электронный адрес.

# app.userRegister.popup.email.placeholder
source: Your Email Address
da: Din emailaddresse
de: Ihre E-Mail-Adresse
es: Tu email
ru: Ваш электронный адрес

# app.userRegister.popup.emailConfirmation
source: When we receive your registration we will send you an email asking you to confirm.
da: Når vi har modtaget din tilmelding, sender vi dig en e-mail og beder dig om at bekræfte.
de: Nach Erhalt Ihrer Registrierung schicken wir Ihnen zur Bestätigung eine E-Mail.
es: Recibirás un correo de confirmación de tu registro.
ru: Когда мы получим Ваш запрос о регистрации, мы отправим Вам письмо со ссылкой для активации.

# app.userRegister.popup.registerButton
source: Create profile
da: Opret en gratis profil
de: Profil anlegen
es: Crea tu perfil gratis
ru: Создать бесплатный профиль

# app.userRegister.popup.login
source: Already registered? Click here to login.
da: Har du allerede en profil? Klik her for at logge ind.
de: Sie haben bereits ein Nutzerkonto? Klicken Sie hier, um sich einzuloggen.
es: ¿Ya estás registrado? Accede aquí a tu cuenta.
ru: Уже зарегистрированы? Нажмите здесь, чтобы войти.

# app.userRegister.popup.loginToBook
source: You need to sign in first to get access to all jobs and services on the site.
da: Du skal logge ind først for at få adgang til alle jobs og andre services.
de: Loggen Sie sich ein, um Zugriff auf alle Services zu erhalten.
es: Entra con tu clave para acceder a todos nuestros servicios y ver todas las vacantes.
ru: Вы должны войти, чтобы получить доступ ко всем вакансиям и сервисам на сайте.

# app.userRegister.popup.loginHeader
source: Log in
da: Log ind
es: Entrar
ru: Вход

# app.userRegister.popup.loginButton
source: Log in
da: Log ind
es: Entrar
ru: Войти

# app.userRegister.step2.greeting
source: Great to have you on board. If you are searching for a job it's time to setup your profile so we can match you with the right opportunities and employers. It only takes a couple of minutes. If you just want to start referring jobs to colleagues and friends just skip the profile and start right away.
da: Vi er glade for at have dig med i netværket. Nu er det tid til at få din profil sat op så vi kan matche dig med de rigtige jobmuligheder og arbejdsgivere. Det tager kun et par minutter.
de: Schön, Sie an Bord zu haben. Wenn Sie einen Job suchen, ist es an der Zeit, Ihr Profil zu erstellen, damit wir Sie mit den richtigen Stellenangeboten und Arbeitgebern zusammenbringen können. Es dauert nur ein paar Minuten. Wenn Sie einfach nur anfangen wollen, Jobs an Kollegen und Freunde weiterzuleiten, überspringen Sie einfach das Profil und beginnen Sie sofort.
es: ¡Encantados de tenerte a bordo! Completa tu perfil para que podamos ayudarte de forma efectiva a encontrar las vacantes más interesantes para ti. Tan solo te tomará unos minutos.
ru: Здорово, что Вы на борту. Теперь пришло время настроить свой профиль, чтобы мы могли связать Вас с подходящими возможностями и работодателями. Это займет всего пару минут.

# app.userRegister.step2.welcome
source: Welcome
da: Velkommen
de: Herzlich willkommen
es: Te damos la bienvenida
ru: Добро пожаловать

# app.userRegister.step2.contactDetails
source: Basic information - Contact details
da: Grundlæggende informationer
ru: Базовая информация - Контактные данные

# app.userRegister.step2.contactName
source: Let's start with the very basic. What is your name and how can we get in touch with you?
da: Lad os starte med det helt grundlæggende. Hvad er dit navn, og hvordan kan vi komme i kontakt med dig?
de: Beginnen wir mit den einfachen Dingen: Wie heißen Sie und wie können wir Sie am besten erreichen?
es: Para empezar, dinos tu nombre y cómo podemos ponernos en contacto contigo.
ru: Начнем с самого простого. Как Вас зовут и как мы сможем связаться с Вами?

# app.userRegister.step2.agreementPart1
source: By signing up I agree to the
da: Ved at tilmelde mig accepterer jeg
de: Mit meiner Registrierung akzeptiere ich die
es: Al registrarme acepto los
ru: Регистрируясь, я соглашаюсь с

# app.userRegister.step2.agreementPart2
source: terms & conditions
da: betingelser & vilkår
de: Allgemeinen Geschäftsbedingungen
es: términos y condiciones
ru: условиями и положениями

# app.userRegister.step2.signUpButton
source: Sign up
da: Opret profil
de: Registrieren
es: Registrarse
ru: Регистрация

# app.userRegister.step3.greeting
source: Great! First part done.
da: Sådan! Første del er færdig.
de: Sehr gut, der erste Teil ist erledigt!
es: ¡Perfecto! Ya has completado la primera parte.
ru: Отлично! Первая часть закончена.

# app.userRegister.step3.waitForMore
source: Invest just a few more minutes in your future career:
da: Invester et par minutter mere i din fremtidige karriere:
de: Nehmen Sie sich noch einen Moment Zeit für Ihre Karriere:
es: Ahora solo unos minutos más:
ru: Вложите еще несколько минут в свою будущую карьеру:

# app.userRegister.step3.profileFilling
source: Fill in your profile.
da: Udfyld din profil.
de: Füllen Sie Ihr Profil aus.
es: Completa tu perfil.
ru: Заполните Ваш профиль.

# app.userRegister.step3.lookAroundOrContinue
source: Take a look around or continue filling in your profile. Note: You can go back to your profile and make changes at any time.
da: Fortsæt med at udfylde din profil. Bemærk: Du kan til hver en tid gå tilbage til din profil og lave rettelser.
de: Schauen Sie sich um oder ergänzen Sie Ihr Profil. Keine Sorge: Sie können jederzeit Änderungen an Ihrem Profil vornehmen.
es: Ahora darte una vuelta por la web o continuar completando tu perfil.
ru: Осмотритесь или продолжите заполнять свой профиль.

# app.userRegister.step3.continueProfileFilling
source: Fill in my profile
da: Udfyld min profil
de: Profil ausfüllen
es: Completa tu perfil
ru: Заполнить мой профиль

# app.userRegister.step3.lookAround
source: Pass & take a look around
da: Spring over & og se dig omkring
de: Überspringen und umsehen
es: Dejar para más tarde
ru: Пропустить и осмотреться

# app.userRegister.step4.stepSummary
source: Step 1/4: Summary
da: Step 1/4: Oversigt
de: Schritt 1/4: Zusammenfassung
es: Paso 1/4: Resumen
ru: Шаг 1/4: Краткое резюме

# app.userRegister.step4.shortCV
source: Want to get headhunted and get the best out of Matchico? Make sure to complete the last part of your profile.
da: Ønsker du at blive headhuntet og få det meste ud af din profil på Transport Talent? Så sørg for at færdiggøre den sidste del af din profil.

# app.userRegister.step4.shortSummary
source: Edit profile
da: Ret profil
de: Kurze Zusammenfassung
es: Breve Resumen
ru: Краткое резюме

# app.userRegister.step4.experience
source: Experience
da: Erfaring
de: Erfahrungen
es: Experiencia
ru: Опыт

# app.userRegister.steps.backButton
source: < Back
da: < Tilbage
de: < Zurück
es: < volver atrás
ru: < Назад

# app.userRegister.steps.saveProceedButton
source: Save & Proceed >
da: Gem & Fortsæt >
de: Speichern und fortfahren >
es: guardar y seguir >
ru: Сохранить и продолжить >

# app.userRegister.step4.shortSummaryText
source: Tell us what kind of work you are looking for and in which part of the world. If you've used the importer for Linkedin you might already find some data here.
da: Fortæl os lidt mere om hvad du søger i dit næste job så vi kan hjælpe dig bedst muligt. Hvis du importerer din data via LinkedIn går det hurtigt.
de: Angaben zu Ihrer Berufserfahrung helfen uns, passende Stellen für Sie zu finden.
es: Dinos cual es tu punto fuerte, para así poder ayudarte mejor.
ru: Дайте нам знать, какова ваша профессиональная направленность, чтобы мы могли найти для вас наилучшие результаты.

# app.userRegister.step4.specialityLabel
source: What is your area of expertise?
da: Hvad er dit speciale/fagområde?
de: Was sind Ihre Fachgebiete? (z.B. Seefracht)
es: ¿Cual es tu especialidad?
ru: Какова Ваша специальность?

# app.userRegister.step5.savingTimeByImport
source: You have to upload your CV to be able to use our one-click-application function.
da: Hvis du vedhæfter dit cv kan vi bedre målrette din jobsøgning og du kan benytte vores one-click-application funktion.
de: Sie müssen Ihren Lebenslauf hochladen, um unsere Ein-Klick-Bewerbungsfunktion nutzen zu können.
es: Ayúdanos a ayudarte con información más detallada sobre tu perfil profesional.
ru: Улучшите наши результаты, поделившись с нами более подробной информацией.

# app.userRegister.step5.importDataHeader
source: Import your data
da: Importer dine oplysninger
de: Importieren Sie Ihre Daten
es: Importar datos
ru: Импортируйте Ваши данные

# app.userRegister.step5.funPart
source: Connect your LinkedIn account an/or upload your current CV to provide us with more details.
da: Tilknyt din LinkedIn profil og dit cv til din brugerprofil for at give os de oplysninger vi skal bruge for at hjælpe dig.
de: Verbinden Sie Ihr LinkedIn-Konto und/oder laden Sie Ihren aktuellen Lebenslauf hoch, um uns weitere Details mitzuteilen.
es: Conecta tu perfil en LinkedIn.
ru: Подключите свою учетную запись LinkedIn, чтобы предоставить нам более подробную информацию.

# app.userRegister.connectToLinkedInHeader
source: Connect to LinkedIn
da: Forbind til LinkedIn
de: Mit LinkedIn verbinden
es: Conectar con LinkedIn
ru: Подключение к LinkedIn

# app.userRegister.step5.stepImportDataButton
source: Connect with LinkedIn
da: Importer via LinkedIn
de: Mit LinkedIn verbinden
es: Conectar con LinkedIn
ru: Подключить к LinkedIn

# app.userRegister.step5.congrats
source: Congrats! You've successfully connected your LinkedIn account with Matchico.
da: Tillykke! Du har nu importeret dine oplysninger til Transport Talent via LinkedIn.
de: Sie haben Ihr LinkedIn-Konto erfolgreich mit Transport Talent verbunden.
es: ¡Felicidades! Tu perfil de LinkedIn ya está conectado a TransportTalent.
ru: Поздравляем! Вы успешно подключили свою учетную запись LinkedIn к Transport Talent.

# app.userRegister.step5.DeleteCV
source: Delete CV
da: Slet CV
de: Lebenslauf löschen
es: Eliminar CV
ru: Удалить резюме

# app.userRegister.step5.cvSuccesPart1
source: You've successfully imported
da: Du har nu importeret
de: Sie haben
es: Has importado
ru: Вы успешно загрузили

# app.userRegister.step5.cvSuccesPart2
source: as your CV.
da: som dit CV.
de: erfolgreich als Ihren Lebenslauf importiert.
es: tu CV con éxito.
ru: в качестве Вашего резюме.

# app.userRegister.step5.fileUpload
source: Upload file
da: Upload CV
de: Datei hochladen
es: Subir archivo
ru: Загрузить файл

# app.userRegister.step5.cvRestriction
source: The file must be a PDF and not larger than 15 MB.
da: Filen skal være en PDF og ikke større end 15 MB.
de: Dateiformat: PDF Max. Größe: 15 MB.
es: EL archivo debe de ser un PDF de máximo 15 MB.
ru: Файл должен иметь формат PDF и не должен превышать 15 МБ.

# app.userRegister.step6.stepPersonalData
source: Step 3/4: Personal Data
da: Step 3/4: Personlige oplysinger
de: Schritt 3/4: Persönliche Angaben
es: Paso 3/4: Datos personales
ru: Шаг 3/4: Персональные данные

# app.userRegister.step6.dataFilling
source: If you've connected your LinkedIn profile you might already have some data here. Otherwise please fill it in manually.
da: Hvis du har importeret oplysinger via LinkedIn, så har vi nok det vi skal bruge. Ellers skal du udfylde dem manuelt.
de: Wenn Sie Ihr LinkedIn-Profil hinterlegt haben, finden Sie hier ggf. schon einige Einträge. Bitte füllen Sie die übrigen Felder manuell aus.
es: Si has conectado tu perfil de LinkedIn puede que ya veas algunos datos aquí. De lo contrario, puedes rellenar los campos manualmente.
ru: Если вы подключили свой профиль LinkedIn, то у Вас уже могут быть заполнены некоторые данные. В противном случае, заполните их вручную.

# app.userRegister.step6.personalProfile
source: Personal profile
da: Personlig profil
de: Persönliches Profil
es: Tu perfil
ru: Персональный профиль

# app.userRegister.step6.fillMaximumInformation
source: Fill in as much as you feel comfortable with. If we think we need more information we will let you know.
da: Udfyld så meget som du føler dig tryg ved. Hvis vi mener vi har brug for yderligere informationer så skal vi nok kontakte dig.
de: Geben Sie nur das an, womit Sie sich wohlfühlen. Wir kontaktieren Sie, wenn wir weitere Informationen benötigen.
es: Contesta solo a las preguntas que desees y con las que te sientas cómodo. Si creemos necesitar más información nos pondremos en contacto contigo.
ru: Заполняйте столько, сколько Вам удобно. Если мы посчитаем, что нам нужна дополнительная информация, мы сообщим Вам об этом.

# app.userRegister.step6.generalHeader
source: General
da: Generelt
de: Allgemein
ru: Общее

# app.userRegister.step6.photoHeader
source: Photo
da: Billede
de: Foto
es: Foto
ru: Фото

# app.userRegister.step5.editPhoto
source: Edit photo
da: Rediger billede
de: Foto bearbeiten
es: Editar foto
ru: Редактировать фото

# app.userRegister.step6.deletePhoto
source: Delete
da: Slet
de: Löschen
es: Eliminar
ru: Удалить

# app.userRegister.step6.photoPixelsMinimum
source: At least 150 x 150 pixel.
da: Mindst 150 x 150 pixel.
de: Mindestens 150 x 150 Pixel.
es: Tamaño mínimo: 150 x 150 pixel.
ru: Как минимум 150 х 150 пикселей.

# app.userRegister.step6.photoNotLarger
source: The file must not be larger than 15 MB.
da: Filen må ikke være større end 15 MB.
de: Dateigröße darf 15 MB nicht überschreiten.
es: El archivo no debe superar 1 MB.
ru: Размер файла не должен превышать 15 МБ.

# form.locationPlaceholder
source: Enter a Location
da: Indtast lokation
de: Geben Sie einen Ort ein
es: Indica un lugar
ru: Введите местоположение

# form.birthdayLabel
source: Birthday
da: Fødselsdato
de: Geburtstag
es: Fecha de nacimiento
ru: День Рождения

# form.firstNamePlaceholder
source: Your first name
da: Dit fornavn
de: Ihr Vorname
es: Tu nombre
ru: Ваше имя

# form.lastNamePlaceholder
source: Your last name
da: Dit efternavn
de: Ihr Nachname
es: Tus apellidos
ru: Ваша фамилия

# form.emailPlaceholder
source: Your email
da: Din email
de: Ihre E-Mail-Adresse
es: Tu correo electrónico
ru: Ваша электронная почта

# form.passwordPlaceholder
source: Your password
da: Dit kodeord
de: Ihr Passwort
es: Tu contraseña
ru: Ваш пароль

# form.passwordRepeatPlaceholder
source: Repeat your password
da: Gentag dit kodeord
de: Passwort wiederholen
es: Repetir contraseña
ru: Введите пароль снова

# form.residenceLabel
source: Place of Residence
da: Bopæl
de: Wohnort
es: Lugar de residencia
ru: Место проживания

# form.salutationLabel
source: Salutation
da: Tiltaleform
de: Anrede
es: Tratamiento
ru: Приветствие

# form.salaryLabel
source: Annual salary
da: Årlig løn
de: Jahresgehalt
es: Salario anual
ru: Годовая зарплата

# form.salaryPlaceholder
source: Enter your salary
da: Indtast din løn
de: Geben Sie Ihr Gehalt ein
es: Tu salario
ru: Введите Вашу зарплату

# form.experiencePlaceholder
source: Years
da: År
de: Jahre
es: Años
ru: Года

# form.currencyLabel
source: Currency
da: Valuta
de: Währung
es: Divisa
ru: Валюта

# form.experiencemLabel
source: Years of professional experience?
da: Antal års erhvervserfaring?

# app.userRegister.flash.confirmEmail.confirmationTokenNotFound
source: User with such confirmation token does not exist
da: Bruger med en sådan bekræftelsestoken eksisterer ikke
de: Es existiert kein Nutzer mit diesem Confirmation Token
es: No existe ningún usuario con esta identificación
ru: Пользователь с таким токеном не существует

# app.userRegister.loginWithLinkedIn
source: Log in with Linkedin
da: Log ind med Linkedin
de: Login mit LinkedIn

# app.userRegister.step2.agreementPart3
source: terms & conditions for recruiters
da: betingelser & vilkår for rekrutteringseksperter
de: Allgemeine Geschäftsbedingungen für Recruiter

# app.userRegister.step2.agreementPart4
source: and the privacy policy
da: og privatlivspolitik
de: und Datenschutzerklärung

# app.userRegister.step2.welcome.recruiter
source: Welcome
da: Velkommen

# app.userRegister.step2.greeting.recruiter
source: Hello fellow Recruiter, welcome to the Matchico platform. We will approve your application to become a Recruiter shortly. In the meantime, please fill in your profile so that we can improve the experience of finding jobs to recruit for. It'll only take a few minutes. If you just want to get started recruiting right way, you can skip the profile for now and do it later.
da: Hejsa, velkommen til Transport Talent. Vi vil godkende til anmodning om at blive en Recruiter på vores platform så hurtigt som muligt. I mellemtiden beder vi dig udfylde din profil så vi kan give dig de bedst mulige forudsætninger for at finde de stillinger du vil rekruttere til. Det tager kun et par minutter.

# app.userRegister.step2.contactDetails.recruiter
source: Basic information - Contact details
da: Grundlæggende information - Kontaktdetaljer
