Repository: michelrothgaenger/tt_app_translation
Catalog: userRegister/userRegister.*.xliff
Languages: da, de, es, ru, vi

# app.userRegister.step2.contactName.recruiter
source: Let's start with the very basic. What is your name and how can we get in touch with you?
da: Vi starter med det helt grundlæggende. Hvad er dit navn og hvordan kan vi komme i kontakt med dig?

# app.userRegister.step2.agreementPart1.recruiter
source: By signing up I agree to the
da: Ved at oprette en profil anerkender jeg

# app.userRegister.step2.agreementPart2.recruiter
source: terms & conditions
da: betingelser & vilkår

# app.userRegister.step2.signUpButton.recruiter
source: Sign up
da: Opret profil

# app.userRegister.popup.login.recruiter
source: Already registered? Click here to login.
da: Har du allerede en profil? Log ind.

# app.userRegister.step5.stepSocialNetworksAndCV
source: Step 2/3: Social networks and CV
da: Step 2/3: Sociale netværk og CV
de: Schritt 2/3: LinkedIn und Lebenslauf

# app.userRegister.step6.stepYourPreferences
source: Step 3/3: Your Preferences
da: Step 3/3: Dine ønsker
de: Schritt 3/3: Ihre Präferenzen

# app.userRegister.step6.kindOfWorkYouLookingFor
source: Thank you for providing your details! Please specify down below your desired field of profession and the cities/area you want to work in.
da: Fortæl os hvilken jobs du er mest interesseret i og hvor i landet du gerne vil arbejde.
de: Vielen Dank für Ihre Informationen. Bitte geben Sie nachstehend an, in welchen Städten/Gegenden und in welchen Bereichen Sie arbeiten wollen.

# app.userRegister.step6.jobPreferences
source: Job preferences
da: Hvilken type jobs leder du efter?
de: Bevorzugte Arbeitsfelder

# app.userRegister.step6.jobPreferencesText
source: Specifying your expectations helps us find the most interesting jobs for you.
da: Ved at fortælle os om dine ønsker hjælper du os til at finde de mest relevante jobs til dig.
de: Benennen Sie Ihre Bereiche und helfen Sie uns auf diese Weise Ihnen passende Jobs vorzuschlagen.

# app.userRegister.step6.preferedJobCategories
source: Preferred job categories
da: Hvilken roller er du mest interesseret i?
de: Bevorzugte Arbeitsfelder

# app.userRegister.step6.preferedLocations
source: Preferred regions & countries
da: Hvor vil du gerne have at dit næste job skal være? Lokationer?
de: Bevorzugte Städte/Gebiete

# app.userRegister.step6.salaryExpectations
source: Salary expectations
da: Lønforventninger
de: Gehaltsvorstellung

# app.userRegister.step6.noticePeriod
source: Notice period
da: Opsigelsesperiode
de: Kündigungsfrist

# form.salaryTitle
source: Minimum 4 symbols, only numbers
da: Minimum 4 symboler, kun tal

# app.register.profile.chooseSalary
source: Choose salary
da: Vælg løn
de: Gehalt wählen

# app.register.profile.chooseCurrency
source: Choose currency
da: Vælg valuta
de: Währung wählen

# app.register.profile.yourMessage
source: Your message
da: Din besked
de: Ihr Text

# app.register.profile.salary.label
source: Your desired salary
da: Din ønskede løn
de: Gehaltsvorstellung

# app.register.profile.currency.label
source: Currency
da: Valuta
de: Währung

# app.register.profile.email.label
source: Your email address
da: Din email-adresse
de: Ihre E-Mail-Adresse

# app.register.profile.dateOfLeave.label
source: Notice period
da: Opsigelsesperiode
de: Frühestes Startdatum

# app.register.profile.Header
source: Apply for this job
da: Søg dette job
de: Für diesen Job bewerben

# app.register.profile.HeaderDescription
source: Please fill in your email address, upload your CV and click on the button below if you want to apply for this job.
da: Venligst udfyld din email-adresse, vedhæft dit CV og tryk på nedenstående knap hvis du ønsker at søge dette job.
de: Bitte geben Sie Ihre E-Mail-Adresse an und laden Sie Ihren Lebenslauf hoch. Über die Schaltfläche unten schicken Sie Ihre Bewerbung ab.

# app.register.profile.SubmitBtn
source: Sign up & apply
da: Tilmeld dig & ansøg
de: Registrieren & bewerben

# app.register.profile.SalaryLabel
source: Your salary expectations
da: Din lønforventning
de: Ihre Gehaltsvorstellungen

# app.register.profile.CV.label
source: Upload CV
da: Tilføj CV
de: Lebenslauf hochladen

# app.register.profile.message.label
source: Your message
da: Din besked
de: Ihre Nachricht

# app.register.profile.CV.uploaded
source: CV uploaded
da: CV tilføjet
de: Lebenslauf hochgeladen

# app.register.profile.dateOfLeave.error
source: Notice Period
da: Opsigelsesperiode
de: Frühestes Startdatum

# form.dateLeaveLabel
source: Notice Period
da: Opsigelsesperiode
de: Kündigungsfrist

# form.dateLeavePlaceholder
source: Choose your notice period
da: Vælg din opsigelsesperiode
de: Wählen Sie Ihre Kündigungsfrist

# app.userRegister.step3.greeting.recruiter
source: Great! First part done.
da: Tak! Første del er udfyldt.

# app.userRegister.step3.waitForMore.recruiter
source: Invest just a few more minutes in your future recruitments:
da: Brug et par minutter mere på din fremtidige rekrutteringer:

# app.userRegister.step3.profileFilling.recruiter
source: Fill in your preferences
da: Udfyld dine præferencer

# app.userRegister.step3.lookAroundOrContinue.recruiter
source: Take a look around or continue filling in your profile. Note: You can go back to your profile and make changes at any time.
da: Fortsæt med at udfylde dine profil

# app.userRegister.step3.continueProfileFilling.recruiter
source: Fill in my preferences
da: Udfyld mine ønsker

# app.userRegister.step3.lookAround.recruiter
source: Pass & take a look around
da: Fortsæt & kig dig omkring

# registration.email.message.part1
source: Hi
da: Hej

# registration.email.message.part2
source: <br> <br> thank you for registering on Matchico — to confirm your registration please push the button below to finish your registration and start browsing jobs.
da: <br> <br> Tak for din tilmelding til transporttalent.com — for at bekræfte og afslutte din tilmelding skal du trykke på nedenstående knap.

# registration.email.message.confirm
source: Confirm registration
da: Bekræft tilmelding

# registration.email.message.part3
source: Feel free to contact us any time by replying to this mail.<br> <br>We are happy to have you aboard!<br> <br>Best Regards,<br>Your Matchico Team
da: Du kan altid komme i kontakt med os ved at svare på denne email.<br> <br>Vi er glade for at have dig med i netværket!<br> <br>Venlig Hilsen,<br>Transport Talent teamet

# app.userRegister.joinNow
source: JOIN NOW
da: TILMELD DIG NU

# app.registration_form_step7.salary.lengthConstraint
source: Salary should contain a minimum of 4 digits
da: Løn skal indeholde et nummer med minimum 4 tal

# app.userRegister.step2.contactDetails
source: Basic information - Contact details
de: Allgemeine Informationen – Kontaktdaten
es: Información general - Datos de contacto

# app.userRegister.step4.shortCV
source: Want to get headhunted and get the best out of Matchico? Make sure to complete the last part of your profile.
de: Sie möchten von Transport Talent mit passenden Stellen angesprochen werden? Bitte stellen Sie sicher, dass Ihr Profil vollständig und aktuell ist.
es: ¿Deseas que te contactemos ofreciéndote vacantes que puedan interesarte? Completa ahora la última parte de tu perfil.

# app.userRegister.step5.CvHeader
source: CV
de: Lebenslauf
ru: Резюме

# app.userRegister.step6.birthdayPlaceholder
source: DD/MM/YYYY
de: TT/MM/JJJJ
es: DD/MM/AAAA
ru: ДД/ММ/ГГГГ

# app.register.profile.dateOfLeave.placeholder
source: DD.MM.YYYY
de: TT.MM.JJJJ

# registration.emailemp.subject
source: Thank you for signing up with Matchico!
ru: Спасибо за регистрацию на Transport Talent!

# registration.email.subject
source: Welcome to Matchico!
ru: Добро пожаловать на Transport Talent!

# form.email
source: Email
ru: Электронная почта

# app.userRegister.step4.shortCV
source: Want to get headhunted and get the best out of Matchico? Make sure to complete the last part of your profile.
ru: Хотите быть нанятым и получить максимум от Transport Talent? Обязательно заполните последнюю часть своего профиля.
