Repository: michelrothgaenger/tt_app_translation
Catalog: landing/landing.*.xliff
Languages: da, de, es, vi

source: app.landing.button.register
da: Tilmeld dig nu og søg på jobs
de: Für Bewerbungen jetzt kostenlos registrieren
es: Regístrate ahora y solicita por un empleo
vi: Hãy đăng ký và tìm kiếm việc làm

source: app.landing.job.posted
da: Posted
de: Veröffentlicht
es: Posted
vi: Tải lên

source: app.landing.jobTypes.various
da: Various
de: Diverse
es: Various
vi: Đa dạng

source: app.landing.jobCategories.various
da: Various
de: Diverse
es: Various
vi: Đa dạng

source: app.landing.button.companyFollow
da: Follow
de: Folgen
es: Follow
vi: Làm theo

source: app.landing.jobsCount
da: %count% job|%count% jobs
de: %count% Job|%count% Jobs
es: %count% empleo|%count% empleos
vi: %đếm% việc làm|%đếm% việc làm

source: app.landing.jobBox.levelsLabel
da: Levels
de: Level
es: Levels
vi: Thứ bậc

source: app.landing.jobBox.typesLabel
da: Job Types
de: Typ
es: Job Types
vi: Loại công việc

source: app.landing.jobBox.citiesLabel
da: Cities
de: Städte
es: Cities
vi: Thành phố

source: Job Locations in Germany
da: Job lokationer i Tyskland
de: Arbeitsorte in Deutschland
es: Ubicación de empleos en Alemania
vi: Vị trí việc làm ở CHLB Đức

source: Jobs in Frankfurt
da: Jobs i Frankfurt
de: Stellen in Frankfurt
es: Empleos en Fráncfort
vi: Việc làm ở Frankfurt

source: View all our jobs in Frankfurt
da: Se alle jobs i Frankfurt
de: Alle Jobs in Frankfurt anzeigen
es: Mira todos los empleos que ofrecemos en Fráncfort
vi: Xem tất cả việc làm ở Frankfurt

source: Jobs in Hamburg
da: Jobs i Hamborg
es: Empleos en Hamburgo
vi: Việc làm ở Hamburg

source: View all our jobs in Hamburg
da: Se alle jobs i Hamborg
de: Alle Jobs in Hamburg anzeigen
es: Mira todos los trabajos que ofrecemos en Hamburgo
vi: Xem tất cả việc làm ở Hamburg

source: Jobs in Kempten
da: Jobs i Kempten
es: Empleos en Kempten
vi: Việc làm ở Kempten

source: View all our jobs in Kempten
da: Se alle jobs i Kempten
de: Alle Jobs in Kempten anzeigen
es: Mira todos los empleos que ofrecemos en Kempten
vi: Xem tất cả việc làm ở Kempten

source: Jobs in Munich
da: Jobs i Munchen
de: Jobs in München
es: Empleos en Munich
vi: Việc làm ở Munich

source: View all our jobs in Munich
da: Se alle jobs i Munchen
de: Alle Jobs in München anzeigen
es: Mira todos los empleos que ofrecemos en Munich
vi: Xem tất cả việc làm ở Munich

source: Jobs in Gütersloh
da: Jobs i Gütersloh
es: Empleos en Gütersloh
vi: Việc làm ở Gütersloh

source: View all our jobs in Gütersloh
da: Se alle jobs i Gütersloh
de: Alle Jobs in Gütersloh anzeigen
es: Mira todos los empleos que ofrecemos en Gütersloh
vi: Xem tất cả việc làm ở Gütersloh

source: Jobs in Hanover
da: Jobs i Hanover
de: Jobs in Hannover
es: Empleos en Hánover
vi: Việc làm ở Hanover

source: View all our jobs in Hanover
da: Se alle jobs i Hanover
de: Alle Jobs in Hannover anzeigen
es: Mira todos los empleos que ofrecemos en Hánover
vi: Xem tất cả việc làm ở Hanover

source: Jobs in Berlin
da: Jobs i Berlin
es: Empleos en Berlín
vi: Việc làm ở Berlin

source: View all our jobs in Berlin
da: Se alle jobs i Berlin
de: Alle Jobs in Berlin anzeigen
es: Mira todos los empleos que ofrecemos en Berlín
vi: Xem tất cả việc làm ở Berlin

source: Jobs in Baden-Baden
da: Jobs i Baden-Baden
es: Empleos en Baden-Baden
vi: Việc làm ở Baden-Baden

source: View all our jobs in Baden-Baden
da: Se alle jobs i Baden-Baden
de: Alle Jobs in Baden-Baden anzeigen
es: Mira todos los empleos que ofrecemos en Baden-Baden
vi: Xem tất cả việc làm ở Baden-Baden

source: Jobs in Cologne
da: Jobs i Koln
de: Jobs in Köln
es: Empleos en Colónia
vi: Việc làm ở Cologne

source: View all our jobs in Cologne
da: Se alle jobs i Koln
de: Alle Jobs in Köln anzeigen
es: Mira todos los empleos que ofrecemos en Colónia
vi: Xem tất cả việc làm ở Cologne

source: Jobs in Leipzig
da: Se alle jobs i Leipzig
de: Alle Jobs in Leipzig anzeigen
es: Mira todos los empleos que ofrecemos en Leipzig
vi: Xem tất cả việc làm ở Leipzig

source: Job types in Germany
da: Job typer i Tyskland
de: Jobarten in Deutschland
es: Tipos de trabajo en Alemania
vi: Các loại việc làm ở CHLB Đức

source: Professionals jobs in Germany
da: Jobs i Tyskland
de: Jobs für Berufserfahrene in Deutschland
es: Empleos profesionales en Alemania
vi: Các việc làm chuyên nghiệp ở CHLB Đức

source: View all our Professionals jobs in Germany
da: Se alle jobs i Tyskland
de: Alle Jobs für Berufserfahrene in Deutschland anzeigen
es: Mira todos los empleos profesionales que ofrecemos en Alemania
vi: Xem tất cả việc làm chuyên nghiệp ở CHLB Đức

source: Apprenticeships jobs in Germany
da: Elevjobs i Tyskland
de: Ausbildungsplätze in Deutschland
es: Trabajos de tipo formación profesional en Alemania
vi: Các vị trí học và học nghề ở CHLB Đức

source: View all our Apprenticeships jobs in Germany
da: Se alle elevjobs i Tyskland
de: Alle Ausbildungsplätze in Deutschland anzeigen
es: Mira todas las formaciones que ofrecemos en Alemania
vi: Xem tất cả các vị trí học và học nghề ở CHLB Đức

source: Graduates jobs in Germany
da: Graduate jobs i Tyskland
de: Jobs für Berufseinsteiger in Deutschland
es: Trabajos con nivel académico en Alemania
vi: Vị trí cho người bắt đầu vào nghề ở CHLB Đức

source: View all our Graduates jobs in Germany
da: Se alle graduate jobs i Tyskland
de: Alle Jobs für Berufseinsteiger in Deutschland anzeigen
es: Mira todos los empleos de nivel académico que ofrecemos en Alemania
vi: Xem tất cả vị trí cho người bắt đầu vào nghề ở CHLB Đức

source: Students jobs in Germany
da: Intership jobs i Tyskland
de: Jobs für Studierende in Deutschland
es: Trabajos para estudiantes en Alemania
vi: Các việc làm cho sinh viên ở CHLB Đức

source: View all our Students jobs in Germany
da: Se all internship jobs i Tyskland
de: Alle Jobs für Studierende in Deutschland anzeigen
es: Mira todos los empleos para estudiantes que ofrecemos en Alemania
vi: Xem tất cả các việc làm cho sinh viên ở CHLB Đức

source: Internship jobs in Germany
da: Internships i Tyskland
de: Praktikumsplätze in Deutschland
es: Empleos de tipo Prácticas en Alemania
vi: Các vị trí thực tập ở CHLB Đức

source: View all our Internship jobs in Germany
da: Se alle internships i Tyskland
de: Alle Praktikumsplätze in Deutschland anzeigen
es: Mira todos los empleos de tipo prácticas en Alemania
vi: Xem tất cả các vị trí thực tập ở CHLB Đức

source: Management jobs in Germany
da: Management jobs i Tyskland
de: Management-Jobs in Deutschland
es: Trabajos de tipo gerente en Alemania
vi: Các công việc quản lý ở CHLB Đức

source: View all our Management jobs in Germany
da: Se alle management jobs i Tyskland
de: Alle Management-Jobs in Deutschland anzeigen
es: Mira todos los empleos de nivel gerente que ofrecemos en Alemania
vi: Xem tất cả các công việc quản lý ở CHLB Đức

source: Job categories in Germany
da: Jobkategorier i Tyskland
de: Jobkategorien in Deutschland
es: Categorías de trabajo en Alemania
vi: Các loại công việc ở CHLB Đức

source: Supply Chain jobs in Germany
da: Supply Chain jobs i Tyskland
de: Supply-Chain-Jobs in Deutschland
es: Empleos de tipo Supply Chain en Alemania
vi: Các việc làm chuỗi cung ứng ở CHLB Đức

source: View all our Supply Chain jobs in Germany
da: Se alle supply chain jobs i Tyskland
de: Alle Supply-Chain-Jobs in Deutschland anzeigen
es: Mira todos los empleos de tipo Supply Chain que ofrecemos en Alemania
vi: Xem tất cả các việc làm chuỗi cung ứng ở CHLB Đức

source: Operations jobs in Germany
da: Operationsjobs i Tyskland
de: Operative Jobs in Deutschland
es: Empleos de tipo empresarial en Alemania
vi: Công việc điều hành ở CHLB Đức

source: View all our Operations jobs in Germany
da: Se alle operationsjobs i Tyskland
de: Alle operativen Jobs in Deutschland anzeigen
es: Mira todos los empleos de tipo empresarial que ofrecemos en Alemania
vi: Xem tất cả các công việc điều hành ở CHLB Đức

# IT jobs in Germany
source: View all our IT jobs in Germany
da: Se alle IT jobs i Tyskland
de: Alle IT-Jobs in Deutschland anzeigen
es: Mira todos los empleos de tipo informática que ofrecemos en Alemania
vi: Xem tất cả các công việc máy tính ở CHLB Đức

# Sales &amp; Marketing jobs in Germany
source: Sales & Marketing jobs in Germany
da: Salg & Marketing jobs i Tyskland
de: Sales- und Marketing-Jobs in Deutschland
es: Trabajos de tipo Venta & Marketing en Alemania
vi: Các công việc bán hàng và maketing ở CHLB Đức

# View all our Sales &amp; Marketing jobs in Germany
source: View all our Sales & Marketing jobs in Germany
da: Se alle Salg & Marketing jobs i Tyskland
de: Alle Sales- und Marketing-Jobs in Deutschland anzeigen
es: Mira todos los empleos de tipo Venta & Marketing que ofrecemos en Alemania
vi: Xem tất cả các công việc bán hàng và maketing ở CHLB Đức

source: Finance jobs in Germany
da: Finance jobs i Tyskland
de: Finanz-Jobs in Deutschland
es: Empleos de tipo financiero en Alemania
vi: Công việc tài chính ở CHLB Đức

source: View all our Finance jobs in Germany
da: Se alle finance jobs i Tyskland
de: Alle Finanz-Jobs in Deutschland
es: Mira todos los empleos de tipo finanza que ofrecemos en Alemania
vi: Xem tất cả công việc tài chính ở CHLB Đức

source: HR jobs in Germany
da: HR jobs i Tyskland
de: Personal-Jobs in Deutschland
es: Empleos de tipo Recursos Humanos en Alemania
vi: Công việc nguồn nhân sự ở CHLB Đức

source: View all our HR jobs in Germany
da: Se alle HR jobs i Tyskland
de: Alle Personal-Jobs in Deutschland anzeigen
es: Mira todos los empleos de tipo Recursos Humanos que ofrecemos en Alemania
vi: Xem tất cả công việc nguồn nhân sự ở CHLB Đức

source: Ocean Freight jobs in Germany
da: Sø-fragt jobs i Tyskland
de: Seefracht-Jobs in Deutschland
es: Empleos de tipo Carga por Océano en Alemania
vi: Công việc vận tải biển ở CHLB Đức

source: View all our Ocean Freight jobs in Germany
da: Se alle sø-fragt jobs i Tyskland
de: Alle Seefracht-Jobs in Deutschland anzeigen
es: Mira todos los empleos de tipo Carga por Océano que ofrecemos en Alemania
vi: Xem tất cả công việc vận tải biển ở CHLB Đức

source: Customs jobs in Germany
da: Toldjobs i Tyskland
de: Zoll-Jobs in Deutschland
es: Empleos de tipo aduana en Alemania
vi: Công việc khách hàng ở CHLB Đức

source: View all our Customs jobs in Germany
da: Se alle toldjobs i Tyskland
de: Alle Zoll-Jobs in Deutschland anzeigen
es: Mira todos los empleos de tipo aduana que ofrecemos en Alemania
vi: Xem tất cả công việc khách hàng ở CHLB Đức

source: Air Freight jobs in Germany
da: Luftfragt jobs i Tyskland
de: Luftfracht-Jobs in Deutschland
es: Empleos de tipo Carga Aérea en Alemania
vi: Công việc vận tải hàng không ở CHLB Đức

source: View all our Air Freight jobs in Germany
da: Se alle luftfragt jobs i Tyskland
de: Alle Luftfracht-Jobs in Deutschland anzeigen
es: Mira todos los empleos de tipo Carga Aérea que ofrecemos en Alemania
vi: Xem tất cả công việc vận tải hàng không ở CHLB Đức

source: View all our jobs in Leipzig
da: Se alle jobs i Leipzig
de: Alle Jobs in Leipzig anzeigen
es: Mira todos los empleos en Leipzig
vi: Xem tất cả công việc ở Leipxich

source: app.landing.job.saveButtonLabel
de: Speichern
vi: Lưu

source: app.landing.button.companyUnfollow
de: Entfolgen
vi: Hủy theo dõi

source: app.landing.button.jobUnsave
de: Entfernen
vi: Hủy lưu

source: app.landing.button.jobSave
de: Speichern
vi: Lưu

source: app.landing.flash.companyUnsaved
de: Unternehmen aus dem Profil entfernt
vi: Công ty đã bị xóa khỏi hồ sơ

source: app.landing.flash.companySaved
de: Unternehmen im Profil gespeichert
vi: Công ty đã được lưu vào hồ sơ

source: app.landing.flash.jobUnsaved
de: Job aus dem Profil entfernt
vi: Việc làm đã bị xóa khỏi hồ sơ

source: app.landing.flash.jobSaved
de: Job im Profil gespeichert
vi: Việc làm đã được lưu vào hồ sơ

source: Job types in Hamburg
da: Job typer i Hamborg
de: Jobarten in Hamburg
es: Tipos de empleo en Hamburgo
vi: Loại công việc ở Hamburg

source: Professionals jobs in Hamburg
da: Professionelle jobs i Hamborg
de: Jobs für Berufserfahrene in Hamburg
es: Empleos profesionales en Hamburgo
vi: Công việc chuyên môn tại Hamburg

source: View all our Professionals jobs in Hamburg
da: Se all professionelle jobs i Hamborg
de: Alle Jobs für Berufserfahrene in Hamburg anzeigen
es: Mira todos los empleos profesionales que ofrecemos en Hamburgo
vi: Xem tất cả các công việc chuyên môn của chúng tôi ở Hamburg

source: Apprenticeships jobs in Hamburg
da: Elevjobs i Hamborg
de: Ausbildungsplätze in Hamburg
es: Formaciones profesionales en Hamburgo
vi: Học nghề ở Hamburg

source: View all our Apprenticeships jobs in Hamburg
da: Se alle elevjobs i Hamborg
de: Alle Ausbildungsplätze in Hamburg anzeigen
es: Mira todas las formaciones profesionales que ofrecemos en Hamburgo
vi: Xem tất cả các công việc học nghề ở Hamburg

source: Graduates jobs in Hamburg
da: Graduate jobs i Hamborg
de: Jobs für Berufseinsteiger in Hamburg
es: Empleos de nivel académico en Hamburgo
vi: Việc làm cho sinh viên đã tốt nghiệp ở Hamburg

source: View all our Graduates jobs in Hamburg
da: Se alle graduate jobs i Hamborg
de: Alle Jobs für Berufseinsteiger in Hamburg anzeigen
es: Mira todos los empleos de nivel académico que ofrecemos en Hamburgo
vi: Xem tất cả việc làm cho sinh viên đã tốt nghiệp ở Hamburg

source: Students jobs in Hamburg
da: Internships i Hamborg
de: Jobs für Studierende in Hamburg
es: Empleos para estudiantes en Hamburgo
vi: Việc làm cho sinh viên ở Hamburg

source: View all our Students jobs in Hamburg
da: Se alle internships i Hamborg
de: Alle Jobs für Studierende in Hamburg anzeigen
es: Mira todos los empleos para estudiantes que ofrecemos en Hamburgo
vi: Xem tất cả việc làm cho sinh viên ở Hamburg

source: Internship jobs in Hamburg
da: Internships i Hamborg
de: Praktikumsplätze in Hamburg
es: Prácticas en Hamburgo
vi: Công việc thực tập tại Hamburg

source: View all our Internship jobs in Hamburg
da: Se alle internships i Hamborg
de: Alle Praktikumsplätze in Hamburg anzeigen
es: Mira todas las prácticas que ofrecemos en Hamburgo
vi: Xem tất cả các công việc thực tập của ở Hamburg

source: Management jobs in Hamburg
da: Management jobs i Hamborg
es: Empleos de tipo gestión en Hamburgo
vi: Công việc quản lý ở Hamburg

source: View all our Management jobs in Hamburg
da: Se alle management jobs i Hamborg
de: Alle Management-Jobs in Hamburg anzeigen
es: Mira todos los empleos de tipo gestión que ofrecemos en Hamburgo
vi: Xem tất cả công việc quản lý ở Hamburg

source: Job categories in Hamburg
da: Job kategorier i Hamborg
de: Jobkategorien in Hamburg
es: Categorias de empleo en Hamburgo
vi: Loại công việc ở Hamburg

source: Supply Chain jobs in Hamburg
da: Supply chain jobs i Hamborg
es: Empleos de tipo Supply Chain en Hamburgo
vi: Công việc chuỗi cung ứng ở Hamburg

source: View all our Supply Chain jobs in Hamburg
da: Se alle supply chain jobs i Hamborg
de: Alle Supply-Chain-Jobs in Hamburg anzeigen
es: Mira todos los empleos de tipo Supply Chain que ofrecemos en Hamburgo
vi: Xem tất cả công việc chuỗi cung ứng ở Hamburg

source: Operations jobs in Hamburg
da: Operationsjobs i Hamborg
de: Operative Jobs in Hamburg
es: Empleos de tipo empresarial en Hamburgo
vi: Công việc điều hành ở Hamburg

source: View all our Operations jobs in Hamburg
da: Se alle operationsjobs i Hamborg
de: Alle operativen Jobs in Hamburg anzeigen
es: Mira todos los empleos de tipo empresarial que ofrecemos en Hamburgo
vi: Xem tất cả công việc điều hành ở Hamburg

# Sales &amp; Marketing jobs in Hamburg
source: Sales & Marketing jobs in Hamburg
da: Salgs & Marketing jobs i Hamborg
de: Sales- und Marketing-Jobs in Hamburg
es: Empleos de tipo Venta & Marketing en Hamburgo
vi: Công việc bán hàng và tiếp thị ở Hamburg

# View all our Sales &amp; Marketing jobs in Hamburg
source: View all our Sales & Marketing jobs in Hamburg
da: Se alle Salgs & Marketing jobs i Hamborg
de: Alle Sales- und Marketing-Jobs in Hamburg anzeigen
es: Mira todos los empleos de tipo Venta & Marketing que ofrecemos en Hamburgo
vi: Xem tất cả công việc bán hàng và tiếp thị ở Hamburg

source: Finance jobs in Hamburg
da: Finance jobs i Hamborg
de: Finanz-Jobs in Hamburg
es: Empleos de tipo finanzas en Hamburgo
vi: Công việc tài chính ở Hamburg

source: View all our Finance jobs in Hamburg
da: Se alle finance jobs i Hamborg
de: Alle FInanz-Jobs in Hamburg anzeigen
es: Mira todos los empleos de tipo finanzas que ofrecemos en Hamburgo
vi: Xem tất cả công việc tài chính ở Hamburg

source: HR jobs in Hamburg
da: HR jobs i Hamborg
de: Personal-Jobs in Hamburg
es: Empleos de tipo Recursos Humanos en Hamburgo
vi: Công việc nguồn nhân sự ở Hamburg

source: View all our HR jobs in Hamburg
da: Se alle HR jobs i Hamborg
de: Alle Personal-Jobs in Hamburg anzeigen
es: Mira todos los empleos de tipo Recursos Humanos que ofrecemos en Hamburgo
vi: Xem tất cả công việc nguồn nhân sự ở Hamburg

source: Ocean Freight jobs in Hamburg
da: Sø-fragt jobs i Hamborg
de: Seefracht-Jobs in Hamburg
es: Empleos de tipo Carga marítima en Hamburgo
vi: Công việc vận tải biển ở Hamburg

source: View all our Ocean Freight jobs in Hamburg
da: Se all sø-fragt jobs i Hamborg
de: Alle Seefracht-Jobs in Hamburg anzeigen
es: Mira todos los empleos de tipo Carga marítima en Hamburgo
vi: Xem tất cả công việc vận tải biển ở Hamburg

source: Customs jobs in Hamburg
da: Toldjobs i Hamborg
de: Zoll-Jobs in Hamburg
es: Empleos de tipo aduana en Hamburgo
vi: Công việc hải quan ở Hamburg

source: View all our Customs jobs in Hamburg
da: Se alle toldjobs i Hamborg
de: Alle Zoll-Jobs in Hamburg anzeigen
es: Mira todos los empleos de tipo aduana que ofrecemos en Hamburgo
vi: Xem tất cả công việc hải quan ở Hamburg

source: Air Freight jobs in Hamburg
da: Luftfragt jobs i Hamborg
de: Luftfracht-Jobs in Hamburg
es: Empleos de tipo Carga Aérea en Hamburgo
vi: Công việc vận chuyển hàng không ở Hamburg

source: View all our Air Freight jobs in Hamburg
da: Se alle luftfragt jobs i Hamborg
de: Alle Luftfracht-Jobs in Hamburg anzeigen
es: Mira todos los empleos de tipo Carga aérea que ofrecemos en Hamburgo
vi: Xem tất cả công việc vận chuyển hàng không ở Hamburg

# IT jobs in Hamburg
source: View all our IT jobs in Hamburg
da: Se alle IT jobs i Hamborg
de: Alle IT-Jobs in Hamburg anzeigen
es: Mira todos los empleos de tipo informática que ofrecemos en Hamburgo
vi: Xem tất cả công việc phần mềm ở Hamburg

source: app.landing.jobBox.jobsCount
de: %count% Job online|%count% Jobs online
vi: % đếm% việc làm trực tuyến |% đếm% việc làm trực tuyến
