Repository: michelrothgaenger/tt_app_translation
Catalog: employerServicesMainPage/employerServicesMainPage.*.xliff
Languages: da, de, es

# app.employerServiceMainPage.meta.title
source: Employer services
da: Virksomhedsløsninger
de: Angebote für Arbeitgeber
es: Ofertas para empresas

# app.employerServiceMainPage.meta.description
source: Access the best talent from the transport and logstics industry: Transport Talent offers individual and cost-efficient solutions for your recruiting.
da: Få adgang til de bedste talenter i industrien: Transport Talent tilbyder effektive rekrutteringsløsninger til konkurrencedygtige priser.
de: Die besten Kandidaten aus Transport und Logistik: Transport Talent bietet individuelle und kostengünstige Lösungen für Ihren Recruiting-Prozess.
es: Accede al mejor talento en industria y logística: Transport Talent ofrece soluciones individuales y económicas para ayudar a las empresas en sus actividades de reclutamiento.

# app.employerServiceMainPage.header
source: About Transport Talent
da: Omkring Transport Talent
de: Über Transport Talent
es: Sobre Transport Talent

# app.employerServiceMainPage.description
source: We are a global job portal and recruitment company dedicated to the transport and logistics industry. We combine years of industry experience with innovative new targeting methods to reach the right candidates. We aim to make your hiring process as fast, cost effective and streamlined as possible.
da: Vi er en global job- og rekrutteringsportal der udelukkende fokusere på transport- og logistikbranchen. Vi kombinerer mange års brancheerfaring med nye innovative metoder til nå den rigtige målgruppe. Vores ambition er at gøre forbedre vores kunders rekrutterings- og ansættelsesprocess således at det bliver hurtigere og mere omkostningseffektivt at ansætte nye medarbejdere.
de: Wir sind ein internationales Recruiting-Unternehmen mit einem Stellenportal speziell für Transport und Logistik. Jahrelange Branchenerfahrung kombiniert mit innovativer Ansprache sichern Ihnen die besten Kandidaten. Wir machen Ihren Einstellungsprozess so schnell, kostengünstig und unkompliziert wie möglich.
es: Somos un portal de empleo global y un equipo de selección especializado dedicado exclusivamente a la industria del transporte y de la logística. Combinamos años de experiencia en la industria con nuevos e innovadores métodos de especialización para llegar a los mejores candidatos. Nuestro objetivo es hacer que su proceso de contratación sea más rápido, rentable y eficiente.

# app.employerServiceMainPage.solutions.title
source: Products and Pricing
da: Produkter og Priser
de: Angebote und Preise
es: Servicios y Tarifas

# app.employerServiceMainPage.solutions.description
source: We have designed solutions that can meet your every need when looking for a new employee. With job postings you get your open position and your brand name exposed to a large audience of industry professionals. With our recruitment solutions one of our recruitment specialists will help you prepare a shortlist of candidates ready for interview within weeks.
da: Vi har designet løsninger der kan opfylde jeres rekrutteringsbehov, når i søger en ny medarbejder. Med vores Jobannoncering kan i få jeres ledige stillinger og jeres brand navn eksponeret til den helt rigtige målgruppe. Med vores rekrutteringsløsninger sørger vores eksperter for at i inden for få uger har en liste af egnede kandidater der er klar til at bliver interviewet.
de: Unsere Angebote richten sich nach Ihren Bedürfnissen bei der Personalsuche. Erreichen Sie mit Ihren Stellenanzeigen ein großes Publikum an Fachkräften und stärken Sie Ihre Marke. Bei Bedarf werden Sie von einem unserer Personalberater unterstützt, der zeitnah eine Shortlist für Sie erstellt.
es: Hemos diseñado una serie de soluciones específicas para satisfacer sus necesidades de reclutamiento. Con la publicación de ofertas de empleo en Transport Talent podrá promocionar su empresa y presentarse a la gran audiencia de profesionales del sector a nivel mundial. Si lo desea, nuestro equipo de especialistas en selección y atracción de talento le ayudarán a confeccionar las listas con los mejores candidatos.

# app.employerServiceMainPage.section.choice.header
source: Job Posting
da: Jobannoncering
de: Stellenanzeigen
es: Ofertas de Empleo

# app.employerServiceMainPage.hiringSolutions.header
source: Recruitment
da: Rekruttering
de: Recruiting
es: Reclutamiento

# app.employerServiceMainPage.section.flatrate.buttonLabel
source: Read more
da: Læs mere
de: Mehr erfahren
es: Más información

# app.employerServiceMainPage.section.flatrate.buttonDescription
source: Advertise all of your open positions up for a fixed annual price
da: Annoncer alle dine ledige stillinger til en fast årlig pris
de: Bewerben Sie alle offenen Positionen zu einem festen jährlichen Preis
es: Publique todas sus vacantes por una tarifa fija anual

# app.employerServiceMainPage.section.singleJobPost.buttonLabel
source: Read more
da: Læs mere
de: Mehr erfahren
es: Más información

# app.employerServiceMainPage.section.singleJobPost.buttonDescription
source: Do you need help to find and recruit the right employees?
da: Har i brug for hjælp til finde og rekruttere de rigtige medarbejdere?
de: Voller Service bei der Besetzung einzelner Vakanzen
es: A su disposición para ayudarle a cubrir las vacantes

# app.employerService.detailsLabel
source: Details
da: Se detaljer
es: Detalles

# app.employerService.serviceBooking.thankYou
source: Thank you
da: Tak
de: Vielen Dank
es: Gracias

# app.employerService.serviceBooking.thankYouDescription
source: Thank you very much we really appreciate it! We will reach out to you short term.
da: Mange tak, vi sætter pris på jeres interesse! Vi kontakter jer snarest.
de: Vielen Dank für Ihre Buchung! Wir setzen uns in Kürze mit Ihnen in Verbindung.
es: ¡Muchas gracias por su interés en nuestros servicios! Nuestro equipo de consultores se pondrá en contacto con usted a la mayor brevedad.

# app.employerService.serviceBooking.thankYouClose
source: Close window
da: Luk vindue
de: Fenster schließen
es: Cerrar

# app.employerServiceMainPage.signUpButton
source: Register now
da: Tilmeld nu
de: Jetzt registrieren
es: Registrarse ahora

# app.employerServiceMainPage.signUpCTA
source: Register now and gain access to a pool of select candidates
da: Tilmeld jer nu og få adgang til en udvalgte gruppe af kandidater
de: Jetzt registrieren und Zugang zu einem Pool ausgewählter Kandidaten erhalten
es: Regístrese ahora y acceda al mejor talent pool

# app.employerServiceMainPage.h1
source: Hiring Solutions
da: Rekrutteringsløsninger
de: Personallösungen
es: Soluciones de reclutamiento

# app.employerServiceMainPage.bookButtonLabel
source: Book
de: Buchen
es: Contratar

# app.employerServiceMainPage.inquiryButtonLabel
source: Inquiry
da: Forespørgsel
de: Anfrage
es: Consulta
