Repository: michelrothgaenger/tt_app_translation
Catalog: terms/terms.*.xliff
Languages: da, de, el, es, vi

# app.yourPersonalDataWillBeCollectedAndProcessed
source: Your personal data will be collected and processed by Matchico in accordance with its privacy policy. The personal data collected may include, without limitation, your name, address, telephone and fax details, email contact address, and other data obtained from you from time to time. Information may be gathered from your registration form(s) and your use of the Sites and/or the Interactive Services including through "cookies". Cookies are blocks of text placed in files on your computer's hard drive when you visit a web site which contain information to identify you. A cookie does not contain any personal information you have provided us with, except your user name, unless the cookie attached to personal information collected another way, such as by means of your on-line registration form. The information gathered may be used by Staffhero GmbH & Co. KG and companies in the same group as Staffhero GmbH & Co. KG (ie companies which share the same ultimate parent company) internally, for purposes relating to your use of the Sites and the Interactive Services and for marketing activities, and may be passed to carefully selected third parties to use for marketing activities. By marketing activities, we mean the communication directly to particular individuals (by e-mail, post or telephone) of any advertising or marketing material. If you do not wish to receive marketing material from Staffhero GmbH & Co. KG, from companies in the same group as Staffhero GmbH & Co. KG or from carefully selected third parties you should tick the appropriate box on the registration form(s) or notify us by e-mail. If you subsequently decide you no longer wish to receive direct marketing/information from Staffhero GmbH & Co. KG or companies in the same group as Staffhero GmbH & Co. KG or no longer wish us to pass your information to third parties you should again notify us by e-mail. Other than as set out elsewhere in this clause 5 your information shall not be disclosed or used by us. You hereby agree to these terms in this clause 5 by your agreement to the terms and conditions of this Agreement.
da: Dine personlige data vil blive indsamlet og bearbejdet af Transport Talent i overensstemmelse med sin fortrolighedspolitik. De personoplysninger, der indsamles, kan omfatte, uden begrænsning, dit navn, adresse, telefon- og fax detaljer, e-mail kontakt adresse og andre data fra dig fra tid til anden. Oplysninger kan indhentes fra din tilmeldingsblanket (r), og din brug af steder og / eller interaktive tjenester, herunder gennem "cookies". Cookies er tekstblokke placeret i filer på din computers harddisk, når du besøger et websted, der indeholder oplysninger til at identificere dig. En cookie indeholder ingen personlige oplysninger, du har givet os, bortset fra dit brugernavn, medmindre cookie er knyttet til personlige oplysninger indsamlet en anden måde, såsom ved hjælp af din online-registreringsformularen. De indsamlede oplysninger kan anvendes af Staffhero GmbH & Co. KG og selskaber i samme gruppe som Staffhero GmbH & Co. KG (dvs. virksomheder, der deler den samme ultimative moderselskab) internt, som led i din brug af steder og de interaktive tjenester og for marketingaktiviteter og kan blive videregivet til omhyggeligt udvalgte tredjeparter at bruge til markedsføring. Ved markedsføring, mener vi kommunikationen direkte til bestemte personer (via e-mail, post eller telefon) af enhver reklame eller markedsføring materiale. Hvis du ikke ønsker at modtage markedsføringsmateriale fra Staffhero GmbH & Co. KG, fra selskaber i samme gruppe som Staffhero GmbH & Co. KG eller fra nøje udvalgte tredjeparter skal du sætte kryds på tilmeldingsblanketten (er) eller underrette os via e-mail . Hvis du efterfølgende beslutter du ikke længere ønsker at modtage direkte markedsføring / information fra Staffhero GmbH & Co. KG eller virksomheder i samme koncern som Staffhero GmbH & Co. KG eller ikke længere ønsker os at videregive dine oplysninger til tredjemand, bør du igen underrette os via e-mail. Bortset som anført andetsteds i denne paragraf 5 dine oplysninger må ikke videregives eller bruges af os. Du accepterer hermed at disse vilkår i denne paragraf 5 ved din accept af vilkårene og betingelserne i denne aftale.
de: Ihre personenbezogenen Daten werden von Transport Talent im Rahmen unserer Datenschutzrichtlinie gesammelt und verarbeitet. Die erhobenen personenbezogenen Daten können unter anderem Ihren Namen, Ihre Adresse, Ihre Telefon- und Faxnummer, Ihre E-Mail-Adresse und andere Informationen enthalten. Die Informationen werden Ihrem bzw. Ihren Anmeldeformular/-en und Ihrer Nutzung der Webseite und/oder der interaktiven Dienste, einschließlich Cookies, entnommen. Cookies sind Textdateien, die auf der Festplatte Ihres Rechners abgelegt werden, wenn Sie eine Webseite besuchen, und eine Identifikation ermöglichen. Ein Cookie enthält keinerlei persönliche Informationen, auch nicht solche, die Sie uns zur Verfügung gestellt haben, ausgenommen Ihren Nutzernamen, sofern der Cookie nicht im Zusammenhang mit anderen personenbezogenen Daten erzeugt wurde, wie etwa durch die Online-Registrierung. Die gesammelten Informationen können von Staffhero GmbH & Co. KG und Firmen derselben Unternehmensgruppe wie Staffhero GmbH & Co. KG, das heißt Unternehmen, welche denselben Mutterkonzern haben, intern, im Zusammenhang mit Ihrer Nutzung der Webseite und der interaktiven Dienste, und für Marketingzwecke genutzt sowie an sorgfältig ausgewählte Dritte für Marketingzwecke weitergegeben werden. Mit Marketingzwecken bezeichnen wir die direkte Kommunikation von Werbung mit bestimmten Individuen per E-Mail, Post oder Telefon. Wenn Sie keine Werbung von Staffhero GmbH & Co. KG, Firmen derselben Unternehmensgruppe oder von sorgfältig ausgewählten Dritten erhalten möchten, aktivieren Sie bitte bei Ihrer Anmeldung das entsprechende Kästchen oder schicken Sie uns eine E-Mail. Entscheiden Sie sich später, dass Sie keine weitere Werbung von Staffhero GmbH & Co. KG oder Firmen derselben Unternehmensgruppe erhalten möchten oder nicht mehr wünschen, dass wir Informationen zu Ihnen an Dritte weitergeben, benachrichtigen Sie uns bitte ebenfalls per E-Mail. Wir nutzen Ihre Informationen nicht und geben diese nicht über die an anderer Stelle in diesem Absatz 5 genannten Zwecke hinaus weiter. Sie stimmen den in Absatz 5 genannten Bedingungen zu, indem sie diese Nutzungsbedingungen akzeptieren.
el: Your personal data will be collected and processed by Transport Talent in accordance with its privacy policy. The personal data collected may include, without limitation, your name, address, telephone and fax details, email contact address, and other data obtained from you from time to time. Information may be gathered from your registration form(s) and your use of the Sites and/or the Interactive Services including through "cookies". Cookies are blocks of text placed in files on your computer's hard drive when you visit a web site which contain information to identify you. A cookie does not contain any personal information you have provided us with, except your user name, unless the cookie attached to personal information collected another way, such as by means of your on-line registration form. The information gathered may be used by Staffhero GmbH & Co. KG and companies in the same group as Staffhero GmbH & Co. KG (ie companies which share the same ultimate parent company) internally, for purposes relating to your use of the Sites and the Interactive Services and for marketing activities, and may be passed to carefully selected third parties to use for marketing activities. By marketing activities, we mean the communication directly to particular individuals (by e-mail, post or telephone) of any advertising or marketing material. If you do not wish to receive marketing material from Staffhero GmbH & Co. KG, from companies in the same group as Staffhero GmbH & Co. KG or from carefully selected third parties you should tick the appropriate box on the registration form(s) or notify us by e-mail. If you subsequently decide you no longer wish to receive direct marketing/information from Staffhero GmbH & Co. KG or companies in the same group as Staffhero GmbH & Co. KG or no longer wish us to pass your information to third parties you should again notify us by e-mail. Other than as set out elsewhere in this clause 5 your information shall not be disclosed or used by us. You hereby agree to these terms in this clause 5 by your agreement to the terms and conditions of this Agreement.
es: Tus datos personales serán recogidos y procesados por Transport Talent de acuerdo con su política de privacidad. Los datos personales recopilados pueden incluir, sin limitación, tu nombre, dirección, detalles de teléfono y fax, dirección de correo electrónico de contacto y otros datos obtenidos de tí en otras ocasiones. La información puede recogerse de tu (s) formulario (s) de registro y de tu uso de los Sitios y o de los Servicios Interactivos, incluso a través de "cookies". Las cookies son bloques de texto insertados en los archivos del disco duro de su computadora cuando visita un sitio web que contiene información para identificar al usuario. Una cookie no contiene ninguna información personal que nos haya proporcionado, excepto el nombre de usuario, a menos que la cookie adjuntada a información personal se recoja de otra manera, como por medio de su formulario de registro en línea. La información recopilada puede ser utilizada por Staffhero GmbH & Co. KG y empresas del mismo grupo que Staffhero GmbH & Co. KG internamente para propósitos relacionados con su uso de los Sitios y los Servicios Interactivos y para actividades de marketing , y puede ser transmitido a terceros cuidadosamente seleccionados para actividades de marketing. Por actividades de marketing nos referimos a la comunicación directa a particulares (por correo electrónico, correo o teléfono) de cualquier material publicitario o de marketing. Si no desea recibir material de marketing de Staffhero GmbH & Co. KG, de empresas del mismo grupo que Staffhero GmbH & Co. KG o de terceros cuidadosamente seleccionados, debe marcar la casilla correspondiente en el formulario de registro o notificarnos por correo electrónico . Si posteriormente decides que ya no desea recibir información o marketing directo de Staffhero GmbH & Co. KG o empresas del mismo grupo que Staffhero GmbH & Co. KG o que ya no deseas que pasemos su información a terceros, deberás notificarnos nuevamente por correo electrónico. Con excepción de lo establecido en esta cláusula 5, tu información no será divulgada ni utilizada por nosotros. Por la presente, aceptas los términos en esta cláusula 5 en los términos y condiciones de este Acuerdo.

source: app.termination
da: Afslutning
de: Einstellung unseres Angebotes
el: Ρύθμιση των προσφορών μας
es: Cancelación
vi: Thiết lập phạm vi của chúng tôi

# app.transportTalentMayTerminateSuspendOrDenyYouAccess
source: Matchico may terminate, suspend or deny you access to the Website and/or Services immediately for any reason without incurring any liability whatsoever to you.
da: Transport Talent kan opsige, suspendere eller nægte dig adgang til Hjemmesiden og / eller Tjenesterne med øjeblikkelig virkning for enhver grund uden at pådrage nogen som helst ansvar over for dig.
de: Transport Talent kann Ihren Zugang zur Webseite und/oder den Diensten ohne Ankündigung, aus jedem Grund und ohne, dass sich hieraus Ihnen gegenüber eine Haftung ergibt, beenden, aussetzen oder verweigern.
el: Η Transport Talent μπορεί να διακόψει, αποκλείσει ή απορρίψει άμεσα την πρόσβαση στην ιστοσελίδα και/ή στις υπηρεσίες της χωρίς καμία εξήγηση και χωρίς καμία ευθύνη απέναντί σας.
es: Transport Talent puede terminar, suspender o denegar a un usuario el acceso al Sitio Web y/o Servicios por cualquier razón sin incurrir en ninguna responsabilidad con el usuario.

source: app.claims
da: Krav
de: Schadensfälle
el: Περίπτωση βλάβης
es: Reclamaciones
vi: Khiếu nại

# app.youAgreeToIndemnifyTransportTalentAndAllCompanies
source: You agree to indemnify Matchico and all companies within the Matchico group for all losses, costs, actions, claims, damages, expenses (including reasonable legal costs and expenses) or liabilities, whatsoever suffered or incurred by Matchico or companies within the Staffhero GmbH & Co. KG group in or as a consequence of your breach of this Agreement and/or your use of the Website and/or Services (save to the extent that a court of competent jurisdiction holds that such a claim arose due to an act or omission of Matchico).
da: Du accepterer at skadesløsholde Transport Talent og alle selskaber inden for Transport Talent gruppe for alle tab, omkostninger, handlinger, krav, skader, udgifter (herunder rimelige juridiske omkostninger og udgifter) eller forpligtelser, overhovedet har lidt eller afholdt af Transport Talent eller selskaber inden for Staffhero GmbH & Co. KG gruppe i eller som en konsekvens af din misligholdelse af denne aftale og / eller din brug af webstedet og / eller Services (undtagen i det omfang, at en kompetent domstol finder, at et sådant krav er opstået på grund af en handling eller undladelse af Transport Talent).
de: Sie verpflichten sich, Transport Talent und alle Unternehmen der Transport Talent-Gruppe von jeglichen Verlusten, Kosten, Mitteln, Ansprüchen, Schäden, Ausgaben (einschließlich angemessener Rechtskosten und -ausgaben) oder Haftungsansprüchen, die Ergebnis des Handelns und/oder der Unterlassung von Transport Talent oder Unternehmen der Transport Talent-Gruppe sind und aus einem Verstoß Ihrerseits gegen diesen Vertrag und/oder aus Ihrer Nutzung der Webseite und/oder der Dienste resultieren (sofern dieser Anspruch nicht von einem zuständigen Gericht auf eine Handlung oder Unterlassung seitens Transport Talent zurückgeführt wird), freizustellen.
el: Υποχρεώνετε να απαλλάσσεται την Transport Talent και όλες τις εταιρείες που ανήκουν στην Transport Talent από κάθε απώλεια, κόστος, μέσο, απαίτηση, ζημιά και έξοδα (συμπεριλαμβανομένα κάθε δικαστικά έξοδα) ή από κάθε αξίωση ευθύνης, τα οποία είναι αποτελέσματα της πράξης και/ή της παράλειψης της Transport Talent ή των εταιριών που ανήκουν στην Transport Talent. Επίσης συνεπάγονται από την παράβαση εναντίον αυτού του συμβόλαιο και/ή της χρήσης της ιστοσελίδας και/ή των υπηρεσιών (εφόσον δεν επιστραφεί σε μια πράξη ή παράλειψη εκ μέρος της Transport Talent από ένα υπεύθυνο δικαστήριο).
es: Usted acepta indemnizar a Transport Talent y a todas las compañías dentro del grupo Transport Talent por todas las pérdidas, costos, acciones, reclamaciones, daños, gastos (incluyendo costos y gastos legales razonables) o pasivos, cualesquiera que sean sufridos o incurridos por Transport Talent o empresas dentro del grupo Talis ApS como consecuencia del incumplimiento de este Acuerdo y/o su uso del Sitio Web y/o Servicios (excepto en la medida en que un tribunal de jurisdicción competente dictamine que tal reclamación surgió debido a un acto u omisión de Transport Talent).

source: app.forceMajeure
da: Force majeure
de: Höhere Gewalt
el: Aνωτέρα βία
es: Fuerza Mayor
vi: Bất khả kháng

source: app.neitherPartyShallBeLiableToTheOther
da: Ingen af parterne hæfter til den anden, for tab eller skade, som måtte overgå den anden part på grund af nogen årsag ud over den første parts rimelige kontrol, herunder uden begrænsning enhver strømsvigt.
de: Keine Partei haftet der anderen für einen Verlust oder Schaden, welcher der jeweils anderen Seite aus Gründen, die sich dem vertretbaren Einfluss der ersten Partei entziehen, einschließlich und ohne Beschränkung von Ausfällen in der Energieversorgung, entsteht.
el: Κανένας απο τις δυο μεριές πρέπει να ευθύνεται για τον άλλον, για κάποια απώλεια ή ζημιά που μπορεί να προκύψει από τον άλλον, πέρα από τον λογικό έλεγχο του πρώτου συμμετέχοντα χωρίς κανένα όριο στην ισχυρή αποτυχία.
es: Ninguna de las partes será responsable ante el otro por cualquier pérdida o daño que pueda sufrir la otra parte debido a cualquier causa más allá del control razonable de la primera parte, incluyendo, sin limitación, cualquier fallo de suministro eléctrico.
vi: Không bên nào phải chịu trách nhiệm cho bất kỳ tổn thất hoặc thiệt hại nào có thể do bên kia gây nên bởi bất kỳ nguyên nhân ngoài tầm kiểm soát chấp nhận được của bên thứ nhất, bao gồm và không giới hạn trong trường hợp mất điện.

source: app.notices
da: Meddelelser
de: Mitteilungen
el: Ενημερώσεις
es: Notificaciones
vi: Thông báo

source: app.anyNoticesShallUnlessOtherwiseExpresslyStated
da: Alle meddelelser skal, medmindre andet udtrykkeligt er angivet, være skriftlig og skal gives ved at sende det samme via e-mail, første klasses post til den anden parts adresse som kan udpeges skriftligt fra tid til anden. Enhver meddelelse sendt af førsteklasses indlæg anses (i mangel af beviser for tidlig kvittering) at have været leveret to dage efter afsendelsen. Enhver varsel via e-mail, anses for at være leveret på den næste arbejdsdag efter transmission.
de: Alle Mitteilungen erfolgen, sofern nicht ausdrücklich anders festgelegt, schriftlich und sind per E-Mail oder per Eilsendung an die Adresse der anderen Partei, wie in schriftlichen Dokumenten angegeben, zu schicken. Mitteilungen in Eilsendungen gelten ab dem zweiten Tag (in Ermangelung von Beweisen eines früheren Erhalts) nach dem Absenden als zugestellt. Mitteilungen in E-Mails gelten ab dem nächsten Werktag nach Absenden als zugestellt.
el: Όλες οι ενημερώσεις, εφόσον δεν καθορίστηκαν διαφορετικά, πρέπει να είναι γραπτές και να σταλθούν μέσω Email ή επείγουσα αποστολή στην διεύθυνση της άλλης μεριάς. Οι ενημερώσεις μέσω επείγουσα αποστολής ισχύουν παραδομένες 2 μέρες μετά της αποστολής. Οι ενημερώσεις μέσω Email ισχύουν παραδομένες την επόμενη εργάσιμη μέρα μετά της αποστολής.
es: Cualquier notificación será hecha por escrito, a menos que se indique expresamente lo contrario, y se enviará por correo electrónico, correo de primera clase a la dirección de la otra parte que se haya comunicado por escrito. Cualquier aviso enviado por correo de primera clase se considerará (en ausencia de prueba de recepción anticipada) haber sido entregado dos días después del envío. Cualquier notificación por correo electrónico se considerará entregada en el siguiente día laborable después del envío.
vi: Tất cả các thông báo, trừ khi có qui định khác, phải bằng văn bản và được gửi bằng e-mail hoặc chuyển phát nhanh đến địa chỉ của các bên theo như quy định trong văn bản. Thông tin qua chuyển phát nhanh được tính từ ngày thứ hai (trong trường hợp không chứng minh được sớm hơn) sau khi gửi. Thông tin trong email được công nhận kể từ ngày làm việc tiếp theo sau khi gửi.

source: app.assignment
da: Opgave
de: Abtretung
el: Παραχώρηση
es: Cesión
vi: Chuyển giao

source: app.thisAgreementShallBePersonalToYouAndYouMayNotAssign
da: Denne aftale skal være personligt til dig, og du må ikke overdrage, overføre, fremlejet, lease eller uddelegere alle eller nogle af dine rettigheder og forpligtelser, uden TransportTalenets forudgående skriftlige samtykke.
de: Diese Vereinbarung bezieht sich allein auf Sie. Die daraus entstehenden Rechte und Pflichte können von Ihnen nicht ohne vorherige schriftliche Zustimmung durch Transport Talent abgetreten, übertragen, vermietet oder verpachtet werden.
el: Αυτή η συμφωνία είναι προσωπική και δεν επιτρέπεται να μεταφερθεί, μεταδοθεί, υπενοικιαστεί, ενοικιαστεί ή εξουσιοδοτηστεί κανένα δικαίωμα και καμία υποχρέωση ολοκληρωτικά ή ένα μέρος απο αυτά, χωρίς την έγκριση της Transport Talent.
es: Este Acuerdo es personal y no podrá ceder, transferir, subarrendar, arrendar o delegar todos o cualquiera de sus derechos y obligaciones, sin el consentimiento previo por escrito de Transport Talent.
vi: Thỏa thuận này chỉ liên quan đến riêng Ngài. Các quyền và nghĩa vụ phát sinh không thể chuyển giao, thuê, cho thuê mà không có sự chấp thuận trước bằng văn bản với Transport Talent.

# app.transportTalentReservesTheRightToAssignOrTransfer
source: Matchico reserves the right to assign or transfer all or any of its rights and obligations under this Agreement to any companies in the same group as Staffhero GmbH & Co. KG or any other third party. In the event of assignment or transfer, notification will either be given to you by e-mail or posted on the Website.
da: Transport Talent forbeholder sig ret til at overdrage eller overføre alle eller nogle af sine rettigheder og forpligtelser i henhold til denne aftale til enhvert selskab i samme gruppe som Staffhero GmbH & Co. KG eller en anden tredjepart. I tilfælde af overdragelse eller overførsel, vil anmeldelsen enten blive givet til dig via e-mail eller lagt ud på hjemmesiden.
de: Transport Talent behält sich das Recht vor, seine laut diesem Vertrag bestehenden Rechte und Verpflichtungen jedem Unternehmen der selben Unternehmensgruppe wie Staffhero GmbH & Co. KG oder einer beliebigen dritten Einheit vollständig oder teilweise zu übertragen oder zuzuweisen. Im Falle der Zuweisung oder Übertragung informieren wir Sie entweder per E-Mail oder auf der Webseite.
el: Η Transport Talent επιφυλάσσεται κάθε δικαίωμα να μεταδώσει όλα ή ένα μέρος των δικαιωμάτων και των υποχρεώσεων αυτής της συμφωνίας σε κάθε εταιρία που ανήκει στην Staffhero GmbH & Co. KG ή τρίτων. Σε περίπτωση μιας μετάδωσης θα ενημερωθείτε μέσω Email ή της ιστοσελίδας.

source: app.noWaiver
da: Ingen Waiver
de: Kein Verzicht
el: Καμία παραίτηση
es: No renuncia
vi: Không từ bỏ

source: app.failureOrNeglectByEitherPartyToExerciseOrEnforce
da: Manglende eller forsømmelse af en af parterne til at udøve eller håndhæve en rettighed anses ikke for at være et afkald på en sådan ret heller ikke fungere for at spærre, at motion eller fuldbyrdelse heraf eller af andre rettigheder på enhver senere lejlighed.
de: Wenn jede Partei ein, kraft dieses Vertrags gewährtes Recht, nicht ausübt bzw. durchsetzt, gilt dies nicht als Verzicht auf dieses Recht und führt nicht dazu, dass die Ausübung oder Durchsetzung dieses Rechts oder jedes anderen Rechts später verweigert wird.
el: Εάν κάποια μεριά δεν ασκήσει ή δεν επιβάλει τα χορηγημένα δικαιώματα αυτού του συμβολαίου, δεν ισχύει σαν παραίτηση των δικαιωμάτων. Επίσης δεν καταλήγει στο να αρνηθεί η εξάσκηση ή η επιβολή των δικαιωμάτων.
es: El incumplimiento o negligencia por parte de cualquiera de las partes para ejercer o hacer valer cualquier derecho conferido no se considerará una renuncia a tal derecho, ni operará para impedir que el ejercicio o la ejecución de la misma o de cualquier otro derecho en cualquier ocasión posterior.
vi: Nếu một bên không thực hiện hoặc thực thi quyền lợi có hiệu lực trong hợp đồng này, được coi là từ bỏ quyền đó và không dẫn tới việc không tuân thủ hoặc thực thi các quyền này hoặc từ chối các quyền lợi sau đó.

source: app.severability
da: Adskillelighed
de: Salvatorische Klausel
el: Pήτρα απαλλαγής από ευθύνη
es: Claúsula salvatoria
vi: Tách
