Repository: michelrothgaenger/tt_app_translation
Catalog: terms/terms.*.xliff
Languages: da, de, el, es, vi

# app.saveToTheExtentRequiredByLawNoRepresentations
source: Save to the extent required by law, no representations, warranties or terms of any kind are made in respect of the Website and/or the Services or their contents (including, without limitation, any views or comment made). All information and/or data included in and/or on the Website, the Services and/or in any directory or other listings or information retrieval service made available on or by the Website and/or the Services has been so made available for guidance only. Your use of such information and/or data is therefore entirely at your own risk. All liability of Matchico, its directors, employees or other representatives howsoever arising for any loss suffered as a result of your use of the Website and/or the Services is expressly excluded to the fullest extent permitted by law.
da: I det omfang, der kræves ved lov, er der ingen erklæringer, garantier eller vilkår af nogen art foretages for webstedet og / eller Tjenesterne eller deres indhold (herunder, uden begrænsning, nogen visninger eller bemærkning). Alle oplysninger og / eller data, der indgår i og / eller på hjemmesiden, Tjenesterne og / eller i en hvilken som helst mappe eller andre lister eller informationssøgning tjeneste stilles til rådighed på eller af hjemmesiden og / eller Tjenesterne er blevet så gjort tilgængelig kun vejledende . Din brug af sådanne oplysninger og / eller data er derfor helt på eget ansvar. Ethvert ansvar af Transport Talent, dets direktører, medarbejdere eller andre repræsentanter uanset hvordan opstår for eventuelle tab som følge af din brug af webstedet og / eller Tjenesterne er udtrykkeligt udelukket i videst muligt omfang tilladt ved lov.
de: Soweit dies nicht gesetzlich oder behördlich erforderlich ist, wird in Bezug auf die Webseite und/oder die Dienste oder ihre Inhalte (einschließlich, aber ohne Beschränkung auf persönliche Ansichten oder Kommentare) keine Garantie, Gewährleistung oder eine Zusicherung abgegeben. Alle Informationen und/oder Daten, die auf der Webseite und/oder im Rahmen der Dienste und/oder in beliebigen Verzeichnissen oder anderen Listen oder Informationsrückgewinnungsdiensten zur Verfügung gestellt werden, dienen lediglich der Orientierung. Das Risiko der Nutzung solcher Informationen und/oder Daten tragen Sie selbst. Jegliche Haftung von Transport Talent, seiner Direktoren, Angestellten oder sonstigen Vertretern des Unternehmens im weitesten, gesetzlich zulässigen Ausmaß für Schäden, die sich bei oder im Zusammenhang mit der Benutzung dieser Webseite oder der darin enthaltenen Informationen, Inhalte, Materialien oder Produkte einstellen, wird hierdurch bis zum gesetzlich zulässigen Höchstumfang ausgeschlossen.
el: Εφόσον δεν είναι προβλεπόμενο απο τον νόμο και τις υπηρεσίες δεν θα παραδοθεί καμία εγγύηση και διαβεβαίωση σχετικά με την ιστοσελίδα και/ή τις υπηρεσίες ή περιεχόμενα (συμπεριλαμβανομένου, αλλά χωρίς περιορισμό προσωπική άποψη ή σχόλιο). Όλες οι πληροφορίες και/ή τα περιεχόμενα που διαθέτονται στην ιστοσελίδα και/ή σχετικά με τις υπηρεσίες και/ή σε διάφορους καταλόγους ή για ανακύκλωση πληροφοριών, σκοπεύουν μόνο για την ενημέρωση. Το ρίσκο της χρήσης τέτοιον πληροφοριών και/ή στοιχείων το αναλαμβάνεται εσείς. Η Transport Talent (δηλαδή οι υπεύθυνοι, οι υπάλληλοι και άλλοι εκπρόσωποι της εταιρίας) δεν αναλαμβάνει καμία ευθύνη για ζημιές που προήλθαν απο την χρήση της ιστοσελίδας ή τις περιεχομένες πληροφορίες, περιεχόμενα, υλικά ή προϊόντα.
es: Salvo en la medida requerida por la ley, no se hacen declaraciones, garantías o términos de ningún tipo con respecto al Sitio Web y/o los Servicios o sus contenidos (incluyendo, sin limitación, las opiniones o comentarios realizados). Toda la información y/o datos incluidos en y/o en el Sitio Web, los Servicios y/o en cualquier directorio u otros listados o servicios de recuperación de información disponibles en o por el Sitio Web y/o los Servicios se han puesto a disposición sólo para orientación. Por lo tanto, el uso de dicha información y/o datos es por tu propio cuenta y riesgo. Toda responsabilidad de Transport Talent, sus directores, empleados u otros representantes, independientemente de su origen en cualquier pérdida sufrida como resultado de su uso del Sitio Web y/o de los Servicios, queda expresamente excluida en la máxima medida permitida por la ley.

# app.transportTalentMakeNoWarrantyThatTheContents
source: Matchico make no warranty that the contents of any and all e-mails communicated through the Site are free from infection by viruses or anything else which has contaminating or destructive properties and shall have no liability in respect thereof.
da: Transport Talent giver ingen garanti, at indholdet af enhver og alle e-mails kommunikeres via webstedet er fri for infektion med virus eller noget andet, der har forurenende eller ødelæggende egenskaber og har intet ansvar i forbindelse hermed.
de: Transport Talent übernimmt keine Garantie, dass die Inhalte aller E-Mails, die über die Webseite verschickt werden, frei von Viren oder anderen infizierenden oder zerstörerischen Eigenschaften sind und übernimmt diesbezüglich keine Haftung.
el: Η Transport Talent δεν αναλαμβάνει καμία εγγύηση και ευθύνη ότι τα περιεχόμενα όλον των Email, που έχουν σταλθεί μέσω της ιστοσελίδας, δεν περιέχουν ιούς ή αλλά καταστροφικά χαρακτηριστικά.
es: Transport Talent no garantiza que los contenidos de todos y cada uno de los correos electrónicos comunicados a través del Sitio estén libres de infección por virus o cualquier otro elemento que tenga propiedades contaminantes o destructivas y no tendrá ninguna responsabilidad con respecto a los mismos.

# app.theWebsiteAndOrTheServicesMayIncludeLinks
source: The Website and/or the Services may include links to websites and/or services owned and/or operated by third parties. These are provided for your convenience only and Matchico is not responsible for and does not give any warranties or make any representations regarding any such websites and/or services and is not responsible for or liable in relation to the content or your use of such websites (save to the extent required by law).
da: Hjemmesiden og / eller Tjenesterne kan indeholde links til hjemmesider og / eller tjenester, der ejes og / eller drives af tredjeparter. Disse er kun din bekvemmelighed og Transport Talent er ikke ansvarlig for og giver ikke nogen garantier eller fremsætter ikke erklæringer om sådanne hjemmesider og / eller tjenesteydelser, og er ikke ansvarlig for eller hæfter i forhold til indholdet eller din brug af sådanne hjemmesider ( undtagen i det omfang der kræves ved lov).
de: Diese Website und/oder Dienste enthalten möglicherweise Links oder Hinweise auf die Webseiten und/oder Dienste von Dritten. Diese Informationen werden lediglich im Dienste der Benutzerfreundlichkeit bereitgestellt. Transport Talent ist nicht für sie verantwortlich und macht keine Zusicherungen bzw. gibt keine Garantien im Zusammenhang mit diesen Webseiten und/oder Diensten und ist nicht verantwortlich oder haftbar in Hinblick auf den Inhalt oder Ihre Nutzung solcher Webseiten (soweit gesetzlich zulässig).
el: Η παρούσα ιστοσελίδα και/ή οι υπηρεσίες πιθανώς να περιλαμβάνουν Links ή ενδείξεις απο τρίτους. Αυτές οι πληροφορίες χρησιμεύουν για ευκολία στη χρήση. Η Transport Talent δεν αναλαμβάνει καμία εγγύηση και ευθύνη για τα περιεχόμενα ή την χρήση εκείνον (απ ότι επιτρέπεται νομικά).
es: El Sitio Web y/o los Servicios pueden incluir enlaces a otros sitios web y/o servicios operados y/o propiedad de terceros. Éstos se proporcionan solamente para tu uso y Transport Talent no es responsable y no da ninguna garantía ni se responsabiliza con respecto a tales sitos web y/o servicios y tampoco es responsable con respecto a su contenido o el uso que hagas de tales sitios (salvo en la medida requerida por la ley).

# app.youAcknowledgeThatTransportTalentIsNotResponsible
source: You acknowledge that Matchico is not responsible for third party content on the Website and that Matchico cannot ensure that material presented on the Internet is legal. Matchico will not limit access to material unless notified that it is illegal. In particular, you acknowledge that Matchico is not responsible for and does not monitor the content of job postings provided by third parties on the Website. However, Matchico shall have the right to remove any postings, materials or other items on the Website which it believes may be illegal or which it determines to be inappropriate.
da: Du anerkender, at Transport Talent er ikke ansvarlig for tredjeparts indhold på hjemmesiden, og at Transport Talent kan ikke sikre, at materiale, der præsenteres på internettet er lovligt. Transport Talent vil ikke begrænse adgangen til materiale, medmindre meddelelse om, at det er ulovligt. Især anerkender du, at Transport Talent er ikke ansvarlig for, og ikke overvåge indholdet af jobopslag leveret af tredjemand på hjemmesiden. Dog skal Transport Talent har ret til at fjerne eventuelle posteringer, materialer eller andre elementer på hjemmesiden, som den mener kan være ulovligt, eller som den bestemmer at være uhensigtsmæssig.
de: Sie erkennen an, dass Transport Talent nicht für den Inhalt Dritter auf der Webseite verantwortlich ist, und dass Transport Talent nicht die Legalität des im Internet verfügbaren Materials gewährleisten kann. Transport Talent wird den Zugriff auf Material nicht einschränken, sofern es nicht über einen Rechtsverstoß in Kenntnis gesetzt wird. Sie erkennen insbesondere an, dass Transport Talent nicht für die Stellenanzeigen Dritter auf seiner Webseite verantwortlich ist und diese auch nicht überwacht. Transport Talent behält sich das Recht vor, Stellenanzeigen, Material und andere Inhalte von seiner Webseite zu löschen, wenn es diese für illegal oder unangemessen hält.
el: Παραδέχεστε ότι η Transport Talent δεν αναλαμβάνει την ευθύνη για τα περιεχόμενα τρίτων στην ιστοσελίδα και ότι η Transport Talent δεν μπορεί να εξασφαλίσει την νομιμότητα του υλικού που διαθέτει το Ίντερνετ. Η Transport Talent δεν θα περιορίσει την πρόσβαση στο υλικό, εκτός εάν ενημερωθεί για μια παράβαση του νόμου. Προπάντων παραδέχεστε ότι η Transport Talent δεν είναι υπεύθυνη και δεν παρακολουθεί αγγελίες τρίτων στην ιστοσελίδα. Η Transport Talent κρατάει το δικαίωμα να διαγράψει αγγελίες, υλικά και άλλα περιεχόμενα απο την ιστοσελίδα, εάν θεωρήσει πως είναι παράνομα ή ανάρμοστα.
es: Reconoces que Transport Talent no es responsable por el contenido de terceros en el Sitio Web y que Transport Talent no puede garantizar que el material presentado en Internet sea legal. Transport Talent no limitará el acceso al material a menos que se le notifique que es ilegal. En particular, reconoces que Transport Talent no es responsable y no supervisa el contenido de las ofertas de trabajo proporcionadas por terceros en el Sitio Web. Sin embargo, Transport Talent tendrá el derecho de eliminar cualquier publicación, material u otros elementos en el Sitio Web que considere ilegales o inapropiados.

# app.transportTalentWillNotBePartyToAnyCommunications
source: Matchico will not be a party to any communications whatsoever between you and those responding to any use which you may make of the Services, although Matchico reserves the right to monitor any such communications which are made by you or third parties by means of the Website and/or the Services.
da: Transport Talent vil ikke være part i nogen som helst kommunikation mellem dig og dem, der reagerer på enhver brug, som du kan gøre af Tjenesterne, selvom Transport Talent forbeholder sig ret til at overvåge en sådan kommunikation, som er lavet af dig eller tredjemand ved hjælp af hjemmesiden og / eller Tjenesterne.
de: Transport Talent ist in keiner Weise an der Kommunikation zwischen Ihnen und Dritten beteiligt, die über die Dienste von Transport Talent zustande kommt. Transport Talent behält sich das Recht vor, jegliche Kommunikation, die über die Webseite erfolgt, zu überwachen.
el: Η Transport Talent δεν έχει καμία συμμετοχή σε συζητήσεις ανάμεσα σε εσάς και τρίτους, οι οποίες πραγματοποιήθηκαν απο την Transport Talent. Η ίδια επιβάλλεται με κάθε νόμο να ελέγχει κάθε επικοινωνία που γίνεται απο αυτήν την ιστοσελίδα.
es: Transport Talent no participará en ninguna comunicación que se establezca entre usted y las empresas a través de nuestros los Servicios, aunque Transport Talent se reserva el derecho de monitorear cualesquiera comunicación que sean hecha por usted o por terceros a través del Sitio Web y/o los Servicios.

source: app.intellectualProperty
da: Immaterialret
de: Geistiges Eigentum
el: Πνευματική ιδιοκτησία
es: Propiedad Intelectual
vi: Sở hữu trí tuệ

# app.saveToTheExtentPermittedByThisAgreement
source: Save to the extent permitted by this Agreement, Matchico does not grant any licence or other authorization to use any of its trade marks, product names, company names or logos or any of its copyright works or other intellectual property rights by placing them on or making them available by means of the Website or the Services.
da: Gem i det omfang tilladt i henhold til denne aftale, er Transport Talent ikke yde nogen licens eller anden tilladelse til at bruge nogen af sine varemærker, produktnavne, firmanavne eller logoer eller nogen af dens ophavsretligt beskyttede værker og andre immaterielle rettigheder ved at placere dem på eller gøre dem tilgængelige via hjemmesiden eller Tjenesterne.
de: Mit Ausnahme des in diesem Vertrag festgelegten Umfangs gewährt Transport Talent keine Lizenz oder andere Form der Autorisierung zur Nutzung seiner Markenzeichen, Produktbezeichnungen, Firmennamen oder -logos oder anderer seiner urheberrechtlich geschützten Inhalte oder anderer Rechte am geistigen Eigentum, indem es sie durch seine Webseite oder Dienste zur Verfügung stellt.
el: Με εξαίρεση σε αυτό το συμβόλαιο καθορισμένης έκτασης, η Transport Talent δεν επιτρέπεται με καμία άδεια ή άλλου είδους εξουσιοδότησης την χρήση του ονόματος, του προϊόντος, του ονόματος της εταιρίας ή το σήμα ή άλλα περιεχόμενα προστατευμένα κατά τις διαστάξεις περί πνευματικής ιδιοκτησίας.
es: Transport Talent no otorga ninguna licencia u otra autorización para usar cualquiera de sus marcas comerciales, nombres de productos, nombres de compañías o logotipos o cualquiera de sus obras protegidas por derechos de autor u otros derechos de propiedad intelectual, publicados o disponibles a través del Sitio Web o de los Servicios.

source: app.availabilityOfTheWebsiteAndTheService
da: Tilgængeligheden af webstedet og tjenesten
de: Verfügbarkeit unserer Webseite und Services
el: Διαθεσιμότητα της ιστοσελίδας μας και των υπηρεσιών
es: Disponibilidad de nuestra web y de nuestros servicios
vi: Các trang mạng và dịch vụ có sẵn

# app.transportTalentDoesNotPromiseFullUninterrupted
source: Matchico does not promise full, uninterrupted or error free operation of the Website and/or the Services. All liability of Matchico, its directors or employees howsoever arising for any loss whatsoever arising from your use of or inability to use the Website and/or the Services is excluded, insofar as it is possible to do so in law.
da: Transport Talent lover ikke fuld, uafbrudt eller fejlfri drift af webstedet og / eller Tjenesterne. Ethvert ansvar af Transport Talent, dets ledelse eller medarbejdere uanset hvordan de opstår for tab, der måtte opstå fra din brug af eller manglende evne til at bruge hjemmesiden og / eller Tjenesterne er udelukket, så vidt det er muligt at gøre det i loven.
de: Transport Talent verspricht keinen störungs- oder fehlerfreien Betrieb der Webseite und/oder der Dienste. Jegliche Haftung von Transport Talent, seiner Direktoren, Angestellten oder sonstigen Vertretern des Unternehmens im weitesten, gesetzlich zulässigen Ausmaß für Schäden, die sich bei oder im Zusammenhang mit der Benutzung dieser Webseite oder der Dienste, wird hierdurch bis zum gesetzlich zulässigen Höchstumfang ausgeschlossen.
el: Η Transport Talent δεν υπόσχεται μια λειτουργία της ιστοσελίδας και των υπηρεσιών χωρίς βλάβες και παρεμβολές. Κάθε ευθύνη της Transport Talent (δηλαδή οι υπεύθυνοι, οι υπάλληλοι και άλλοι εκπρόσωποι της εταιρίας) απορρίπτετε με τον μεγαλύτερο νομικό βαθμό σχετικά με την χρήση της ιστοσελίδας.
es: Transport Talent no garantiza el funcionamiento completo, ininterrumpido o libre de errores del Sitio Web y/o de los Servicios. Queda excluida toda responsabilidad de Transport Talent, sus directores o empleados derivados de cualquier pérdida derivada de su uso o incapacidad de utilizar el Sitio Web y/o los Servicios, siempre que sea conforme a la ley.

source: app.registration
da: Kom igang
de: Registrierung
el: Εγγραφή
es: Regístrate
vi: Bắt đầu

source: app.whereYouAreAskedToCompleteRegistrationForm
da: Hvor du bliver bedt om at udfylde en tilmeldingsblanket skal de personlige oplysninger, som du giver ære sande, nøjagtige og fuldstændige. Du accepterer at underrette os om eventuelle ændringer, der er relevante for din registrering.
de: Werden Sie aufgefordert, ein Anmeldeformular auszufüllen, müssen die persönlichen Angaben, die Sie machen, wahr, korrekt und vollständig sein. Sie stimmen zu, uns über alle relevanten Änderungen im Zusammenhang mit Ihrer Registrierung zu informieren.
el: Οι προσωπικές σας λεπτομέρειες, που θα πρέπει να συμπληρώσετε στην εγγραφή, πρέπει να είναι ακριβώς και πλήρης. Συμφωνείτε ότι θα μας ενημερώσετε εάν αλλάξουν κάποια δεδομένα σας.
es: Al completar un formulario de inscripción, los datos personales que proporcionas deben ser verdaderos, exactos y completos. Aceptas notificarnos cualquier cambio que sea relevante para tu registro.
vi: Trường hợp bạn được yêu cầu để hoàn thành việc đăng ký thành lập các chi tiết cá nhân mà bạn cung cấp phải đúng sự thật, chính xác và đầy đủ. Bạn đồng ý thông báo cho chúng tôi về bất kỳ những thay đổi có liên quan đến việc đăng ký của bạn.

source: app.dataProtectionAndUseOfPersonalInformation
da: Databeskyttelse og brug af personlige oplysninger
de: Datenschutz und Verwendung personenbezogener Daten
el: Προστασία δεδομένων και χρήση προσωπικών πληροφοριών
es: Protección y uso de datos de carácter personal
vi: Bảo vệ và sử dụng nguồn dữ liệu thông tin cá nhân

# app.whenTheUserEstablishesProfileOnTransportTalent
source: When the user establishes a profile on Matchico the user also accepts that personal information will be stored on our servers and that part hereof can be shared with the Employers using the services provided by Matchico.
da: Når brugeren etablerer en profil på Transport Talent accepterer brugeren også, at personlige oplysninger vil blive opbevaret på vores servere, og at en del heraf kan deles med de Arbejdsgivere, der bruger de tjenester, som Transport Talent.
de: Mit der Einrichtung eines Profils auf Transport Talent willigt der Nutzer ein, dass personenbezogene Daten auf unseren Servern gespeichert und Teile davon den Arbeitgebern, die den Dienst nutzen, zur Verfügung gestellt werden.
el: Με την δημιουργία ενός λογαριασμού στην Transport Talent ο χρήστης συμφωνεί ότι οι προσωπικές του λεπτομέρειες θα αποθηκευτούν στα Server μας και ότι μπορούν να μοιραστούν με τους εργοδότες, που χρησιμοποιούν τις υπηρεσίες της Transport Talent.
es: Al crear un perfil en Transport Talent, el usuario también acepta que la información personal será almacenada en nuestros servidores y que parte de la misma puede ser compartida con los empresas empleadoras utilizando los servicios proporcionados por Transport Talent.
