Repository: michelrothgaenger/tt_app_translation
Catalog: terms/terms.*.xliff
Languages: da, de, el, es, vi

# app.yourPersonalDataWillBeCollectedAndProcessed
source: Your personal data will be collected and processed by TransportTalent in accordance with its privacy policy. The personal data collected may include, without limitation, your name, address, telephone and fax details, email contact address, and other data obtained from you from time to time. Information may be gathered from your registration form(s) and your use of the Sites and/or the Interactive Services including through "cookies". Cookies are blocks of text placed in files on your computer's hard drive when you visit a web site which contain information to identify you. A cookie does not contain any personal information you have provided us with, except your user name, unless the cookie attached to personal information collected another way, such as by means of your on-line registration form. The information gathered may be used by Matchico ApS and companies in the same group as Matchico ApS (ie companies which share the same ultimate parent company) internally, for purposes relating to your use of the Sites and the Interactive Services and for marketing activities, and may be passed to carefully selected third parties to use for marketing activities. By marketing activities, we mean the communication directly to particular individuals (by e-mail, post or telephone) of any advertising or marketing material. If you do not wish to receive marketing material from Matchico ApS, from companies in the same group as Matchico ApS or from carefully selected third parties you should tick the appropriate box on the registration form(s) or notify us by e-mail. If you subsequently decide you no longer wish to receive direct marketing/information from Matchico ApS or companies in the same group as Matchico ApS or no longer wish us to pass your information to third parties you should again notify us by e-mail. Other than as set out elsewhere in this clause 5 your information shall not be disclosed or used by us. You hereby agree to these terms in this clause 5 by your agreement to the terms and conditions of this Agreement.
vi: Dữ liệu cá nhân của Ngài được thu thập và xử lý bởi TransportTalent theo chính sách bảo mật của chúng tôi. Các thông tin cá nhân thu thập có thể bao gồm tên, địa chỉ, điện thoại, số fax, địa chỉ e-mail và các thông tin khác. Các thông tin hoặc mẫu đăng ký / -en và việc sử dụng website và / hoặc dịch vụ tương tác, bao gồm cookie gỡ bỏ. Cookies là các tập tin văn bản được lưu trữ trên đĩa cứng của máy tính khi truy cập một trang web, và cho phép nhận dạng. Cookie không chứa thông tin cá nhân, thậm chí những người mà đã được cung cấp cho chúng tôi, ngoài trừ tên, trừ khi các cookie không kết hợp với các dữ liệu cá nhân khác, chẳng hạn như thông qua việc đăng ký trực tuyến. Các thông tin thu thập được có thể được chuyển cho Talent ApS và các công ty trong cùng một nhóm các công ty như Transport Talent ApS, tức là các công ty có cùng một công ty mẹ, được sử dụng trong nội bộ liên quan đến việc sử dụng Trang web và tương tác dịch vụ, và cho các mục đích tiếp thị và các bên thứ ba đã được lựa chọn cẩn thận cho mục đích tiếp thị. Với mục đích tiếp thị chúng tôi trực tiếp thông tin, quảng cáo với các cá nhân cụ thể thông qua e-mail, mail hoặc điện thoại. Nếu không muốn nhận hoặc không nhận quảng cáo nữa của Transport Talent ApS, các công ty trong cùng một nhóm hoặc các bên thứ ba, xin vui lòng kích hoạt vào ô thích hợp hoặc gửi email cho chúng tôi. Quyết định sau đó có muốn nhận bất kỳ quảng cáo từ Transport Talent ApS hay các công ty trong cùng một nhóm hoặc không muốn chuyển các thông tin cho các bên thứ ba, xin cũng vui lòng liên hệ với chúng tôi thông qua email. Chúng tôi không sử dụng thông tin của Ngài và sẽ không tiết lộ ngoài các mục đích ghi trong điều khoản 5 này ra ngoài. Nếu đồng ý với các điều kiện nêu tại điều khoản 5, nghĩa là chấp nhận các Điều khoản sử dụng.

# app.transportTalentMayTerminateSuspendOrDenyYouAccess
source: TransportTalent may terminate, suspend or deny you access to the Website and/or Services immediately for any reason without incurring any liability whatsoever to you.
vi: TransportTalent có thể chấm dứt, đình chỉ hoặc từ chối bạn truy cập vào trang web này và / hoặc dịch vụ ngay lập tức vì lý do nào mà không chịu bất kỳ trách nhiệm nào đối với Ngài.

# app.youAgreeToIndemnifyTransportTalentAndAllCompanies
source: You agree to indemnify TransportTalent and all companies within the TransportTalent group for all losses, costs, actions, claims, damages, expenses (including reasonable legal costs and expenses) or liabilities, whatsoever suffered or incurred by TransportTalent or companies within the Matchico ApS group in or as a consequence of your breach of this Agreement and/or your use of the Website and/or Services (save to the extent that a court of competent jurisdiction holds that such a claim arose due to an act or omission of TransportTalent).
vi: Ngài đồng ý bồi thường Transport Talent và các công ty trong tập đoàn Transport-Talent cho tất cả các thiệt thòi, chi phí, phương tiện, quyền lợi, thiệt hại, tổn phí (bao gồm cả chi phí và tổn phí pháp lý) hoặc các khiếu nại trách nhiệm phát sinh đối với Transport Talent hoặc các công ty trong tập đoàn của Transport-Talent do hậu quả của vi phạm thoả thuận này và / hoặc việc sử dụng trang web và / hoặc dịch vụ (Nếu yêu cầu này không được chứng minh bởi một tòa án có thẩm quyền đó là một hành động hoặc thiếu sót của Transport Talent)

# app.contactTransportTalent
source: Contact TransportTalent
vi: Liên hệ với TransportTalent

# app.ifYouHaveAnyQuestionsConcernsOrCommentsRegardingTransportTalent
source: If you have any questions, concerns or comments regarding TransportTalent or this website, please contact us:
vi: Xin gửi trực tiếp câu hỏi hoặc ý kiến tới TransportTalent hoặc trang web này tại:
