Repository: michelrothgaenger/tt_app_translation
Catalog: terms/terms.*.xliff
Languages: da, de, el, es, vi

source: app.termsConditions
da: Vilkår & Betingelser
de: Allgemeine Geschäftsbedingungen
el: Όροι και προϋποθέσεις
es: Términos y condiciones
vi: Điều khoản chung

# app.metaDescriptionTermsPage
source: Find the best positions in transport, logistics and supply chain with Matchico. Here are the terms of use for our services.
da: Find de bedste positioner indenfor transport og logistik med Transport Talent. Hermed betingelser for brug af vores ydelser.
de: Mit uns finden Sie die besten Stellen in Transport, Logistik und Supply Chain. Lesen Sie hier die Nutzungsbedingungen für Kandidaten-Services bei Transport Talent.
es: Con nosotros encontrarás las mejores ofertas de empleo en el sector transporte, logística y cadena de suministro. Lee nuestras condiciones de uso para los candidatos en Transport Talent.

# app.transportTalentCandidateTermsAndConditions
source: Matchico Candidate Terms and Conditions
da: Transport Talent kandidat betingelser
el: Υποψήφιοι της Transport Talent όροι και προϋποθέσεις
es: Términos y condiciones para los candidatos de Transport Talent

# app.pleaseReadThisAgreementCarefully
source: Please read this agreement carefully. It sets out the terms under which Staffhero GmbH & Co. KG offers you use of its services as defined in clause 1.1 of this agreement by means of Matchico (The "website"). By using any of the services and/or the website you agree that you have read and accepted these terms and conditions and that you should apply these to your use. If you do not wish to be bound by them, please do not register or use this website.
da: Læs venligst denne aftale omhyggeligt. Den fastsætter de vilkår, hvorunder Transport Talent tilbyder dig brug af sine tjenester som defineret i punkt 1.1 i denne aftale ved hjælp af Transport Talent (Den "hjemmeside"). Ved at bruge disse tjenester og / eller hjemmesiden accepterer du, at du har læst og accepteret disse vilkår og betingelser, og at du bør anvende disse til din brug. Hvis du ikke ønsker at være bundet af dem, skal du ikke registrere eller bruge denne hjemmeside.
de: Bitte lesen die nachfolgende Vereinbarung sorgfältig durch. Sie legt die Bedingungen fest, unter denen Transport Talent Ihnen die Nutzung seiner Services, wie definiert unter 1.1, anbietet. Durch die Nutzung einer der Services und/oder die Nutzung von transporttalent.com (die "Webseite") bestätigen Sie, dass Sie die Nutzungsbedingungen gelesen haben und sie akzeptieren. Nutzen Sie die Webseite und Dienstleistungen von Transport Talent nicht, wenn Sie die hier dargestellten Bedingungen nicht akzeptieren.
el: Παρακαλώ διαβάστε αυτή την συμφωνία προσεκτικά. Αναφέρει τους όρους με τους οποίους σας προσφέρει η Transport Talent τις υπηρεσίες της σύμφωνα με την ρήτρα 1.1 αυτής της συμφωνίας μέσω Transport Talent (The "website"). Με την χρήση τις υπηρεσίες μας και/ή της ιστοσελίδας μας συμφωνείτε ότι έχετε διαβάσει και συμφωνήσει με τους όρους και τις προϋποθέσεις. Εάν δεν θέλετε να δεσμευτείτε με αυτούς, παρακαλώ μην κάνετε εγγραφή ή χρησιμοποιείστε την ιστοσελίδα.
es: Por favor lee este acuerdo cuidadosamente. Establece los términos bajo los cuales Transport Talent & Co. KG te ofrece el uso de sus servicios como se define en la cláusula 1.1 del presente acuerdo por medio de Transport Talent (el "sitio web"). Al utilizar cualquiera de los servicios y/o el sitio web, confirmas que has leído y aceptas estos términos y condiciones que se aplicarán para tu uso de nuestra web. Si no estás confome, por favor no te registres ni uses nuestro sitio web.

# app.thisAgreementIsMadeBetween
source: This Agreement is made between you and Staffhero GmbH & Co. KG whose registered office is
da: Denne aftale er indgået mellem dig og Transport Talent hjemsted
el: Η παρούσα συμφωνία ισχύει ανάμεσα εσάς και την Transport Talent, η οποία έχει την έδρα της στο
es: Los términos y condiciones descritas a continuación establecen un contrato entre el usuario y Transport Talent & Co. KG, con oficina registrada en

# app.termsPageAddress
source: Matchico, Rikkeshave 18, DK-5250 Odense, Denmark
da: Transport Talent, Samsøvej 31, DK-8382 Hinnerup, Denmark
de: Transport Talent, Samsøvej 31, DK-8382 Hinnerup, Denmark
el: Transport Talent, Samsøvej 31, DK-8382 Hinnerup, Denmark
es: Transport Talent, Samsøvej 31, DK-8382 Hinnerup, Denmark

source: app.theServices
da: Vores Services
de: Unsere Services
el: Οι υπηρεσίες μας
es: Nuestros servicios
vi: Dịch vụ của chúng tôi

# app.byMeansOfTheWebsiteTransportTalentMakes
source: By means of the Website, Matchico makes available an on-line recruitment and employment information service, where we display advertisements for positions from employers in the transport and logistics industry. If any of these have your interest you may submit responses to such positions (the "Services").
da: Ved hjælp af hjemmesiden, leverer Transport Talent en online-rekruttering og ansættelse informationstjeneste, hvor vi reklamerer for ledige positioner fra arbejdsgivere i transport- og logistikbranchen. Hvis nogen af disse har din interesse, kan du indsende svar på sådanne positioner ( "Tjenester").
de: Transport Talent stellt durch die Webseite einen Online-Informationsdienst zur Arbeits- und Personalvermittlung bereit, über welchen wir Stellenanzeigen von Arbeitgebern in der Transport- und Logistikbranche zeigen. Bei Interesse können Sie auf die Ausschreibungen (die “Dienste”) reagieren.
el: Μέσο της ιστοσελίδας η Transport Talent κάνει δυνατόν μια online πρόσληψη και ενημερωτική υπηρεσία απασχόλησης, όπου οι εργοδότες γνωστοποιούν θέσεις εργασίας στον τομέα μεταφορών και διοικητής μέριμνας. Εάν σας ενδιαφέρει κάποια από αυτές μπορείτε να καταθέσετε απαντήσεις σε τέτοιες θέσεις (the "Services").
es: Por medio de su sitio web, Transport Talent pone a su disposición un servicio de reclutamiento online y un portal de información de empleo, en el que mostramos anuncios de vacantes de las principales empresas del sector del transporte y logística. Si está interesado en dichas vacantes, puede responder a las mismas (en "Servicios").

# app.pleaseNoteThatWhenRespondingToEmployers
source: Please note that when responding to employers you will be dealing with them directly and as such any contracts and/or arrangements will be formed between you and them, without Matchico as a party and Matchico cannot be held liable for your use of or any liability arising out of the same (save to the extent required by law).
da: Bemærk, at når du svarer på arbejdsgiverne du vil henvende dig til dem direkte, og som sådan alle kontrakter og / eller ordninger vil forblive mellem dig og dem, uden Transport Talent som part og Transport Talent kan derfor ikke holdes ansvarlig for din brug af eller ethvert ansvar i forbindelse med denne (undtagen i det omfang det kræves ved lov).
de: Bitte beachten Sie, dass Sie im Falle einer Kontaktaufnahme direkt mit dem potentiellen Arbeitgeber kommunizieren und alle etwaigen Absprachen oder Verträge direkt mit dem Arbeitgeber getroffen bzw. geschlossen werden. Transport Talent ist in diesen Prozess nicht involviert und kann für etwaige daraus entstehende Ansprüche Ihrerseits nicht haftbar gemacht werden (ausgenommen sind gesetzliche Vorschriften).
el: Παρακαλώ προσέξτε ότι εάν απαντήσετε σε εργοδότες, θα έχετε την έμμεσα επαφή με αυτούς, χωρίς την συμμετοχή της Transport Talent και χωρίς καμία υπευθυνότητα της Transport Talent σε ότι συμβόλαια και/ή συμφωνίες θα κλείσετε με τον εργοδότη και σε ότι προκύψει από αυτά (αποθήκευση στο μέγεθος του υποχρεωτικού νόμου).
es: Tenga en cuenta que al responder a una oferta de trabajo, usted entra en contacto con las empresas directamente y regirán los contratos y/o acuerdos que firmen entre usted y la empresa, sin que Transport Talent sea parte ni pueda ser considerado responsable por su uso o responsabilidad derivada fuera del mismo (excepto por mandato legal).

source: app.theServicesAreOnlyAvailableOnTheCompletion
da: Tjenesterne er kun tilgængelige efter du har afsluttet din registrering til hjemmesiden, herunder bekræftelse af, at de relevante betingelser og vilkår er blevet læst og accepteret ..
de: Die Dienste sind nur dann verfügbar, wenn Sie den Registrierungsprozess auf der Webseite abschließen und bestätigen, die Nutzungsbedingungen gelesen und akzeptiert zu haben.
el: Οι υπηρεσίες είναι μόνο διαθέσιμες εάν ολοκληρώσετε την εγγραφή της ιστοσελίδας περιλαμβάνοντας την επιβεβαίωση, ότι διαβάστηκαν και αποδέχτηκαν οι όροι και προϋποθέσεις.
es: Los Servicios sólo están disponibles al completar la sección de registro del sitio web, incluida la confirmación de que se han leído y aceptado los términos y condiciones pertinentes.
vi: Các dịch vụ chỉ có thể sử dụng sau khi hoàn thành các mục đăng ký của trang web bao gồm xác nhận rằng các điều khoản và điều kiện liên quan đã được đọc và chấp nhận.

source: app.useOfTheWebsiteAndTheServices
da: Brug af Website og Tjenesterne
de: Nutzung der Webseite und der Dienste
el: Χρήση της ιστοσελίδας και των υπηρεσιών
es: Uso de la web y de sus servicios
vi: Sử dụng trang web. và dịch vụ

# app.theWebsiteAndTheServicesAreForPersonalAndNonCommercial
source: The Website and the Services are for personal and non-commercial use only. You may copy electronically and print portions of the Website and/or the Services for your personal, non-commercial use only. In particular, you may not use any information from any directory or other listing or information retrieval service (if any) made available on the Website and/or the Services, in connection with any business or commercial undertaking (whether or not for profit). Any other use of materials on the Website and/or the Services (including without limitation reproduction for a purpose other than that noted above and any modification, distribution or republication) without the prior written permission of Matchico is strictly prohibited. You also agree not to deep-link and/or frame the Website or any of the Services for any purpose, unless specifically authorized by Matchico to do so.
da: Hjemmesiden og Tjenesterne er kun til personlig og ikke-kommerciel brug. De må kopiere elektronisk og udskrive dele af hjemmesiden og / eller Tjenesterne til personlig, ikke-kommerciel brug. Specifikt må du ikke bruge nogen oplysninger fra nogle foldere eller anden notering eller informationssøgning tjeneste (hvis nogen) stilles til rådighed på hjemmesiden og / eller Tjenesterne, i forbindelse med en hvilken som helst virksomhed eller kommerciel virksomhed (uanset om den er for profit eller ej). Enhver anden brug af materialer på hjemmesiden og / eller Tjenesterne (herunder uden begrænsning reproduktion til andre formål end det ovenfor anført, og enhver ændring, distribution eller genudsendelse formål) uden forudgående skriftlig tilladelse fra Transport Talent er strengt forbudt. Du accepterer også ikke at dybt link og / eller indramme hjemmesiden eller nogen af Tjenesterne til ethvert formål, uden udtrykkelig tilladelse fra Transport Talent at gøre det.
de: Die Webseite und die Dienste sind ausschließlich für den privaten, nicht kommerziellen Gebrauch bestimmt. Transport Talent autorisiert Sie gemäß dieser Bedingungen, Teile der Webseite und/oder Dienste, ausschließlich für den privaten, nicht kommerziellen Gebrauch, auszudrucken und/oder herunterzuladen. Insbesondere ist es Ihnen nicht erlaubt, Informationen jedweder Art aus Verzeichnissen, Listen oder von Diensten zur Informationsrückgewinnung (wenn zutreffend), die auf der Webseite dargestellt werden, für geschäftliche oder kommerzielle Zwecke (gleich, ob gemeinnützig oder nicht) zu nutzen. Jegliche Nutzung des Materials von der Webseite und/oder aus den Diensten (einschließlich, aber ohne Beschränkung auf die Reproduktion für andere Zwecke als die oben genannten, die Modifikation, Verbreitung oder Wiederveröffentlichung) ohne vorherige schriftliche Genehmigung durch Transport Talent ist strengstens verboten. Außerdem stimmen Sie zu, keinerlei Deep-Links zwischen dieser und Websites Dritter zu erstellen oder die Webseite oder Teile derselben zu framen, sofern Sie nicht ausdrücklich von Transport Talent dazu autorisiert wurden.
el: Η ιστοσελίδα και οι υπηρεσίες είναι αποκλειστικά για τον ιδιωτικό και μην-εμπορικό τομέα. Επιτρέπεται η ηλεκτρονική αντιγραφή και η εκτύπωση περιεχόμενον της ιστοσελίδας μόνον για την ιδιωτική, μην-εμπορική χρήση. Για την ακρίβεια, δεν επιτρέπεται να χρησιμοποιείστε καμία από τις περιεχομένες πληροφορίες απο τις υπηρεσίες μας που βρίσκονται στην ιστοσελίδα σχετικά με οποιοδήποτε εμπορικό συμφέρων (με ή χωρίς οικονομικό όφελος). Οποιαδήποτε άλλη χρήση τον περιεχόμενον της ιστοσελίδας και των υπηρεσιών (συμπεριλαμβανομένου, αλλά χωρίς κανέναν περιορισμό στην αναπαραγωγή για άλλους οφέλους όπως αναφέρθηκαν πριν, την τροποποίηση, την διάδοση και την αναδημοσίευση) χωρίς την έγκριση της Transport Talent είναι αυστηρά απαγορευμένο. Εκτός απο αυτό συμφωνείτε πως δεν θα κατασκευάσετε Deep-Links ανάμεσα αυτής της ιστοσελίδας και ξένες ιστοσελίδες ή να διατυπώσετε αυτή την ιστοσελίδα ή τα περιεχόμενα της εφόσον δεν σας εξουσιοδοτήσει η Transport Talent.
es: El Sitio Web y los Servicios son exclusivamente para uso personal y no comercial. Usted puede copiar electrónicamente e imprimir partes del Sitio Web y/o los Servicios para su uso personal, pero nunca con carácter comercial. Como particular, no podrá utilizar ninguna información de ningún directorio u otro listado o servicio de recuperación de información (si existe) disponible en el Sitio Web y/o los Servicios, en relación con cualquier empresa comercial o negocio (con o sin fines de lucro). Se prohibe estrictamente cualquier otro uso de los materiales del Sitio Web y/o los Servicios (incluyendo, sin limitación, la reproducción para un propósito distinto del mencionado anteriormente y cualquier modificación, distribución o publicación) sin el permiso previo por escrito de Transport Talent. Asimismo aceptas no copiar y/o enmarcar el Sitio Web o cualquiera de los Servicios sea cual sea el propósito, a menos que específicamente sea autorizado por Transport Talent.

# app.youAgreeThatYouShallNotUseTheWebsite
source: You agree that you shall not use the Website or the Services to transmit or knowingly or recklessly receive (or knowingly or recklessly authorize or permit any other person to receive or transmit) material which is obscene, threatening, menacing, offensive, defamatory, abusive, untrue, in breach of confidence, in breach of any intellectual property right (including copyright) or which may cause anxiety to others including racist or sexist content or material which otherwise violates any applicable law or regulation or code, or which makes excessive demands for bandwidth or contains any virus or which may otherwise impair or harm Matchico's computer systems or any third party computer system.
da: Du accepterer, at du ikke skal bruge hjemmesiden eller Tjenesterne til at sende eller bevidst eller uforsvarligt at modtage (eller bevidst eller uforsvarligt autorisere eller tillade nogen anden person til at modtage eller sende) materiale, som er uanstændigt, truende, truende, krænkende, ærekrænkende, fornærmende, usandt, i strid med tillid, i strid med nogen intellektuel ejendomsret (herunder ophavsret), eller som kan forårsage angst for andre, herunder racistisk eller sexistisk indhold eller materiale, som på anden måde overtræder gældende lov eller regulering eller kode, eller som gør store krav til båndbredde eller indeholder virus, eller som på anden måde kan forringe eller skade Transport Talent edb-systemer eller nogen tredjepart computersystem.
de: Sie verpflichten sich, die Webseite oder die Dienste nicht zur vorsetzlichen oder leichtfertigen Übertragung oder Verteilung von Material, welches obszön, bedrohend, verunsichernd, beleidigend, diffamierend, beschimpfend oder unwahr ist oder einen Vertrauensbruch oder eine Verletzung geistigen Eigentums darstellt (einschließlich des Urheberrechts) oder welches eine bedrohliche oder bedrohende Wirkung, einschließlich rassistischer oder sexistischer Inhalte, hat oder Material, welches auf andere Art gegen geltendes Recht, Regulierungen oder Vorschriften verstößt oder eine übermäßige Auslastung der Bandbreite verursacht oder einen Computervirus enthält oder das Computersystem von Transport Talent oder Dritten auf andere Art beeinträchtigt oder beschädigt.
el: Συμφωνείτε ότι δεν θα ξανά χρησιμωποείσετε την ιστόσελιδα ή τις υπηρεσίες της για προμελετημένες ή επιπόλαιες μεταδόσεις ή διανομές του υλικού, τα οποία είναι χυδαία, απειλητικά, ανησυχητικά, προσβλητικά, δυσφημητικά ή αναληθής. Ή τα οποία εκθέτουν κατάχρηση εμπιστοσύνης ή την προσβολή της πνευματικής κυρότητας (και του δικαιώματος πνευματικής ιδιοκτησίας) ή τα οποία περιέχουν προσβλητικές και απειλητικές συνέπειες, συμπεριλαμβανομένου ρατσιστικά και σεξουαλικά περιεχόμενα, ή υλικό που παραβαίνει κατά τους όρους, τις ρυθμίσεις ή τους κανόνες ή εάν προκαλεί πλήρης αξιοποίηση της ζώνης ή εάν περιλαμβάνει ιός ή εάν παρενοχλήσει ή βλάψει το σύστημα Computer της Transport Talent για διαφορετικούς λόγους απο τρίτους.
es: Por la presente aceptas no utilizar el Sitio Web o los Servicios para transmitir, ni conscientemente o temerariamente recibir (o autorizar o permitir que cualquier otra persona reciba o transmita) material que sea obsceno, amenazador, hiriente, ofensivo o difamatorio que viole cualquier derecho de propiedad intelectual (incluyendo derechos de autor) o que pueda causar daño o lesión a otros, incluyendo contenido racista o sexista o material que de cualquier manera puedan inflingir cualquier ley, regulación o código aplicable, o que pueda sobrecargar el ancho de banda o contenga cualquier virus que pueda dañar los sistemas informáticos de Transport Talent o cualquier sistema informático de terceros.

# app.byRegisteringToUseTheServicesPursuantToClause
source: By registering to use the Services pursuant to clause 1.3, you automatically and hereby grant to Matchico a royalty free right to display, copy, reproduce and make available on the Website and otherwise deal with as necessary to provide to you the Services any material and information which you may provide to Matchico through your use of the Services.
da: Ved at registrere at bruge Tjenesterne i henhold til paragraf 1.3, du automatisk og giver hermed at Transport Talent en royaltyfri ret til at vise, kopiere, reproducere og lægger den ud på hjemmesiden og i øvrigt beskæftige sig med som nødvendigt for at give dig Tjenesterne noget materiale og information som du kan give til Transport Talent gennem din brug af Tjenesterne.
de: Mit der Anmeldung für die Dienste gemäß 1.3 gewähren Sie Transport Talent automatisch das lizenz- und gebührenfreie Recht, jegliches Material und Informationen, die Sie Transport Talent durch die Nutzung der Dienste bereitstellen, im Rahmen der Erfüllung der Dienste zu nutzen und auf der Webseite darzustellen, zu vervielfältigen oder zu reproduzieren.
el: Με την εγγραφή σας δίνεται αυτόματα στην Transport Talent, σύμφωνα με την ρήτρα 1.3, τα μη αδειοδοτημένα και ατελής δικαιώματα, να αναπαράγουν τα υλικά και της πληροφορίες που διαθέσατε στην Transport Talent μέσα απο την χρήση των υπηρεσιών μέσα στα όρια της εκπλήρωσης των υπηρεσιών και την εμφάνιση στην ιστοσελίδα.
es: Al registrarte para utilizar los Servicios de conformidad con la cláusula 1.3, automáticamente y por la presente otorgas a Transport Talent el libre derecho de exhibir, copiar, reproducir y poner a disposición del Sitio Web su contenido, a tratar los datos para proporcionarte los Servicios y a gestionar cualquier material e información que puedas proporcionar a Transport Talent a través del uso de los Servicios.
