Repository: michelrothgaenger/tt_app_translation
Catalog: terms/terms.*.xliff
Languages: da, de, el, es, vi

source: app.ifAnyProvisionOfThisAgreementOrPartThereof
da: Hvis nogen bestemmelse i denne aftale eller en del heraf bestemt til at være ugyldig, ulovlig eller ikke kan håndhæves, sådan bestemmelse, eller dele heraf, skal være afskåret fra de resterende vilkår, betingelser og bestemmelser, der fortsat er gyldige og kan håndhæves i videst muligt omfang tilladt ved lov.
de: Sollte eine Bestimmung dieses Vertrags ganz oder teilweise unwirksam oder undurchführbar sein oder werden oder sollte sich bei Durchführung dieses Vertrags eine Lücke herausstellen, so bleibt die Wirksamkeit der übrigen Bestimmungen hiervon unberührt.
el: Εάν είναι ή γίνει κάποιος προσδιορισμός αυτού του συμβολαίου ανενεργός ή ακατόρθωτος ή εάν αποδειχτεί στην χρήση του συμβολαίου ένα κενό, έτσι παραμένει ανεπηρέαστη η ενέργεια των άλλων προσδιορισμών.
es: En el caso de que alguna disposición de este Acuerdo o parte del mismo se determina que es inválida, ilegal o inaplicable, tal provisión, o parte de ella, será separada de los términos, condiciones y disposiciones restantes que seguirán siendo válidos y ejecutables en la máxima medida permitida por ley.
vi: Nếu bất kỳ điều khoản của thỏa thuận này, toàn bộ hay một phần không hoặc trở nên không hiệu quả hoặc không thể thực hiện được, nên khoanh lại một khoảng trống trong việc thực hiện hợp đồng này, để hiệu lực của các điều khoản còn lại sẽ không bị ảnh hưởng.

source: app.variationOfTerms
da: Variation af vilkår
de: Abweichungen der Vertragsformeln
el: Διαφορά του διατακτικού του συμβολαίου
es: Variación de términos
vi: Biến thể của hình thức hợp đồng

source: app.thisAgreementTogetherWithAnyVariationsToItPursuant
da: Denne aftale (sammen med eventuelle variationer til den i henhold til paragraf 13.2) udgør hele aftalen mellem parterne i forbindelse med sit emne.
de: Diese Bestimmungen, einschließlich aller Abweichungen gemäß 13.2, begründen den gesamten Vertrag der beiden Parteien in Hinblick auf dieses Thema.
el: Αυτοί οι προσδιορισμοί, συμπεριλαμβανομένου όλες τις αποκλίσεις σύμφωνα με 13.2, δικαιολογούν όλο το συμβόλαιο Γιαις δυο μεριές σχετικά με αυτό το θέμα.
es: Este Acuerdo (junto con cualquier variación a él de conformidad con la cláusula 13.2) constituye el acuerdo completo entre las partes con respecto a su objeto.
vi: Những quy định này, bao gồm tất cả các thay đổi theo như 13.2, tạo thành toàn bộ thỏa thuận của các bên liên quan trong vấn đề này.

# app.transportTalentReservesTheRightToVaryThisAgreement
source: Matchico reserves the right to vary this Agreement from time to time. Such changes shall either be notified to you by e-mail or posted on the home pages of the Website. Changes in this manner shall be deemed to have been accepted if you continue to use the Website and/or the Services after a period of two weeks from the date of transmission of the e-mail or of posting on the home pages of the Website, whichever occurs later.
da: Transport Talent forbeholder sig ret til at ændre denne aftale fra tid til anden. skal enten anmeldes Sådanne ændringer til dig via e-mail eller lagt ud på hjemmesider på hjemmesiden. Ændringer i denne måde, anses for at være accepteret, hvis du fortsætter med at bruge hjemmesiden og / eller Tjenesterne efter en periode på to uger fra datoen for fremsendelsen af e-mail eller udstationering på hjemmesider på hjemmesiden, hvis dette sker senere.
de: Transport Talent behält sich vor, diese Bedingungen zu ändern. Solche Änderungen werden Ihnen entweder per E-Mail oder auf der Webseite mitgeteilt. Änderungen gelten als akzeptiert, wenn Sie die Webseite und/oder die Dienste nach Ablauf einer Frist von zwei Wochen ab Übermittlung der E-Mail oder Eintrag des Hinweises auf der Webseite (je nach dem, welche Mitteilung später erfolgt) weiterhin nutzen.
el: Η Transport Talent επιφυλάσσεται να αλλάξει αυτούς τους όρους. Θα ενημερωθείτε μέσω Email ή της ιστοσελίδας για τέτοιες αλλαγές. Οι αλλαγές ισχύουν αποδεχόμενες εάν συνεχίσετε να χρησιμοποιήτε την ιστοσελίδα και/ή τις υπηρεσίες μας μόλις λήξει η προθεσμία των 2 εβδομάδων από την ημέρα της αποστολής του Email ή της ενημέρωσης στην ιστοσελίδα (αναλόγως ποια ενημέρωση ακολουθήσει).

source: app.lawAndJurisdiction
da: Lov og jurisdiktion
de: Gerichtsstand
el: Δωσιδικία
es: Derecho y jurisdicción
vi: Quyền tài phán

source: app.thisAgreementShallBeGovernedByTheLawsDenmark
da: Denne aftale er underlagt lovgivningen i Danmark, og du underkaster sig hermed enekompetence af de danske domstole.
de: Diese Vereinbarung unterliegt den Gesetzen Dänemarks. Als Gerichtsstand wird Kopenhagen festgesetzt. Mit der Nutzung unserer Angebote unterwerfen Sie sich der ausschließlichen Zuständigkeit der dänischen Gerichte.
el: This Agreement shall be governed by the laws of Denmark and you hereby submit to the exclusive jurisdiction of the Danish courts.
es: Este Acuerdo se regirá por las leyes de Dinamarca y las partes se someterán a la jurisdicción exclusiva de los tribunales daneses.
vi: Thỏa thuận này được tuân theo luật pháp của Đan Mạch. Nơi có thẩm quyền tài phán là Copenhagen. Với việc sử dụng các dịch vụ của chúng tôi, Ngài đã chấp thuận thẩm quyền độc quyền của các tòa án của Đan Mạch.

# app.contactTransportTalent
source: Contact Matchico
da: Kontakt Transport Talent
de: Kontakt zu Transport Talent
el: Contact Transport Talent
es: Contactar a Transport Talent

# app.ifYouHaveAnyQuestionsConcernsOrCommentsRegardingTransportTalent
source: If you have any questions, concerns or comments regarding Matchico or this website, please contact us:
da: Hvis du har spørgsmål, bekymringer eller kommentarer til Transport Talent eller denne hjemmeside, så kontakt os:
de: Bitte richten Sie Fragen oder Anregungen zu Transport Talent oder dieser Webseite an:
el: If you have any questions, concerns or comments regarding Transport Talent or this website, please contact us:
es: Si tienes cualquier duda o deseas hacer un comentario sobre Transport Talent o sobre nuestra web, te rogamos que nos lo comuniques a:

source: app.email
da: Email
de: Ihre E-Mail-Adresse
el: Email
es: Email
vi: Địa chỉ Email

source: app.transportTalentCandidateTermsAndConditions
de: Nutzungsbedingungen für Kandidaten
vi: Transport Talent các điều kiện và điều khoản của ứng viên

source: app.thisAgreementIsMadeBetween
de: Die folgenden Nutzungsbedingungen stellen einen Vertrag dar zwischen Ihnen und
vi: Thỏa thuận này được ký giữa Ngài và văn phòng có đăng ký của Transport Talent ApS

source: app.transportTalentReservesTheRightToAssignOrTransfer
es: TransportTalent se reserva el derecho de ceder o transferir todos o algunos de sus derechos y obligaciones bajo este Acuerdo a cualquier compañía en el mismo grupo que Staffhero GmbH & Co. KG o a cualquier otro tercero. En caso de cesión o transferencia, la notificación se le enviará por correo electrónico o se publicará en el sitio web.
vi: Transport Talent có quyền chuyển giao hoặc chỉ định hoàn toàn hay một phần theo quyền lợi và nghĩa vụ của mình như trong hợp đồng này cho mỗi công ty trong cùng một nhóm doanh nghiệp như Transport Talent ApS hoặc đơn vị thứ babất kỳ. Trong trường hợp chuyển nhượng, nhận chuyển nhượng, chúng tôi thông báo choNgài hoặc bằng email hoặc trên các trang web.

source: app.transportTalentReservesTheRightToVaryThisAgreement
es: TransportTalent se reserva el derecho de modificar este Acuerdo. Dichos cambios serán notificados por correo electrónico o publicados en las páginas de inicio del sitio web. Los cambios así notificados se considerarán aceptados si continúas utilizando el Sitio Web y/o los Servicios después de un período de dos semanas a partir de la fecha de envío del correo electrónico o de la publicación en las páginas de inicio del Sitio Web, lo que ocurra más tarde.
vi: TransportTalent bảo lưu quyền thay đổi các điều kiện. Những thay đổi này sẽ được thông báo cho Ngài qua email hoặc trên các trang web. Những thay đổi sẽ được coi là chấp nhận nếu Ngài vẫn tiếp tục sử dụng Trang web và / hoặc các dịch vụ sau thời gian hai tuần kể từ ngày gửi e-mail hoặc đăng tải trên các trang web.

# app.metaDescriptionTermsPage
source: Find the best positions in transport, logistics and supply chain with Matchico. Here are the terms of use for our services.
vi: Với chúng tôi Ngài tìm thấy những công việc tốt nhất trong lĩnh vực kho vận và vận tải. Hãy đọc điều khoản sử dụng cho các dịch vụ ứng viên của Transport Talent.

# app.pleaseReadThisAgreementCarefully
source: Please read this agreement carefully. It sets out the terms under which Matchico ApS offers you use of its services as defined in clause 1.1 of this agreement by means of TransportTalent (The "website"). By using any of the services and/or the website you agree that you have read and accepted these terms and conditions and that you should apply these to your use. If you do not wish to be bound by them, please do not register or use this website.
vi: Vui lòng đọc thỏa thuận này một cách cẩn thận. Nó đặt ra các điều khoản theo đó Transport Talent ApS cung cấp cho Ngài sử dụng các dịch vụ của mình theo quy định tại khoản 1.1 của bản thoả thuận này bằng tiện ích của TransportTalent (Trang web.). Khi sử dụng bất kỳ dịch vụ và / hoặc các trang web Ngài đã đồng ý rằng Ngài đã đọc và chấp nhận các điều khoản và điều kiện và Ngài chỉ sử dụng cho bản thân. Nếu Ngài không muốn bị ràng buộc bởi những quy định này, xin vui lòng không đăng ký hoặc sử dụng trang web.

# app.termsPageAddress
source: Matchico, Rikkeshave 18, DK-5250 Odense, Denmark
vi: Transport Talent, Islands Brygge 77D, 4 TH, Copenhagen DK-2300, Đan Mạch

# app.byMeansOfTheWebsiteTransportTalentMakes
source: By means of the Website, TransportTalent makes available an on-line recruitment and employment information service, where we display advertisements for positions from employers in the transport and logistics industry. If any of these have your interest you may submit responses to such positions (the "Services").
vi: Với các tiện ích của trang mạng, TransportTalent đáp ứng dịch vụ tuyển dụng và thông tin việc làm trực tuyến, nơi mà chúng tôi hiển thị quảng cáo cho các vị trí cần lao động trong ngành kho vận. Nếu Ngài quan tâm đến bất kỳ trong số công việc này, Ngài có thể gửi phản hồi về những vị trí như vậy ("Dịch vụ").

# app.pleaseNoteThatWhenRespondingToEmployers
source: Please note that when responding to employers you will be dealing with them directly and as such any contracts and/or arrangements will be formed between you and them, without TransportTalent as a party and TransportTalent cannot be held liable for your use of or any liability arising out of the same (save to the extent required by law).
vi: Xin lưu ý rằng khi trả lời nhà tuyển dụng, Ngài sẽ làm việc trực tiếp và bất kỳ hợp đồng và / hoặc thỏa thuận nào được thực hiện là giữa Ngài và họ, TransportTalent không tham gia thỏa thuận và TransportTalent không chịu trách nhiệm về việc sử dụng của Ngài hoặc bất kỳ trách nhiệm pháp lý phát sinh tương tự (trừ trường hợp được pháp luật quy định).

# app.theWebsiteAndTheServicesAreForPersonalAndNonCommercial
source: The Website and the Services are for personal and non-commercial use only. You may copy electronically and print portions of the Website and/or the Services for your personal, non-commercial use only. In particular, you may not use any information from any directory or other listing or information retrieval service (if any) made available on the Website and/or the Services, in connection with any business or commercial undertaking (whether or not for profit). Any other use of materials on the Website and/or the Services (including without limitation reproduction for a purpose other than that noted above and any modification, distribution or republication) without the prior written permission of TransportTalent is strictly prohibited. You also agree not to deep-link and/or frame the Website or any of the Services for any purpose, unless specifically authorized by TransportTalent to do so.
vi: Các trang web và dịch vụ chỉ dành cho việc sử dụng cá nhân và phi thương mại. Ngài có thể sao chép điện tử và in ấn các phần của trang mạng và / hoặc các dịch vụ chỉ dành cho việc sử dụng cá nhân và phi thương mại của Ngài. Đặc biệt, Ngài không thể sử dụng bất kỳ thông tin từ bất kỳ thư mục hoặc dịch vụ niêm yết hoặc thông tin phản hồi khác (nếu có) có sẵn trên trang web và / hoặc các dịch vụ, trong kết nối với các doanh nghiệp hoặc cam kết thương mại (có hay không vì lợi nhuận). Bất kỳ việc sử dụng các tài liệu trên trang web và / hoặc các dịch vụ (bao gồm việc không sao chép cho bất kỳ mục đích nào khác như nói ở trên và mọi sửa đổi, phân phối hoặc tái bản) mà không có sự cho phép trước bằng văn bản của TransportTalent đều bị nghiêm cấm. Bạn cũng đồng ý không liên kết sâu và / hoặc đóng khung trang Web hoặc sử dụng bất kỳ dịch vụ nào cho mục đích khác, trừ khi được ủy quyền bởi TransportTalent.

# app.youAgreeThatYouShallNotUseTheWebsite
source: You agree that you shall not use the Website or the Services to transmit or knowingly or recklessly receive (or knowingly or recklessly authorize or permit any other person to receive or transmit) material which is obscene, threatening, menacing, offensive, defamatory, abusive, untrue, in breach of confidence, in breach of any intellectual property right (including copyright) or which may cause anxiety to others including racist or sexist content or material which otherwise violates any applicable law or regulation or code, or which makes excessive demands for bandwidth or contains any virus or which may otherwise impair or harm TransportTalent's computer systems or any third party computer system.
vi: Ngài đồng ý rằng Ngài sẽ không sử dụng trang Web hay các dịch vụ truyền tải hoặc cố ý hoặc thiếu thận trọng khi nhận (cố ý hoặc thiếu thận trọng cho phép hoặc cho phép bất kỳ người nào khác để nhận hoặc chuyển) các thông tin tục tĩu, đe dọa, đe dọa, xúc phạm, phỉ báng, lăng mạ, sai sự thật, vi phạm bí mật, vi phạm bất kỳ quyền sở hữu trí tuệ (bao gồm bản quyền) hoặc có thể gây ra ảnh hưởng xấu tới người khác trong đó có nội dung phân biệt chủng tộc hoặc phân biệt giới tính hoặc các tài liệu vi phạm nội dung, quy tắc hoặc bí mật luật pháp quy định, hoặc làm quá tải đối với băng thông hoặc có chứa bất kỳ loại virus hay tương tự mà làm suy yếu hoặc tổn hại hệ thống máy tính của TransportTalent hoặc của bên thứ ba bất kỳ .

# app.byRegisteringToUseTheServicesPursuantToClause
source: By registering to use the Services pursuant to clause 1.3, you automatically and hereby grant to TransportTalent a royalty free right to display, copy, reproduce and make available on the Website and otherwise deal with as necessary to provide to you the Services any material and information which you may provide to TransportTalent through your use of the Services.
vi: Bằng cách đăng ký sử dụng dịch vụ theo quy định tại khoản 1.3, Ngài tự động đồng ý cấp cho TransportTalent bản quyền miễn phí để hiển thị, sao chép, tái bản và cung cấp trên trang web và mặt khác có thể cung cấp nếu cần thiết cho bạn các dịch vụ bất kỳ tài liệu và thông tin mà bạn có thể cung cấp cho TransportTalent thông qua việc bạn sử dụng Dịch vụ.

# app.saveToTheExtentRequiredByLawNoRepresentations
source: Save to the extent required by law, no representations, warranties or terms of any kind are made in respect of the Website and/or the Services or their contents (including, without limitation, any views or comment made). All information and/or data included in and/or on the Website, the Services and/or in any directory or other listings or information retrieval service made available on or by the Website and/or the Services has been so made available for guidance only. Your use of such information and/or data is therefore entirely at your own risk. All liability of TransportTalent, its directors, employees or other representatives howsoever arising for any loss suffered as a result of your use of the Website and/or the Services is expressly excluded to the fullest extent permitted by law.
vi: Trường hợp không có yêu cầu chính thức của luật pháp hoặc các cơ quan chức năng, liên quan đến các trang web và / hoặc các dịch vụ hoặc nội dung (bao gồm, nhưng không giới hạn về quan điểm cá nhân hoặc ý kiến) sẽ không có bảo đảm, bảo hành hoặc giao ước. Tất cả các thông tin và / hoặc dữ liệu trên các trang web và / hoặc trong khuôn khổ các dịch vụ và / hoặc trong bất kỳ thư mục hoặc danh sách khác hoặc thông tin dịch vụ phục hồi có sẵn, chỉ có giá trị định hướng. Nguy cơ rủi ro của việc sử dụng các thông tin và / hoặc dữ liệu các Ngài tự có trách nhiệm. Bất kỳ trách nhiệm pháp lý của Transport Talent, các giám đốc, nhân viên hoặc đại diện khác của công ty, trong phạm vi cho phép của pháp luật về thiệt hại hoặc trên hoặc kết hợp với sử dụng trang web này các thông tin chứa trong nó, điều chỉnh nội dung, dữ liệu hoặc sản phẩm, theo đó được loại trừ trong phạm vi pháp luật cho phép.

# app.transportTalentMakeNoWarrantyThatTheContents
source: TransportTalent make no warranty that the contents of any and all e-mails communicated through the Site are free from infection by viruses or anything else which has contaminating or destructive properties and shall have no liability in respect thereof.
vi: TransportTalent không đảm bảo rằng các nội dung của bất kỳ và tất cả các trao đổi qua e-mail thông qua các trang web không bị nhiễm virus hoặc bất cứ gì tương tự mà đã gây ảnh hưởng hoặc hủy hoại tài sản và không chịu trách nhiệm cho việc đó.

# app.theWebsiteAndOrTheServicesMayIncludeLinks
source: The Website and/or the Services may include links to websites and/or services owned and/or operated by third parties. These are provided for your convenience only and TransportTalent is not responsible for and does not give any warranties or make any representations regarding any such websites and/or services and is not responsible for or liable in relation to the content or your use of such websites (save to the extent required by law).
vi: Trang web và / hoặc các dịch vụ có thể bao gồm các liên kết với các trang web và / hoặc dịch vụ sở hữu và / hoặc vận hành bởi bên thứ ba. Chúng chỉ được cung cấp để thuận tiện cho Ngài và TransportTalent không chịu trách nhiệm và không bảo đảm hoặc thực hiện bất kỳ hoạt động nào liên quan đến trang web và / hoặc dịch vụ đó và không chịu trách nhiệm hoặc chịu trách nhiệm về nội dung hoặc việc sử dụng của các trang web như vậy ( trừ trường hợp được pháp luật quy định).

# app.youAcknowledgeThatTransportTalentIsNotResponsible
source: You acknowledge that TransportTalent is not responsible for third party content on the Website and that TransportTalent cannot ensure that material presented on the Internet is legal. TransportTalent will not limit access to material unless notified that it is illegal. In particular, you acknowledge that TransportTalent is not responsible for and does not monitor the content of job postings provided by third parties on the Website. However, TransportTalent shall have the right to remove any postings, materials or other items on the Website which it believes may be illegal or which it determines to be inappropriate.
vi: Ngài thừa nhận rằng TransportTalent không chịu trách nhiệm về nội dung của bên thứ ba trên Website và TransportTalent không thể đảm bảo rằng các tài liệu trình bày trên Internet là hợp pháp. TransportTalent sẽ không hạn chế quyền truy cập vào tài liệu trừ khi thông báo rằng nó là bất hợp pháp. Đặc biệt, Ngài thừa nhận rằng TransportTalent không chịu trách nhiệm và không theo dõi các nội dung của tin tìm kiếm việc làm được cung cấp bởi các bên thứ ba trên trang mạng. Tuy nhiên, TransportTalent có quyền loại bỏ bất cứ thông tin được đăng, tài liệu hoặc các hạng mục khác trên trang web mà tin rằng có thể là bất hợp pháp hay xác định là không phù hợp.

# app.transportTalentWillNotBePartyToAnyCommunications
source: TransportTalent will not be a party to any communications whatsoever between you and those responding to any use which you may make of the Services, although TransportTalent reserves the right to monitor any such communications which are made by you or third parties by means of the Website and/or the Services.
vi: TransportTalent không phải là một bên trong bất kỳ thông tin liên lạc nào giữa Ngài và những người đáp ứng những dịch vụ mà có thể do Ngài yêu cầu, mặc dù TransportTalent có quyền giám sát những thông tin liên lạc như vậy được thực hiện bởi Ngài hoặc các bên thứ ba bằng các phương tiện của các trang mạng và / hoặc dịch vụ.

# app.saveToTheExtentPermittedByThisAgreement
source: Save to the extent permitted by this Agreement, TransportTalent does not grant any licence or other authorization to use any of its trade marks, product names, company names or logos or any of its copyright works or other intellectual property rights by placing them on or making them available by means of the Website or the Services.
vi: Trừ trường hợp được phép của thỏa thuận này, TransportTalent không cấp bất kỳ giấy phép hoặc bất kỳ uỷ quyền khác để sử dụng thương hiệu, tên sản phẩm, tên hay logo công ty hoặc bất kỳ sản phẩm bản quyền hoặc quyền sở hữu trí tuệ khác bằng cách đăng lên hoặc cung cấp cho các phương tiện của các trang Web hay dịch vụ khác.

# app.transportTalentDoesNotPromiseFullUninterrupted
source: TransportTalent does not promise full, uninterrupted or error free operation of the Website and/or the Services. All liability of TransportTalent, its directors or employees howsoever arising for any loss whatsoever arising from your use of or inability to use the Website and/or the Services is excluded, insofar as it is possible to do so in law.
vi: TransportTalent không đảm bảo chắc chắn, không bị gián đoạn hoặc lỗi trong hoạt động của trang mạng và / hoặc dịch vụ. Tất cả các trách nhiệm pháp lý của TransportTalent, đội ngũ lãnh đạo hoặc nhân viên của mình hạn chế bất kỳ thiệt hại nào phát sinh từ việc sử dụng các trang mạng và / hoặc các dịch vụ, trong chừng mực có thể làm như vậy theo luật định.

# app.whenTheUserEstablishesProfileOnTransportTalent
source: When the user establishes a profile on TransportTalent the user also accepts that personal information will be stored on our servers and that part hereof can be shared with the Employers using the services provided by TransportTalent.
vi: Khi người sử dụng thiết lập một hồ sơ trên TransportTalent đồng thời chấp nhận rằng thông tin cá nhân sẽ được lưu trữ trên các máy chủ của chúng tôi và một phần của thỏa thuận này có thể được chia sẻ với người sử dụng lao động khi dùng các dịch vụ được cung cấp bởi TransportTalent.
