Repository: michelrothgaenger/tt_app_translation
Catalog: employer/employer.*.xliff
Languages: da, fr, vi

# app.companyProfile
source: Company profile
da: Virksomhedsprofil
fr: Profil de l'entreprise
vi: Hồ sơ công ty

# app.employerInformation
source: Employer information
da: Arbejdsgiverinformation
fr: Informations sur l'employeur
vi: Thông tin người sử dụng lao động

# app.numberOfEmployees
source: Number of employees
da: Antal medarbejdere
fr: Nombre d'employés
vi: Số lượng nhân viên

# app.employees_lowercase
source: employees
da: %count% medarbejder|%count% medarbejdere
fr: %count% employé|%count% employés
vi: Nhân viên

# app.headquater
source: Headquarter
da: Hovedkvarter
fr: Siège principal
vi: Trụ sở chính

# app.officesCountries
source: Offices/Countries
da: Kontorer/Lande
fr: Sites/Pays
vi: Địa điểm / Nước

# app.mainActivities
source: Main Activities
da: Primære aktiviteter
fr: Activité principale
vi: Trọng tâm

# app.website
source: Website
da: Hjemmeside
fr: Site Internet
vi: Trang mạng

# app.noCompanyDescription
source: Company description unavailable
da: Virksomhedsbeskrivelse er ikke tilgængelig
fr: Description de l'entreprise non disponible
vi: Hồ sơ công ty không có sẵn

# app.saveToProfilePage
source: Follow
da: Følg
fr: Suivre
vi: Làm theo

# app.employer.button.savedToProfile
source: Unfollow
da: Følg ikke
fr: Ne plus suivre
vi: Không làm theo

# app.employer.info.jobsOnline.title
source: Jobs online
da: Stillinger online
fr: Offres d'emplois en ligne
vi: Việc làm trực tuyến

# app.employer.info.jobsOnline.text
source: There are currently %count% job from %company%|There are currently %count% jobs from %company%
da: Der er lige nu %count% stillinger fra %company%|Der er lige nu %count% stillinger fra %company%
fr: Il y a actuellement %count% offre d'emploi à %company%|Il y a actuellement %count% offres d'emploi à %company%
vi: Hiện tại có %count% công việc từ công ty %company% | Hiện tại có %count% việc làm từ %company%

# app.employer.linkToJobsTitle
source: See all jobs
da: Se alle stillinger
fr: Voir toutes les offres
vi: Xem tất cả các việc làm

# app.employer.currentJobs.title
source: Current jobs from %company%
da: Nuværende stillinger fra %company%
fr: Offres d'emploi actuelles à %company%
vi: Công việc hiện tại của %company%
