Repository: michelrothgaenger/tt_app_translation
Catalog: forgotPassword/forgotPassword.*.xliff
Languages: da, el, es, fr, ru, vi

# resetting.flash.success
source: The password has been reset successfully
da: Adgangskoden er blevet ændret
el: Η επαναφορά του κωδικού πρόσβασης έγινε με επιτυχία
es: Tu contraseña ha sido repuesto con éxito
fr: Le mot de passe a été réinitialisé avec succès
ru: Пароль успешно изменен
vi: Mật khẩu đã được thiết lập lại thành công

# resetting.reset.submit
source: Change password
da: Ændr adgangskode
el: Αλλαγή κωδικού πρόσβασης
es: Cambiar contraseña
fr: Modifier le mot de passe
ru: Сбросить пароль
vi: Thay đổi mật khẩu

# resetting.request.invalid_username
source: The username or email address "%username%" does not exist.
da: Brugernavn eller email-adresse "%username%" findes ikke.
el: Το όνομα χρήστη ή η διεύθυνση ηλεκτρονικού ταχυδρομείου "%username%" δεν υπάρχει.
es: No existe el nombre de usuario o el correo electrónico "%nombre de usuario".
fr: Le nom d'utilisateur ou le courriel "%username%" n'existe pas.
ru: Имя пользователя или адрес электронной почты "%username%" не существует.
vi: Tên người dùng hoặc địa chỉ email "% tên người sử dụng%" không tồn tại.

# resetting.request.username
source: Email address
da: Email
el: Όνομα χρήστη ή διεύθυνση e-mail
es: Nombre de usuario o correo electrónico
fr: Nom d'utilisateur ou courriel
ru: Адрес электронной почты
vi: Tên người sử dụng hoặc địa chỉ email

# resetting.request.submit
source: Reset password
da: Nulstil adgangskode
el: Επαναφορά του κωδικού πρόσβασης
es: Reponer contraseña
fr: Réinitialiser le mot de passe
ru: Сбросить пароль
vi: Đặt lại mật khẩu

# form.new_password
source: New password
da: Ny adgangskode
el: Νέος Κωδικός πρόσβασης
es: Contraseña nueva
fr: Nouveau mot de passe
ru: Новый пароль
vi: Mật khẩu mới

# form.new_password_confirmation
source: Repeat new password
da: Gentag ny adgangskode
el: Επαλήθευση
es: Repetir contraseña nueva
fr: Confirmez le nouveau mot de passe
ru: Повторите новый пароль
vi: Nhắc lại mật khẩu mới

# fos_user.password.mismatch
source: Password mismatch
da: Adgangskoden er ikke korrekt
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν
es: Contraseña incorrecta
fr: Les mots de passes sont différents
ru: Введенные пароли не совпадают
vi: Không đúng mật khẩu

# app.forgotPassword.h1
source: Reset password
da: Nustil din adgangskode
es: Reponer contraseña
fr: Réinitialiser le mot de passe
ru: Сбросить пароль
vi: Đặt lại mật khẩu

# resetting.check_email
source: An email has been sent. It contains a link you must click to reset your password.
da: Vi har sendt dig en email med et link du skal klikke på for at nulstille din adgangskode.
es: Se ha enviado un correo electrónico a %correo electrónico%. Contiene un link dónde tienes que hacer un click para reponer tu contraseña.
fr: Un courriel vous a été envoyé. Il contient un lien afin de réinitialiser le mot de passe.
ru: Письмо отправлено. Оно содержит ссылку, которую вы должны нажать, чтобы сбросить свой пароль.
vi: Một email đã được gửi đến %email%. Trong đó có một liên kết để thiết lập lại mật khẩu.

# resetting.email.subject
source: Reset Password
da: Nulstil din adgangskode
el: Επαναφορά του κωδικού πρόσβασης
es: Reponer contraseña
fr: Réinitialiser le mot de passe
ru: Сбросить пароль
vi: Đặt lại mật khẩu

# resetting.email.message
source: Hello %username%!<br><br>To reset your password - please visit <a href="%confirmationUrl%">%confirmationUrl%</a><br><br>Regards, Your Transport Talent Team.
da: Hej %username%! <br><br> For at nulstille din adgangskode - besøg <a href="%confirmationUrl%">%confirmationUrl%</a><br><br>Med venlig hilsen, Matchico
el: Αγαπητέ %username%! Για να επαναφέρετε τον κωδικό πρόσβασής σας - επισκεφθείτε %confirmationUrl% Ευχαριστούμε πολυ.
es: Hola %nombre de usuario%!<br><br>Para reponer tu contraseña - por favor, vete a %confirmaciónUrl%<br><br>Saludos, el Equipo.
fr: Bonjour %username%!<br><br>Afin de réinitialiser votre mot de passe, veuillez cliquer sur ce lien<a href="%confirmationUrl%">%confirmationUrl%</a><br><br>Cordialement, l'équipe de Transport Talent.
ru: Приветствуем, %username%! Для сброса пароля, пожалуйста, пройдите по ссылке <a href="%confirmationUrl%">%confirmationUrl%</a> <br><br>С наилучшими пожеланиями, команда сайта.
vi: Xin chào %tên%!<br> <br> ai đó đã yêu cầu một mật khẩu mới cho tài khoản của Transport Talent . <br> <br> <div style = "text-align: center;"> <a href="%confirmationUrl%"> <span style = "font-weight: bold;"> Bấm vào đây để tạo mật khẩu mới. </ span> </a> <br> </ div> <br> Chúng tôi trả lời các câu hỏi bất cứ lúc nào <a href="mailto:support@transporttalent.com"> support@transporttalent.com</a> đang có sẵn. <br><br> Trân trọng <br><br> Michel Rothgaenger <br> Giám đốc khu vực DACH <br>

# resetting.password_already_requested
source: The password for this user has already been requested within the last 24 hours.
da: Adgangskoden for denne bruger er allerede blevet anmodet inden for de sidste 24 timer.
el: Ο κωδικός για αυτόν το χρήστη έχει ήδη ζητηθεί μέσα στις τελευταίες 24 ώρες.
es: La contraseña de este usuario ya se ha solicitado durante las últimas 24 horas.
fr: Le mot de passe de cet utilisateur a déjà été modifié dans les dernières 24 heures.
ru: Пароль этого пользователя уже запрашивался в течение последних 24 часов.
vi: Một mật khẩu mới đã được yêu cầu trong 24 giờ vừa qua cho người sử dụng này.

# app.forgotPassword.success
source: Success
da: Dit kodeord er nu ændret
fr: Votre demande a été traitée avec succès
ru: Успешно

# app.forgotPassword.error
source: Error
da: Fejl
fr: Une erreur est survenue
ru: Ошибка

# app.choosePassword.h1
source: Choose password
da: Vælg kodeord

# resetting.save.submit
source: Save password
da: Gem kodeord
