Repository: michelrothgaenger/tt_app_translation
Catalog: dataPrivacy/dataPrivacy.*.xliff
Languages: da, de, es, sv, vi

source: app.privacyPolicy
da: Fortrolighedspolitik
de: Datenschutz
es: Protección de datos
sv: Privacy Policy
vi: Bảo mật

# app.metaDescriptionPrivacyPolicyPage
source: Transport Talent cares about your privacy. We provide a safe and secure experience for all of our users.
da: Transport Talent bekymrer sig om dit privatliv. Vi giver en tryg og sikker oplevelse for alle vores brugere.
de: Transport Talent nimmt Datenschutz ernst. Wir garantieren die Sicherheit Ihrer Daten, wenn Sie sich bei Transport Talent anmelden.
es: En Transport Talent nos tomamos la seguridad de tus datos muy en serio. Al acceder a Transport Talent con la clave de acceso garantizamos la seguridad de los mismos.
vi: Transport Talent tôn trọng bí mật dữ liệu . Chúng tôi đảm bảo sự an toàn của dữ liệu của Ngài khi bạn đăng nhập Transport Talent.

# app.transportTalentEndeavoursToEnsureThatTheInformationThat
source: Transport Talent GmbH & Co. KG, Company No. 37395048 ("Transport Talent") endeavors to ensure that the information that you submit to us remains private, and that it is used only for the purposes described below. We aim to provide a safe and secure experience for all of our users.
da: Transport Talent, CVR No. 37395048 ( "TransportTalent") bestræber sig på at sikre, at de oplysninger du sender til os forbliver private, og at de kun anvendes til de nedenfor beskrevne formål. Vi tilstræber at give en tryg og sikker oplevelse for alle vores brugere.
de: Transport Talent, Unternehmensnummer 37395048 (“TransportTalent”) ist bemüht sicherzustellen, dass die Informationen, die Sie an uns übermitteln, vertraulich bleiben und ausschließlich für die in dieser Vereinbarung dargelegten Zwecke verwendet werden. Wir sind bestrebt, unseren Nutzern ein geschütztes und sicheres Nutzungserlebnis zu bieten.
es: Transport Talent, Company No. 37395048 ("TransportTalent") se esfuerza por garantizar la privacidad de los datos de nuestros usuarios. Esta serán utilizados únicamente para los fines descritos a continuación. Nuestro objetivo es proporcionar una experiencia segura para nuestros usuarios.
sv: Transport Talent, Company No. 37395048 ("Transport Talent") endeavors to ensure that the information that you submit to us remains private, and that it is used only for the purposes described below. We aim to provide a safe and secure experience for all of our users.
vi: Transport Talent, Số công ty: 37395048 ("Transport Talent") nỗ lực để đảm bảo rằng các thông tin mà các Ngài chuyển tới chúng tôi sẽ được bảo mật và chỉ để sử dụng cho các mục đích nêu trong thỏa thuận này. Chúng tôi cố gắng cung cấp cho người sử dụng của chúng tôi một một trải nghiệm chắc chắn và an toàn.

source: app.disclosureOfPersonalInformation
da: Videregivelse af personlige oplysninger
de: Weitergabe personenbezogener Daten
es: Revelación de información personal
sv: Disclosure of personal information
vi: Các thông tin cá nhân khác

source: app.informationMayBeGatheredFromYourRegistrationForm
da: Oplysninger kan indhentes fra din tilmeldingsblanket (r), og din brug af steder og / eller interaktive tjenester, herunder gennem "cookies". Cookies er tekstblokke placeret i filer på din computers harddisk når du besøger et websted der indeholder oplysninger til at identificere dig. En cookie indeholder ingen personlige oplysninger du har givet os bortset fra dit brugernavn, medmindre cookie er knyttet til personlige oplysninger indsamlet en anden måde, såsom ved hjælp af din online-registreringsformularen.
de: Die Informationen werden Ihrem bzw. Ihren Anmeldeformular/-en und Ihrer Nutzung der Webseite und/oder der interaktiven Dienste, einschließlich Cookies, entnommen. Cookies sind Textdateien, die auf der Festplatte Ihres Rechners abgelegt werden, wenn Sie eine Webseite besuchen, und eine Identifikation ermöglichen. Ein Cookie enthält keinerlei persönliche Informationen, auch nicht solche, die Sie uns zur Verfügung gestellt haben, ausgenommen Ihren Nutzernamen, sofern der Cookie nicht im Zusammenhang mit anderen personenbezogenen Daten erzeugt wurde, wie etwa durch die Online-Registrierung.
es: Recopilamos información a través de su(s) formulario(s) de registro y de su uso de los Sitios y/o de los Servicios Interactivos, y también a través de las denominadas "cookies". Las cookies son bloques de texto insertados en los archivos del disco duro del ordenador y se activan cuando un usuario visita un sitio web para identificarlo. Una cookie no contiene información personal alguna proporcionada, excepto el nombre de usuario, a menos que la cookie adjuntada a información personal se recoja por otro medio, como pudiera ser el uso de un formulario de registro en línea.
sv: Information may be gathered from your registration form(s) and your use of the Sites and/or the Interactive Services including through "cookies". Cookies are blocks of text placed in files on your computer's hard drive when you visit a web site which contain information to identify you. A cookie does not contain any personal information you have provided us with, except your user name, unless the cookie attached to personal information collected another way, such as by means of your on-line registration form.
vi: Thông tin được lấy từ mẫu đăng ký của các Ngài và quá trình sử dụng trang mạng và/hoặc các dịch vụ tương tác, bao gồm cả Cookies. Cookies là các tập tin văn bản được lưu trữ trên đĩa cứng máy tính của các Ngài khi các Ngài truy cập một trang mạng, và cho phép nhận dạng. Cookie không chứa thông tin cá nhân, thậm chí cả những thông tin mà các Ngài đã cung cấp cho chúng tôi, ngoài trừ tên của các Ngài, khi các Cookie không được kết hợp với các dữ liệu cá nhân khác, chẳng hạn qua việc đăng ký trực tuyến.

# app.theInformationGatheredMayBeUsedByTransportTalent
source: The information gathered may be used by Transport Talent GmbH & Co. KG and companies in the same group as Transport Talent GmbH & Co. KG (ie companies which share the same ultimate parent company) internally, for purposes relating to your use of the Sites and the Interactive Services and for marketing activities, and may be passed to carefully selected third parties to use for marketing activities. By marketing activities, we mean the communication directly to particular individuals (by e-mail, post or telephone) of any advertising or marketing material. If you do not wish to receive marketing material from Transport Talent GmbH & Co. KG, from companies in the same group as Transport Talent GmbH & Co. KG or from carefully selected third parties you should tick the appropriate box on the registration form(s) or notify us by e-mail. If you subsequently decide you no longer wish to receive direct marketing/information from Transport Talent GmbH & Co. KG or companies in the same group as Transport Talent GmbH & Co. KG or no longer wish us to pass your information to third parties you should again notify us by e-mail.
da: De indsamlede oplysninger kan anvendes af Transport Talent og selskaber i samme gruppe som Transport Talent (dvs. virksomheder, der deler den samme ultimative moderselskab) internt, som led i din brug af steder og de interaktive tjenester og til marketingaktiviteter og kan blive videregivet til omhyggeligt udvalgte tredjeparter at bruge til markedsføring. Ved markedsføring mener vi kommunikationen direkte til bestemte personer (via e-mail, post eller telefon) af enhver reklame eller markedsføring materiale. Hvis du ikke ønsker at modtage markedsføringsmateriale fra Transport Talent GmbH & Co. KG, fra selskaber i samme gruppe som Transport Talent GmbH & Co. KG eller fra nøje udvalgte tredjeparter skal du sætte kryds på tilmeldingsblanketten eller underrette os via e-mail. Hvis du efterfølgende beslutter at du ikke længere ønsker at modtage direkte markedsføring / information fra Transport Talent GmbH & Co. KG eller virksomheder i samme koncern som Transport Talent GmbH & Co. KG eller ikke længere ønsker os at videregive dine oplysninger til tredjemand, bør du igen underrette os via e-mail.
es: La información recopilada puede ser utilizada internamente por Transport Talent GmbH & Co. KG y empresas del mismo grupo para propósitos relacionados con su uso de los sitios y servicios interactivos y para actividades de marketing, y puede ser compartida con terceros estrictamente seleccionados con fines relacionados a actividades de marketing. Por actividades de marketing nos referimos al envío a comunicación con particulares (via correo electrónico, correo postal o teléfono) de material publicitario o de marketing. Si no deseas recibir publicidad de Transport Talent GmbH & Co. KG, de empresas del mismo grupo que Transport Talent GmbH & Co. KG o de terceros cuidadosamente seleccionados, debes marcar la casilla correspondiente en el formulario de registro o notificárnoslo por correo electrónico. Si posteriormente decides que ya no desea recibir información, publicidad o marketing directo de Transport Talent GmbH & Co. KG o empresas del mismo grupo que Transport Talent Ap, o que ya no deseas que compartamos tu información con terceros, deberás notificárnoslo nuevamente por correo electrónico.

source: app.otherThanAsSetOutElsewhereInThisClause
da: Bortset fra som anført andetsteds i denne paragraf 5 i vores vilkår og betingelser, må din information ikke videregives eller bruges af os. Du accepterer hermed vilkårene i denne paragraf 5 ved din accept af vilkårene og betingelserne i denne aftale.
de: Wir nutzen Ihre Informationen nicht und geben diese nicht über die in diesem Absatz genannten Zwecke hinaus weiter. Sie stimmen den genannten Bedingungen zu, indem Sie diese Nutzungsbedingungen akzeptieren.
es: Con excepción de lo establecido aquí, los datos no serán revelados ni utilizados por nosotros. Por la presente, aceptas los términos y condiciones aquí descritos.
sv: Other than as set out elsewhere in this clause 5 in our terms & conditions your information shall not be disclosed or used by us. You hereby agree to these terms in this clause 5 by your agreement to the terms and conditions of this Agreement.
vi: Chúng tôi không sử dụng thông tin của các Ngài và cũng không chuyển tiếp ngoài mục đích nêu trong điều khoản 5. Các Ngài đồng ý với các điều kiện nêu tại điều khoản 5 bằng cách chấp nhận các điều kiện sử dụng này.

source: app.whatThisPrivacyPolicyCovers
da: Hvad denne fortrolighedspolitik dækker
de: Geltungsbereich der Datenschutzrichtlinie
es: Lo que cubre la protección de datos
sv: What this Privacy Policy covers
vi: Phạm vi chính sách bảo mật

# app.thisPrivacyPolicyCoversTreatmentOfPersonallyIdentifiableInformation
source: This Privacy Policy covers treatment of personally identifiable information that we collect when you are on the Transport Talent website, register with Transport Talent, upload a CV, set up a job alert with Transport Talent or apply for a job via the TranpsportTalent site. This policy does not apply to companies that Transport Talent does not own or control, or to people that Transport Talent does not employ.
da: Denne fortrolighedspolitik dækker behandling af personlige oplysninger, som vi indsamler når du er på Transport Talent's hjemmeside, registrere dig hos Transport Talent, uploader et CV, oprette en jobagenthos Transport Talent eller søger et job via Transport Talent hjemmesiden. Denne politik gælder ikke for virksomheder som Transport Talent ikke ejer eller kontrollerer, eller for folk som Transport Talent ikke har ansat.
de: Gegenstand dieser Erklärung ist der Umgang mit personenbezogenen Informationen, die wir sammeln, wenn Sie die Webseite nutzen, sich für Transport Talent anmelden, einen Lebenslauf hochladen, Job-Benachrichtigungen von Transport Talent einrichten oder sich über die Webseite bewerben. Diese Datenschutzrichtlinie gilt nicht für Unternehmen, die sich nicht im Besitz oder unter Kontrolle von Transport Talent befinden. Ebenso fallen Personen, die nicht von Transport Talent beschäftigt werden, nicht unter diese Datenschutzrichtlinie.
es: Nuestra Política de Privacidad cubre el tratamiento de la información de identificación personal que recopilamos cuando un usuario visita el sitio web de Transport Talent, se registra en Transport Talent, sube un CV, configura una alerta de empleo o solicita un trabajo a través del sitio web de Transport Talent. Esta política no se aplica a las empresas que Transport Talent no posee o controla, o a personas que Transport Talent no emplea.
vi: Nội dung của tuyên bố này là việc xử lý thông tin cá nhân mà chúng tôi thu thập khi các Ngài sử dụng các trang mạng, đăng ký với Transport Talent, đăng tải sơ yếu lý lịch, thiết lập thông tin với Transport Talent hoặc đăng ký việc làm qua trang mạng. Chính sách bảo mật này không áp dụng cho các công ty không thuộc sở hữu hoặc kiểm soát bởi Transport Talent. Những người không làm việc cho Transport Talent cũng không được áp dụng chính sách bảo mật này.

source: app.informationCollectionAndUse
da: Indsamling af oplysninger og brug
de: Datenerhebung und -nutzung
es: Custodia y uso de la información
sv: Information collection and use
vi: Thu thập và sử dụng dữ liệu

# app.transportTalentCollectsPersonallyIdentifiableInformation
source: Transport Talent collects personally identifiable information when you register with Transport Talent, when you use certain Transport Talent products or services eg apply for a job via the Transport Talent site, when you visit Transport Talent web pages, and when you enter competitions. Transport Talent may also receive personally identifiable information from clients.
da: Transport Talent indsamler personlig identificerende information når du registrerer dig hos Transport Talent, når du bruger bestemte Transport Talent produkter eller tjenester, f.eks søger job via Transport Talent websted, når du besøger Transport Talent websider, og når du deltager i konkurrencer. Transport Talent kan også modtage personlige oplysninger fra kunderne.
de: Transport Talent erhebt personenbezogene Daten, wenn Sie sich für Transport Talent registrieren, bestimmte Produkte oder Dienste von Transport Talent nutzen, die Webseite von Transport Talent besuchen oder an einem Wettbewerb teilnehmen. Darüber hinaus kann Transport Talent auch über Kunden Informationen zu Ihnen erhalten.
es: Transport Talent recopila información de identificación personal cuando un usuario se registra en Transport Talent, cuando utiliza ciertos productos o servicios de Transport Talent, p.ej., si solicita un empleo a través del sitio de Transport Talent, cuando visita las páginas web de Transport Talent y cuando participa en concursos. Transport Talent también puede recibir información de identificación personal de los clientes.
vi: Transport Talent thu thập các thông tin cá nhân khi Ngài đăng ký, sử dụng các sản phẩm hoặc dịch vụ nào đó và truy cập vào trang mạng của Transport Talent hoặc tham gia một cuộc thi. Ngoài ra Transport Talent cũng có thể nhận được các thông tin từ khách hàng.

# app.transportTalentAutomaticallyReceivesAndRecordsInformation
source: Transport Talent automatically receives and records information on our web server logs from your browser including your Internet Protocol address. Every computer on the internet has an IP address which is a unique number by which it can be identified. Transport Talent records IP addresses for anonymous statistical purposes, administration of our website and servers, and to improve our services.
da: Transport Talent modtager og registrerer automatisk oplysninger om vores webserverlogfiler fra din browser, herunder din IP-adresse. Hver computer på internettet har en IP-adresse, som er et unikt nummer, som det kan identificeres. Transport Talent registrerer IP-adresser for anonyme statistiske formål, administration af vores hjemmeside og servere, og for at forbedre vores tjenester.
de: Transport Talent empfängt und speichert in seinem Serverprotokoll automatisch Informationen von Ihrem Browser, einschließlich Ihrer IP-Adresse. Jeder Computer, der mit dem Internet verbunden ist, hat eine IP-Adresse. Dies ist eine eindeutige Nummer, anhand welcher der Computer identifiziert werden kann. Transport Talent zeichnet die IP-Adresse für anonyme, statistische Zwecke, zur Verwaltung der Webseite und Server sowie zur Verbesserung seiner Dienste auf.
es: Transport Talent recibe y registra automáticamente información en nuestros registros del servidor web desde el navegador del usuario, incluyendo la dirección de Protocolo de Internet (dirección IP). Cada ordenador en Internet tiene una dirección IP que es un número único e identificable. Transport Talent registra las direcciones IP con fines estadísticos anónimos, para la administración de nuestro sitio web y servidores y para mejorar nuestros servicios.
vi: Transport Talent nhận và lưu tự động các thông tin về trình duyệt của Ngài vào kho lưu trữ của máy chủ, bao gồm cả địa chỉ IP của Ngài. Mỗi máy tính được kết nối với mạng Internet có một địa chỉ IP. Đây là một số duy nhất, dựa trên cơ sở đó các máy tính có thể được xác định. Transport Talent lưu lại địa chỉ IP cho các mục đích mang tính chất thống kê, để quản lý các trang mạng và máy chủ và cải thiện dịch vụ của mình.

# app.transportTalentMaySetAndAccessCookiesOnYourComputer
source: Transport Talent may set and access cookies on your computer. A cookie is a small amount of data, which often includes an anonymous unique identifier, which is sent to your browser from a website's computers and stored on your computer's hard drive. Each website can send its own cookies to your browser if your browser's preference settings allow it. To protect your privacy, your browser will only permit a website to access the cookies it has already sent to you. You can choose whether or not to accept cookies, however, if you do not accept Transport Talent cookies, some of our services may not be available to you.
da: Transport Talent kan indstille og få adgang til cookies på din computer. En cookie er en lille mængde data, som ofte omfatter et anonymt entydigt id, der sendes til din browser fra en website computere og lagres på din computers harddisk. Hver hjemmeside kan sende sine egne cookies til din browser hvis din browsers foretrukne indstillinger tillader det. For at beskytte dine personlige oplysninger vil din browser kun tillade en hjemmeside at få adgang til de cookies det allerede har sendt til dig. Du kan vælge om de vil acceptere cookies, men hvis du ikke accepterer Transport Talent cookies vil nogle af vores ydelser ikke være tilgængelige for dig.
de: Transport Talent kann Cookies auf Ihrem Computer setzen und auf diese zugreifen. Ein Cookie ist eine Textdatei, die auf der Festplatte Ihres Rechners abgelegt wird, wenn Sie eine Webseite besuchen, und eine Identifikation ermöglicht. Jede Webseite kann Ihnen einen eigenen Cookie senden, sofern die Einstellungen Ihres Browsers dies zulassen. Um Ihre Privatsphäre zu schützen, gestattet Ihr Browser einer Webseite nur den Zugriff auf Cookies, die sie Ihnen gesendet hat, nicht auf die Cookies, die Ihnen von anderen Websites gesendet wurden. Sie können entscheiden, ob Sie einen Cookie akzeptieren möchten. Bitte beachten Sie, dass Ihnen manche unserer Dienste ohne einen Cookie nicht zur Verfügung stehen.
es: Transport Talent puede establecer y acceder a las cookies en el ordenador de un usuario. Una cookie es una pequeño paquete de datos, que a menudo incluye un identificador único anónimo, el cual se envía al navegador desde un sitio web y se almacena en el disco duro de su ordenador. Cada sitio web puede enviar sus propias cookies al navegador si la configuración de preferencias del mismo lo permite. Para proteger la privacidad del usuario, el navegador solo permitirá que un sitio web tenga acceso a las cookies que ya le han enviado. El usuario puede elegir si acepta o no las cookies. En caso dei no aceptar las cookies de Transport Talent, es posible que algunos de nuestros servicios no estén disponibles.
vi: Transport Talent có thể cài đặt Cookie trên máy tính của Ngài và truy cập các tập tin. Cookie là một tập tin văn bản được lưu trữ trên đĩa cứng của máy tính của Ngài khi Ngài truy cập một trang mạng và có thể xác định được qua đó. Mỗi trang mạng có thể gửi cho Ngài một tập tin Cookie riêng biệt, nếu trình duyệt của Ngài cho phép. Để bảo vệ sự riêng tư, trình duyệt trang mạng của Ngài chỉ cho phép truy cập vào những tập tin mà chúng gửi tới, chứ không phải các tập tin Cookie được gửi đến bởi các trang mạng khác. Ngài có thể quyết định liệu có nên chấp nhận một Cookie hay không. Xin lưu ý rằng, một số dịch vụ của chúng tôi không sử dụng được nếu không có Cookie.

# app.transportTalentUsesGoogleAnalyticsTaggingToCollectDataOnWebsiteActivity
source: Transport Talent uses Google Analytics tagging to collect data on website activity. Users can opt-out of Google Analytics by installing a browser add-on from the following link: https://tools.google.com/dlpage/gaoptout.
da: Transport Talent bruger Google Analytics tagging til at indsamle data om hjemmeside aktiviteter. Brugere kan fravælge Google Analytics ved at installere en browser add-on fra følgende link: https://tools.google.com/dlpage/gaoptout.
de: Transport Talent nutzt Google Analytics, um Daten zur Nutzung seiner Webseite zu erheben. Wenn Sie nicht möchten, dass Ihre anonymen Browserdaten von Google Analytics gesammelt werden, können Sie in Ihrem Webbrowser ein Add-on zur Deaktivierung von Google Analytics installieren. Bitte klicken Sie hierfür auf den nachfolgenden Link: https://tools.google.com/dlpage/gaoptout.
es: Transport Talent utiliza el etiquetado de Google Analytics para recopilar datos sobre la actividad del sitio web. Los usuarios pueden optar por no participar en Google Analytics instalando un complemento de navegador desde el siguiente enlace: https://tools.google.com/dlpage/gaoptout.
vi: Transport Talent sử dụng Google Analytics để thu thập thông tin về việc sử dụng trang mạng của mình. Nếu Ngài không muốn dữ liệu trình duyệt ẩn danh của Ngài được thu thập từ Google Analytics, Ngài có thể cài đặt trong trình duyệt mạng của Ngài Add-on để dừng kích hoạt Google Analytics. Vui lòng vào liên kết sau: https://tools.google.com/dlpage/gaoptout.

source: app.generalInformation
da: General information
de: Allgemeine Informationen
es: Información general
sv: General information
vi: Các thông tin chung
