Repository: michelrothgaenger/tt_app_translation
Catalog: dataPrivacy/dataPrivacy.*.xliff
Languages: da, de, es, sv, vi

# app.transportTalentGathersGeneralInformationAboutUsers
source: Transport Talent gathers general information about users, for example, what services users access the most and which areas of the Transport Talent site are most frequently visited. Such data is used in the aggregate to help us to understand how the Transport Talent site is used. We gather this information so that we can continue to improve and develop our services to benefit of our users. We may make this aggregated information available to users of the Transport Talent site, to our clients and also to auditors. These statistics are anonymous and contain no personal information and cannot be used to gather such information.
da: Transport Talent samler generelle oplysninger om brugere, for eksempel hvilke tjenester brugere benytter mest, og hvilken områder af Transport Talent site er mest besøgte. En sådan data bliver brugt i sin helhed til at hjælpe os med at forstå hvordan Transport Talent website bruges. Vi indsamler disse oplysninger, så vi kan fortsætte med at forbedre og udvikle vores ydelser til gavn for vores brugere. Vi kan gøre dette samlede oplysninger til rådighed for brugerne af Transport Talent site, til vores kunder og også til revisorer. Disse statistikker er anonyme og indeholder ingen personlige oplysninger og kan ikke bruges til at indsamle sådanne oplysninger.
de: Transport Talent sammelt allgemeine Informationen über seine Nutzer, wie zum Beispiel, welche Dienste am häufigsten genutzt und welche Bereiche der Webseite am häufigsten besucht werden. Diese aggregierten Daten helfen uns, die Nutzung der Transport Talent-Webseite besser zu verstehen. Wir sammeln diese Informationen zur Verbesserung und Weiterentwicklung unserer Dienste für die Kunden. Wir können diese aggregierten Daten den Nutzern unserer Webseite, unseren Kunden und auch Prüfern zur Verfügung stellen. Diese Statistiken sind anonym und enthalten keinerlei personenbezogene Daten. Sie können auch nicht dafür genutzt werden, personenbezogene Daten zu erhalten.
es: Transport Talent reúne información general sobre los usuarios, por ejemplo, sobre los servicios a los que los usuarios acceden con mayor asiduidad y las áreas del sitio Transport Talent más visitadas. Estos datos se utilizan en conjunto para ayudarnos a entender cómo los usuarios usan nuestra web. Reunimos esta información para poder mejorar y desarrollar nuestros servicios en beneficio de nuestros usuarios. Podemos poner esta información a disposición de los usuarios del sitio de Transport Talent, a la de nuestros clientes y también a la de los auditores. Estas estadísticas son anónimas, no contienen información personal y no pueden utilizarse para recopilar dicha información.
vi: Transport Talent thu thập những thông tin chung về người sử dụng, chẳng hạn như các dịch vụ được sử dụng thường xuyên nhât và những lĩnh vực của các trang mạng được được truy cập nhiều nhất. Thông tin tổng hợp này giúp chúng tôi hiểu rõ hơn về việc sử dụng các trang mạng củaTransport Talent. Chúng tôi thu thập thông tin này để cải tiến và phát triển các dịch vụ của chúng tôi nhằm phục vụ khách hàng. Chúng tôi có thể cung cấp dữ liệu tổng hợp này để những người sử dụng trang mạng, khách hàng và kiểm toán viên của chúng tôi. Những số liệu thống kê ẩn danh và không chứa dữ liệu cá nhân. Chúng cũng không được sử dụng cho mục đích để có được dữ liệu cá nhân.

source: app.yourPersonalInformation
da: Dine personlige oplysninger
de: Ihre personenbezogenen Daten
es: Tu información personal
sv: Your personal information
vi: Thông tin cá nhân của Ngài

# app.whenYouRegisterWithTransportTalentUploadCv
source: When you register with Transport Talent, upload a CV, set up a job alert, enter a competition, or buy a product or service, we ask for personal information such as your name, date of birth, contact details, and other details. Once you register with Transport Talent and accept our Terms & Conditions, you are not anonymous to us. We may use information that you provide to alert you to our own products and services. We may contact you regarding site changes or changes to the Transport Talent products or services that you use.
da: Når du tilmelder dig Transport Talent, uploader et CV, opretter en jobagent, deltager i en konkurrence, eller køber en vare eller tjenesteydelse, beder vi om personlige oplysninger såsom dit navn, fødselsdato, kontaktoplysninger og andre detaljer. Når du registrerer dig hos Transport Talent og acceptere vores vilkår og betingelser, er du ikke anonym overfor os. Vi kan bruge de oplysninger du giver os til at gøre dig opmærksom på vores egne produkter og tjenester. Vi kan kontakte dig vedrørende ændringer af webstedet eller ændringer i Transport Talent produkter eller tjenester du bruger.
de: Wir fragen Sie nach persönlichen Informationen, wenn Sie sich für Transport Talent registrieren, einen Lebenslauf hochladen, Job-Benachrichtigungen einrichten, an einem Wettbewerb teilnehmen oder ein Produkt oder einen Service bezahlen. Dazu gehören Ihr Name, Ihr Geburtsdatum, Ihre Kontaktdaten und andere Angaben. Sie sind nicht mehr anonym für uns, sobald Sie sich für Transport Talent registriert und die Nutzungsbedingungen akzeptiert haben. Wir können diese Informationen nutzen, um Sie auf unsere eigenen Produkte und Dienste aufmerksam zu machen. Wir können Sie kontaktieren, um Sie über Änderungen auf der Webseite oder bei Produkten und Diensten von Transport Talent zu informieren.
es: Cuando te registras en Transport Talent, subes un CV, configuras una alerta de trabajo, participas en un concurso o contratas un servicio, te pedimos información personal como tu nombre, fecha de nacimiento, datos de contacto y otros detalles. Una vez que registrado en Transport Talent y aceptados nuestros Términos y Condiciones, no eres anónimo para nosotros. Podemos utilizar la información que nos proporcionas para informar sobre nuestros propios productos y servicios, y podemos ponernos en contacto contigo para informarte de cambios en el sitio o en los productos o servicios de Transport Talent.
vi: Chúng tôi yêu cầu thông tin cá nhân khi Ngài đăng nhập Transport Talent , tải lên một sơ yếu lý lịch, thiết lập thông báo công việc, tham gia một cuộc thi hoặc thanh toán một sản phẩm hay dịch vụ. Trong đó bao gồm tên, ngày sinh, địa chỉ liên lạc và các thông tin khác. Ngài không còn ẩn danh với chúng tôi ngay khi Ngài đăng nhập Transport Talent và chấp nhận các điều khoản sử dụng. Chúng tôi có thể sử dụng thông tin này để Ngài biết về sản phẩm và dịch vụ của chúng tôi. Chúng tôi có thể liên lạc với Ngài để thông tin tới Ngài về những thay đổi trên trang web hoặc trong các sản phẩm và dịch vụ của Transport Talent .

# app.weDoNotDiscloseInformationAboutYourIndividualVisitsToTheTransportTalent
source: We do not disclose information about your individual visits to the Transport Talent site, or personal information that you provide, such as your name and personal contact details unless you have given us your permission or we believe that the law requires it. We may record and share aggregated information with our clients. Additionally, if you input your information on a co-branded registration page or job application page, eg a Transport Talent client-company registration page then the information that you give becomes the property of both Transport Talent and the client. Transport Talent is not responsible for the information that the client receives.
da: Vi videregiver ikke oplysninger om dine individuelle besøg på Transport Talent site, eller personlige oplysninger du giver os, såsom dit navn og personlige kontaktoplysninger, medmindre du har givet os tilladelse eller vi mener at loven kræver det. Vi kan registrere og dele de aggregerede oplysninger med vores kunder. Derudover kan vi hvis du indtaster dine oplysninger på en co-branded registrering side eller jobansøgning side, fx en Transport Talent klient-selskab registrering side så de oplysninger du giver, bliver ejendom af både Transport Talent og kunden. Transport Talent er ikke ansvarlig for de oplysninger, som kunden modtager.
de: Wir geben keine Informationen über Ihre Besuche auf der Webseite oder Ihre persönlichen Daten, wie Ihren Namen oder Kontaktdaten, an Dritte weiter, sofern Sie nicht ausdrücklich zugestimmt haben oder wir die rechtliche Notwendigkeit dazu sehen. Wir können aggregierte, nicht persönliche Daten sammeln und unseren Kunden zur Verfügung stellen. Die auf einer gemeinsam vermarkteten Registrierungs- oder Bewerbungsseite, zum Beispiel die Registrierungsseite eines Kunden von Transport Talent, erhobenen Informationen können sowohl von Transport Talent als auch dem anderen Unternehmen gespeichert werden. Transport Talent ist nicht für die Informationen verantwortlich, welche das andere Unternehmene erhält.
es: No revelamos información sobre las visitas individuales al sitio web de Transport Talent, o información personal que nos proporciones, como nombre y datos de contacto, a menos que nos haya dado su permiso o creamos que la ley lo requiere. Podemos guardar y compartir información agregada con nuestros clientes. Además, si ingresas tu información en una página de registro de marca compartida o en una página de solicitud de trabajo, p. ej., una página de registro de empresa como cliente de Transport Talent, la información que proporcionas se convierte en propiedad de Transport Talent y del cliente. Transport Talent no se hace responsable de la información que el cliente recibe.
vi: Chúng tôi không cung cấp thông tin về các lần truy cập vào trang web hoặc thông tin cá nhân của Ngài, chẳng hạn như tên hoặc thông tin liên lạc của Ngài cho bên thứ ba, trừ khi Ngài đã đồng ý rõ ràng hoặc chúng ta thấy sự cần thiết hợp pháp. Chúng tôi có thể thu thập thông tin tổng hợp, không mang tính cá nhân và cung cấp cho khách hàng của chúng tôi. Các thông tin thu thập được trên một trang đăng ký hoặc ứng dụng đồng thương hiệu, ví dụ, các trang đăng ký của khách hàng về Transport Talent có thể được lưu lại bởi Transport Talent cũng như các công ty khác. Transport Talent không chịu trách nhiệm về các thông tin, mà các công ty khác nhận được.

# app.transportTalentMaySendPersonallyIdentifiableInformationAboutYou
source: Transport Talent may send personally identifiable information about you to other clients when:
da: Transport Talent kan sende personligt identificerbare oplysninger om dig til andre kunder når:
de: Transport Talent kann Ihre personenbezogene Daten an andere Kunden weitergeben, wenn:
es: Transport Talent puede enviar información fiable y personal tuya a otros clientes, en caso de que:
sv: Transport Talen may send personally identifiable information about you to other clients when:
vi: Transport Talent có thể chia sẻ thông tin cá nhân của bạn cho các khách hàng khác nếu:

source: app.weHaveYourConsentToShareTheInformation
da: vi har dit samtykke til at dele oplysningerne;
de: wir Ihre Erlaubnis haben, die Informationen weiterzugeben;
es: 1. tengamos su aprobación de compartir la información;
sv: we have your consent to share the information;
vi: chúng tôi được phép chia sẻ thông tin;

source: app.weNeedToShareYourInformationToProvideTheServiceYouHaveRequested
da: vi har brug for at dele dine oplysninger til at levere den service du har anmodet om;
de: wir Informationen weitergeben müssen, um Ihnen einen gewünschten Service bieten zu können;
es: 2. necesitemos compartir la información para dar el servicio solicitado;
sv: we need to share your information to provide the service you have requested;
vi: chúng tôi được yêu cầu phải chuyển thông tin để cung cấp cho bạn một dịch vụ được yêu cầu;

# app.weNeedToSendTheInformationToCompaniesWhoWork
source: we need to send the information to companies who work on behalf of Transport Talent to provide a product or service to you. (Unless otherwise stated, these companies do not have the right to use the personally identifiable information we provide to them beyond what is necessary to assist us and you);we respond to subpoenas, court orders or legal process;
da: vi nødt til at sende oplysningerne til virksomheder der arbejder på vegne af Transport Talent fore at levere en vare eller tjenesteydelse til dig. (Medmindre andet er angivet, har disse selskaber ikke har ret til at bruge de personlige oplysninger vi giver til dem end hvad der er nødvendigt for at hjælpe os og dig), vi reagere på stævninger, retskendelser eller juridisk proces;
de: wir Informationen weitergeben müssen, um Ihnen einen gewünschten Service bieten zu können. ein Kooperationspartner von Transport Talent die Informationen benötigt, um Ihnen ein Produkt oder einen Service zur Verfügung zu stellen. (Wenn nicht anders angegeben, dürfen die betroffenen Unternehmen Ihre personenbezogenen Daten nur im Rahmen des Auftrags und nicht darüber hinaus nutzen.) oder wenn eine vollstreckbare behördliche oder gerichtliche Anordnung vorliegt;
es: 3. necesitemos enviar la información a las empresas que trabajan en nombre de Transport Talent para proporcionar un producto o servicio (a menos que se indique lo contrario, estas empresas no tienen el derecho de usar la información de identificación personal que les proporcionamos más allá de lo que sea necesario para ayudarnos); respondemos a citaciones, órdenes judiciales o procesos legales.
vi: chúng tôi được yêu cầu phải chuyển thông tin để cung cấp cho Ngài các dịch vụ được yêu cầu. một đối tác Transport Talent cần thông tin cần thiết để cung cấp cho Ngài một sản phẩm hay dịch vụ. (Trừ khi có quy định khác, các công ty liên quan có thể sử dụng thông tin cá nhân của Ngài trong khuôn khổ hợp đồng và không vượt ra ngoài.) hoặc nếu có một lệnh thực thi của tòa án hoặc cơ quan chức năng;

source: app.otherWaysOfEnsuringYourPrivacy
da: Andre måder at sikre dit privatliv:
de: Weitere Möglichkeiten zum Schutz Ihrer Daten:
es: Otros métodos para asegurar tu privacidad:
sv: Other ways of ensuring your privacy:
vi: Các cách khác để bảo vệ dữ liệu của Ngài:

source: app.youMayAmendYourPersonalDetailsAtAnyTimeIfYouWish
da: Du kan ændre dine personlige oplysninger til enhver tid, hvis du ønsker det. Disse muligheder er tilgængelige fra "Min profil" side af vores hjemmeside.
de: Sie können Ihre persönlichen Angaben jederzeit ändern. Gehen Sie hierfür in den Bereich “Mein Profil” auf unserer Webseite.
es: Puedes modificar tus datos personales accediendo a "mi perfil" en nuestra web.
sv: You may amend your personal details at any time if you wish. These options are available from the "My Profile" page of our website.
vi: Ngài có thể thay đổi thông tin cá nhân của bạn bất cứ lúc nào. Để làm điều này trong "My Profile" trên trang web của chúng tôi.

source: app.youMayUnsubscribeFromAnyEmploymentOrPromotionalInformation
da: Du kan afmelde enhver beskæftigelse eller salgsfremmende oplysninger, som vi kan sende til dig af på en af følgende måder:
de: Sie können sich jederzeit aus den Verteilern für Job-Informationen oder Werbung austragen:
es: Puedes darte de baja de una vacante o de la información promocional que te enviamos:
sv: You may unsubscribe from any employment or promotional information that we may send to you by in any of the following ways:
vi: Ngài có thể bỏ đăng ký bất cứ lúc nào trong chia sẻ cho việc thông tin hoặc quảng cáo:

source: app.usingTheUnsubscribeFunctionAtTheBottomOfTheEmail
da: Brug afmeldefunktion nederst i e-mailen
de: 1. Indem Sie die Austragen-Funktion am Ende der E-Mail nutzen
es: 1. usando la función "dar de baja" al pie del correo electrónico que te enviemos;
sv: Using the unsubscribe function at the bottom of the email
vi: 1. Bằng cách sử dụng cách hủy bỏ chức năng đăng ký ở cuối email

source: app.amendingYourAccountDetailsInMyProfilePage
da: Ændring af dine kontooplysninger i "Min profil" side af vores hjemmeside
de: 2. Ihre Einstellungen im Bereich “Mein Profil” auf unserer Webseite anpassen
es: 2. cambiando los detalles de tu cuenta en "mi perfil" en nuestra web;
sv: Amending your account details in "My Profile" page of our website
vi: 2. Điều chỉnh các chi tiết tài khoản của Ngài trong "My Profile" trên trang web của chúng tôi

source: app.contactingUsOn
da: Kontakt os på:
de: 3. Uns eine E-Mail senden an:
es: 3. contactando con nosotros:
sv: Contacting us on:
vi: 3. Gửi một e-mail tới chúng tôi theo:

# app.contactTransportTalent
source: Contact Transport Talent
da: Kontakt Transport Talent
de: Kontakt zu Transport Talent
es: Contactar a Transport Talent
vi: Liên hệ với Transport Talent

# app.ifYouHaveAnyQuestionsConcernsOrCommentsRegardingTransportTalent
source: If you have any questions, concerns or comments regarding Transport Talent or this website, please contact us:
da: Hvis du har spørgsmål, bekymringer eller kommentarer til Transport Talent eller denne hjemmeside, så kontakt os:
de: Bitte richten Sie Fragen oder Anregungen zu Transport Talent oder dieser Webseite an:
es: Si tienes cualquier duda o deseas hacer un comentario sobre Transport Talent o sobre nuestra web, te rogamos que nos lo comuniques a:
vi: Xin gửi trực tiếp câu hỏi hoặc ý kiến tới Transport Talent hoặc trang web này tại:

# app.termsPageAddress
source: Transport Talent, Rikkeshave 18, DK-5250 Odense, Denmark
da: Transport Talent, Samsøvej 31, DK-8382 Hinnerup, Denmark
de: Transport Talent, Samsøvej 31, DK-8382 Hinnerup, Denmark
es: Transport Talent, Samsøvej 31, DK-8382 Hinnerup, Denmark
sv: Transport Talent, Samsøvej 31, DK-8382 Hinnerup, Denmark
vi: Transport Talent, Samsøvej 31, DK-8382 Hinnerup, Denmark

source: app.email
da: Email
de: Ihre E-Mail-Adresse
es: Email
sv: Email
vi: Địa chỉ Email

source: app.theInformationGatheredMayBeUsedByTransportTalent
de: Die gesammelten Informationen können von Transport Talent GmbH & Co. KG und Firmen derselben Unternehmensgruppe wie Transport Talent GmbH & Co. KG, das heißt Unternehmen, welche denselben Mutterkonzern haben, intern, im Zusammenhang mit Ihrer Nutzung der Webseite und der interaktiven Dienste, und für Marketingzwecke genutzt sowie an sorgfältig ausgewählte Dritte für Marketingzwecke weitergegeben werden. Mit Marketingzwecken bezeichnen wir die direkte Kommunikation von Werbung mit bestimmten Individuen per E-Mail, Post oder Telefon. Wenn Sie keine Werbung von Transport Talent GmbH & Co. KG, Firmen derselben Unternehmensgruppe oder von sorgfältig ausgewählten Dritten erhalten möchten, aktivieren Sie bitte bei Ihrer Anmeldung das entsprechende Kästchen oder schicken Sie uns eine E-Mail. Entscheiden Sie sich später, dass Sie keine weitere Werbung von Transport Talent GmbH & Co. KG oder Firmen derselben Unternehmensgruppe erhalten möchten oder nicht mehr wünschen, dass wir Informationen zu Ihnen an Dritte weitergeben, benachrichtigen Sie uns bitte ebenfalls per E-Mail.
sv: The information gathered may be used by Transport Talent GmbH & Co. KG and companies in the same group as Transport Talent GmbH & Co. KG (ie companies which share the same ultimate parent company) internally, for purposes relating to your use of the Sites and the Interactive Services and for marketing activities, and may be passed to carefully selected third parties to use for marketing activities. By marketing activities, we mean the communication directly to particular individuals (by e-mail, post or telephone) of any advertising or marketing material. If you do not wish to receive marketing material from Transport Talent GmbH & Co. KG, from companies in the same group as Transport Talent GmbH & Co. KG or from carefully selected third parties you should tick the appropriate box on the registration form(s) or notify us by e-mail. If you subsequently decide you no longer wish to receive direct marketing/information from Transport Talent GmbH & Co. KG or companies in the same group as Transport Talent GmbH & Co. KG or no longer wish us to pass your information to third parties you should again notify us by e-mail.
vi: Các thông tin thu thập được có thể được Transport Talent GmbH & Co. KG và các công ty cùng tập đoàn với Transport Talent GmbH & Co. KG, nghĩa là có cùng một công ty mẹ sử dụng trong nội bộ liên quan đến sử dụng trang mạng, các dịch vụ tương tác và cho mục đích tiếp thị hoặc chuyển tiếp cho bên thứ ba, những công ty đã được chọn lựa kỹ càng, cho cùng mục đích. Với mục đích tiếp thị chúng tôi sử dụng phương pháp quảng cáo truyền thông trực tiếp tới từng cá nhân cụ thể thông qua email, thư tín hoặc điện thoại. Trường hợp các Ngài không muốn hoặc không muốn tiếp tục nhận quảng cáo của Transport Talent GmbH & Co. KG và các công ty cùng tập đoàn với Transport Talent GmbH & Co. KG, xin vui lòng kích hoạt vào ô thích hợp khi đăng ký hoặc gửi email cho chúng tôi. Sau này khi quyết định không nhận quảng cáo của Transport Talent GmbH & Co. KG và các công ty cùng tập đoàn với Transport Talent GmbH & Co. KG hoặc việc chuyển giao thông tin cho bên thứ ba, những công ty đã được chọn lựa kỹ càng, xin vui lòng cũng thông báo với chúng tôi qua email.
